{
    "Download Translate File": "تحميل ملف الترجمة",
    "Around the Web": "في الشبكة",
    "Home": "الرئيسية",
    "Contact Us": "اتصل بنا",
    "For more information about the Digital Learning Motivation Quiz for Educators, please contact:": "لمزيد من المعلومات حول اختبار الدافعية للتعلم الرقمي للمعلمين، يرجى التواصل مع:",
    "Group Information": "معلومات المجموعة",
    "Group Name": "اسم المجموعة",
    "Pin": "الرمز السري (PIN)",
    "Description": "الوصف",
    "Create": "إنشاء",
    "Update": "تحديث",
    "Results": "النتائج",
    "Search..": "ابحث..",
    "Name": "الاسم",
    "Email": "البريد الإلكتروني",
    "Activist": "ناشط",
    "Alt": "بديل",
    "Demystifier": "مُوضح الغموض",
    "Motivator": "مُحفِّز",
    "Professional": "محترف",
    "Professor": "بروفيسور",
    "Spirit Guide": "مرشد روحي",
    "Taste Maker": "صانع الذوق",
    "Taste-Maker": "صانع الذوق",
    "Teacher 2.0": "معلم 2.0",
    "Techie": "تقني",
    "Trendsetter": "صانع التوجه",
    "Watchdog": "مراقب",
    "Protect": "حماية",
    "Empower": "تمكين",
    "Process": "عملية",
    "Empower vs. Protect": "التمكين مقابل الحماية",
    "Your All Motivations": "جميع الدوافع",
    "Delete": "حذف",
    "View": "عرض",
    "Are you sure": "هل أنت متأكد؟",
    "The deletion process will have serious consequences": "ستترتب عواقب خطيرة على عملية الحذف",
    "If you delete the result, you will not be able to bring it back": "إذا حذفت النتيجة، فلن تتمكن من استعادتها",
    "result has been deleted": "تم حذف النتيجة",
    "result has not been deleted": "لم يتم حذف النتيجة",
    "Total User": "إجمالي المستخدمين",
    "Motivation": "الدافعية",
    "Style": "النمط",
    "Top Motivations": "أهم الدوافع",
    "Groups": "المجموعات",
    "New Group": "مجموعة جديدة",
    "Id": "المعرف",
    "Edit": "تعديل",
    "View Group`s Results": "عرض نتائج المجموعة",
    "If you delete the group, you will not be able to bring it and it`s results back": "إذا حذفت المجموعة، فلن تتمكن من استعادتها أو استعادة نتائجها",
    "Group has been deleted": "تم حذف المجموعة",
    "Group has not been deleted": "لم يتم حذف المجموعة",
    "Reference Information": "معلومات المرجع",
    "Title": "العنوان",
    "Link": "الرابط",
    "Date": "التاريخ",
    "References": "المراجع",
    "New reference": "مرجع جديد",
    "If you delete the reference, you will not be able to bring it back": "إذا حذفت المرجع، فلن تتمكن من استعادته",
    "reference has been deleted": "تم حذف المرجع",
    "reference has not been deleted": "لم يتم حذف المرجع",
    "Login": "تسجيل الدخول",
    "E-Mail Address": "عنوان البريد الإلكتروني",
    "Password": "كلمة المرور",
    "Remember Me": "تذكرني",
    "Forgot Your Password?": "هل نسيت كلمة المرور؟",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "Send Password Reset Link": "إرسال رابط إعادة تعيين كلمة المرور",
    "Confirm Password": "تأكيد كلمة المرور",
    "Register": "تسجيل",
    "Discover yourself now!": "اكتشف ذاتك الآن!",
    "Join our Digital Media Literacy Survey Free!": "شارك كفرد أو ضمن مجموعة",
    "No matter what your motivation is, Powerful Voices for Kids has ideas to improve digital& media literacy in your classroom.": "أيًا كانت دوافعك، فإن اختبار الدافعية للتعلم الرقمي للمعلمين لديه أفكار لتعزيز الثقافة الرقمية والإعلامية في صفك الدراسي.",
    "Individual Entry": "دخول فردي",
    "Group Entry": "دخول جماعي",
    "Academic References to Our Survey!": "ماذا يقول البحث؟",
    "Thank you for citing...": "شكرًا لك على الاقتباس...",
    "Join Us": "ساهم في تحسين ترجمة الاختبار",
    "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "يمكنك المساعدة في تحسين ترجمتنا وحتى إضافة لغات جديدة كجزء من مجتمع المترجمين لدينا. إذا أردت ترجمة الاستبيان إلى لغتك، يُرجى ترجمة الملف التالي والتواصل مع سعيد توزل (sait@mediaeducationlab.com).",
    "Strenghts": "نقاط القوة",
    "Challenges": "التحديات",
    "Media Education Lab Admin Panel": "لوحة إدارة مختبر تعليم الإعلام",
    "Admin Panel": "لوحة الإدارة",
    "Individual Results": "النتائج الفردية",
    "Group Results": "النتائج الجماعية",
    "Download Results": "تنزيل النتائج",
    "Back to Home": "العودة إلى الصفحة الرئيسية",
    "Media Literacy Survey": "استبيان محو الأمية الإعلامية",
    "Welcome To Our Digital Media Education Survey": "اختبار الدافعية للتعلم الرقمي للمعلمين",
    "Menu": "القائمة",
    "Admin Entry": "دخول المسؤول",
    "Logout": "تسجيل الخروج",
    "Our Mission": "الراعي الداعم",
    "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service. We emphasize interdisciplinary scholarship and practice that stands at the intersections of communication, media studies and education.": "يدعم مختبر تعليم الإعلام اختبار الدافعية للتعلم الرقمي للمعلمين (DLMQE) https://mediaeducationlab.com/",
    "Contact": "تواصل معنا",
    "Copyright": "حقوق النشر",
    "About Us": "من نحن",
    "Learn your Media Education Motivation": "اكتشف دوافعك في تعليم الإعلام",
    "Media Education Lab": "مختبر تعليم الإعلام",
    "Respond to these statements according to how important they are to you:": "أجب على هذه العبارات بناءً على مدى أهميتها بالنسبة لك:",
    "Each question has 5 options.": "كل سؤال له 5 خيارات.",
    "Please type the group name provided by your instructor.": "الرجاء إدخال اسم المجموعة الذي قدمه لك المسؤول.",
    "Group Pin": "الرمز السري للمجموعة",
    "Please type the group pin provided by your instructor.": "الرجاء إدخال الرمز السري للمجموعة الذي قدمه لك المسؤول.",
    "Your Email": "بريدك الإلكتروني",
    "Your Name": "اسمك",
    "Questions": "الأسئلة",
    "Strongly disagree": "غير مهم إطلاقًا",
    "Somewhat disagree": "قليل الأهمية",
    "Neither agree nor disagree": "متوسط الأهمية",
    "Somewhat agree": "مهم",
    "Strongly agree": "مهم جدًا",
    "Send": "اعرض نتائجك",
    "You are a": "أنت:",
    "Read More..": "اقرأ المزيد...",
    "Close": "إغلاق",
    "You are also a": "أنت أيضًا:",
    "Take Quiz Individually": "خذ الاختبار بشكل فردي",
    "Take Quiz in Group": "خذ الاختبار ضمن مجموعة",
    "What is Your Digital Learning Motivation?": "ما هي دافعيتك للتعلم الرقمي؟",
    "You see the opportunities and advantages to using media and technology in your teaching practice.": "أنت ترى الفرص والمزايا لاستخدام الوسائط والتكنولوجيا في ممارساتك التدريسية.",
    "You see the risks and challenges to using media and technology in your teaching practice.": "أنت تدرك المخاطر والتحديات في استخدام الوسائط والتكنولوجيا في ممارساتك التدريسية.",
    "activist_description": "لديك شغف مستمر لتعزيز المشاركة الديمقراطية من خلال العمل السياسي، سواء كان الهدف هو العدالة الاجتماعية أو حماية البيئة أو الصحة العامة أو أي قضية اجتماعية وسياسية أخرى. أنت ترى دورك في الصف كعامل محفّز لمساعدة الطلاب على فهم كيفية استخدام صوتهم لتحسين جودة الحياة في مجتمعاتهم والعالم. تريد من الطلاب إدراك أنهم، حتى في سن مبكرة، لديهم القدرة على تغيير العالم من خلال المشاركة الفعالة في العملية الديمقراطية.",
    "activist_protect1": "تعليم الطلاب كيفية حماية أنفسهم من الرسائل الإعلامية الضارة والقمعية وكيفية الرد على الصور السلبية والنمطية في وسائل الإعلام.",
    "activist_protect2": "إعداد الطلاب للمشاركة الديمقراطية من خلال تزويدهم بمعرفة قوية بالعملية المدنية.",
    "activist_protect3": "مشاركة رؤية محددة للمشاركة المدنية تستند إلى آراء أو وسائط قد تكون غير مألوفة لدى الطلاب.",
    "activist_empower1": "مساعدة الطلاب على الشعور بالراحة عند التعبير عن آرائهم وأفكارهم في العمل السياسي.",
    "activist_empower2": "توفير الفرص للطلاب لإنشاء وسائط تعبر عن أفكارهم الأصلية في سياق سياسي أو اجتماعي قائم.",
    "activist_empower3": "تشجيع الطلاب على التشكيك في المعتقدات والمسلمات والتحدي من أجل تعزيز المشاركة المدنية.",
    "activist_strenghts": "عادةً ما يكون الناشطون قادة طبيعيين يرفعون وعي الطلاب بدورهم في بيئة ديمقراطية صحية. غالبًا ما يكون لديهم معرفة واسعة بقضايا عالمية ومحلية يمكن للطلاب الانخراط فيها بشكل مباشر، مثل دعم برامج إعادة التدوير في المدرسة أو كتابة رسائل إلى القنوات الإخبارية المحلية.",
    "activist_challenges": "أحيانًا قد يبالغ الناشطون أو يقللون من تقدير مدى تطور قيم ومعتقدات الطلاب – ففي بعض الحالات تتعارض قيم منازلهم مع رؤية المعلم، وفي حالات أخرى قد لا يعرف الطلاب ما يؤمنون به بعد. قد يؤدي ذلك إلى فرض المعلم لرؤيته الخاصة على الطلاب الذين يعارضون هذه الرؤية أو لم يحددوا موقفهم بعد.",
    "alt_description": "أنت معلم مبتكر وربما من نوعية “افعلها بنفسك”، ودائمًا على استعداد لتحدي الطلاب بطرق بديلة للعثور على الوسائط واستخدامها والتفكير فيها وصنعها في الصف. سواءً باستخدام برامج مفتوحة المصدر على حواسيب المدرسة أو تشجيع الطلاب على إنشاء نوادٍ أو مجلات بديلة، أو تقديم وسائط غير سائدة لهم، فمن المرجح أنك أساس في توسيع فهمهم للطرق المختلفة التي يتواصل بها الناس في العالم.",
    "alt_protect1": "تعليم الطلاب التشكيك في سلطة وجهات النظر الإعلامية المهنية أو السائدة أو التجارية.",
    "alt_protect2": "مشاركة الطلاب في رموز ثقافية بديلة كان لها تأثير تحويلي عليك شخصيًا أو على ثقافات أخرى.",
    "alt_protect3": "مساعدة الطلاب على فهم التاريخ والآراء البديلة التي قد لا يدرسونها في الكتب الدراسية أو الوسائط الرسمية.",
    "alt_empower1": "تشجيع الطلاب على تخيل طرق متعددة لنقل رسالة أو فكرة.",
    "alt_empower2": "منح الطلاب نظرة داخلية على أنماط إنتاج أقل “بريقًا” من إنتاج الوسائط الاحترافية، وتزويدهم بالمهارات اللازمة لإنشاء مثل هذه الأنماط.",
    "alt_empower3": "توفير فرص للطلاب لإنتاج وسائط تتعامل مع تنسيقات وأساليب بناء ووجهات نظر غير مألوفة لديهم.",
    "alt_strenghts": "“البديلون” يبرعون في خلق بيئة دراسية تثير الفضول والإبداع والمشاركة لدى الطلاب بطريقة تتحدى توقعاتهم. غالبًا ما يكونون بوابة دخول الطلاب إلى عوالم الفن والأحداث الحالية والثقافة الشعبية والأدب التي تقدم وجهات نظر أوسع من المناهج الدراسية التقليدية.",
    "alt_challenges": "قد يؤدي التركيز على البدائل بعيدًا عن المناهج السائدة إلى إنشاء “محرمات” جديدة لا تخضع للتحليل والنقد مثل الوسائط التقليدية. وقد يُبعدون الطلاب الذين يشعرون بأنهم مرتبطون بشدة بالثقافة الشعبية، إذ يقدمون بدائل دون إظهار نفس الاحترام لما يحبه الطلاب.",
    "demystifier_description": "هل تعلم أن الكثير من مسلسلات الجرائم التلفزيونية تُصوّر تقريبًا بأكملها أمام شاشات خضراء؟ وأن شركات الوجبات السريعة تستعين بفنانين ونحاتين لجعل المكونات تبدو أكثر جاذبية في الإعلانات؟ وأن صور المجلات يتم التلاعب بها رقميًا؟ إذا أثارت مثل هذه الأسئلة فضولك، فقد تكون “مُوضح الغموض”. كمعلم، أنت مهتم بـ“كشف الستار” عن جميع أشكال عملية إنتاج الوسائط، من كتابة كتاب إلى تحرير فيلم هوليوودي. عندما تُدرّس، تجذب الطلاب إلى ما قد يبدو للوهلة الأولى وكأنه مؤامرة سرية، لكنه يصبح في النهاية أساسًا للتفكير الناقد لديهم—أي طرح أسئلة “كيف” و”لماذا” المفيدة—والتعلم في الفصل الدراسي.",
    "demystifier_protect1": "مساعدة الطلاب على تحديد كيفية تشويه تعديل الصور لإدراكنا للواقع.",
    "demystifier_protect2": "حماية الطلاب من الرسائل السلبية في الإعلام الجماهيري والثقافة الشعبية التي قد تؤثر في تقديرهم لذواتهم.",
    "demystifier_protect3": "طرح التساؤلات حول استمتاع الطلاب الغير ناقد بالوسائط التي قد تكون إشكالية.",
    "demystifier_empower1": "استخدام كشف الغموض عن عمليات إنتاج الوسائط لتشجيع الطلاب على إنشاء أعمالهم الخاصة.",
    "demystifier_empower2": "جعل الطلاب يربطون بين عمليات إنتاج الوسائط والوسائط التي يستخدمونها في حياتهم اليومية.",
    "demystifier_empower3": "تشجيع الطلاب على طرح أسئلتهم الخاصة حول كيفية ولماذا يتم إنتاج الوسائط.",
    "demystifier_strenghts": "الأساتذة الذين يوضحون الغموض يجيدون اغتنام اللحظات التعليمية عندما يواجه الطلاب صعوبة في فهم كيفية ولماذا يتم إنتاج الوسائط. يساعدون الطلاب على إقامة روابط ذات مغزى مع استخداماتهم المنزلية للوسائط، وغالبًا ما يختتم الطلاب دوراتهم بقولهم إنهم لن يشاهدوا فيلمًا أو يقرأوا كتابًا أو يستخدموا موقعًا إلكترونيًا بالطريقة نفسها مجددًا.",
    "demystifier_challenges": "على من يكشف الغموض توخي الحذر من حدوث ارتباك أثناء “رفع الستار”؛ من الأفضل أن يتم هذا في خدمة هدف تعليمي واضح وليس فقط من أجل الترفيه. كما يجب الحذر من تطوير نظرة ساخرة لدى الطلاب تجاه الوسائط؛ الهدف هو تعزيز فهمهم لكيفية بناء الوسائط واستخدامهم تلك المعرفة بطرق بناءة عند إنتاج أعمالهم.",
    "motivator_description": "أنت مصدر إلهام وحافز للطاقة الإبداعية لدى طلابك. الطلاب الذين لم يشعروا يومًا بالراحة في المشاركة في الصف أو المساهمة في النقاش يجدون الأمر أسهل عندما تقودهم. ولكنك ربما لا ترى نفسك قائدًا؛ إنما ترى نفسك كعامل محفز أو موجه. المهم هو ما يريد الطلاب قوله وفعله؛ دورك هو مساعدتهم على أن يكونوا أفضل نسخة من أنفسهم.",
    "motivator_protect1": "توجيه الطلاب حول كيفية حماية أنفسهم من وسائل الإعلام التي قد تضر بتقديرهم لذواتهم أو شعورهم بالقيمة.",
    "motivator_protect2": "إلزام الطلاب بتقديم ملاحظات إيجابية لأقرانهم، تعترف بأفضل جوانب المشاركة والأعمال الصفية.",
    "motivator_protect3": "اختيار المواد الدراسية بعناية بحيث لا تتحدى بشدة إحساس الطلاب بقدرتهم الإبداعية وقوتهم.",
    "motivator_empower1": "خلق بيئة يشعر فيها الطلاب بالراحة لمشاركة أفكارهم وآرائهم ومواهبهم الإبداعية الفريدة.",
    "motivator_empower2": "تشجيع الطلاب على استكشاف الموضوعات التي يجدونها ممتعة أو محفزة كأساس للأنشطة والمشروعات الصفية.",
    "motivator_empower3": "توفير فرص للطلاب لإطلاق الحوار في الفصل وتسييره بأنفسهم، مع توفير التوجيه والدعم عند الضرورة.",
    "motivator_strenghts": "غالبًا ما يتذكر الطلاب المُحفزين لأنهم يركزون على العمل الجماعي وصوت الطالب؛ يشعر الطلاب بأن أفكارهم وروحهم الإبداعية تحظى بالاحترام والتطوير. كما أنهم حسّاسون لاحتواء كل طالب وإشراكه في العملية الإبداعية.",
    "motivator_challenges": "ربما يخطئ المحفزون أحيانًا في جعل الفصول خالية من البنية أو تعمها الفوضى، ما قد يعيق وضوح أهداف التعلم والتوجيه. يجب عليهم أيضًا ضمان توفير الفرصة للطلاب ليس فقط للتعبير عن أنفسهم ولكن أيضًا لانتقاد أعمال بعضهم بعضًا بشكل محترم وتحدي بعضهم للقيام بعمل أفضل وأكثر تفكيرًا.",
    "professional_description": "لديك معايير عالية لما ينتجه طلابك، وقد تُعرف بكونك الشخص المحترف في مجال الوسائط في مدرستك. أنت تعرف كيفية دفع الطلاب لفهم وتطبيق المعايير المهنية التي تراها ضرورية للاعتراف بعملهم في عالم إنتاج الوسائط. قد تهتم أيضًا بتعريف الطلاب بالعالم الحقيقي لإنتاج الوسائط، والتفكير في طرق دعوة مؤلفين ومحترفين في الوسائط إلى الصف لإثراء تجربة التعلم.",
    "professional_protect1": "حماية الطلاب من الفشل التقني في إنتاجاتهم ومشروعاتهم الإعلامية.",
    "professional_protect2": "مساعدة الطلاب في التعرف على كيفية إخفاء الإنتاج الاحترافي لرسائل قد تكون سلبية أو ضارة.",
    "professional_protect3": "منع الفوضى التنظيمية من خلال نموذج إنتاج هرمي (بأدوار واضحة) للحد من انحراف الطلاب عن المهمة.",
    "professional_empower1": "غرس الشعور بالاحتراف وتعزيز الجهد الجاد في مشروعات إنتاج الوسائط.",
    "professional_empower2": "مساعدة الطلاب على رؤية أنفسهم كمؤلفين “حقيقيين” يخاطبون جمهورًا حقيقيًا بلغة احترافية يفهمها مستخدمو وسائل الإعلام.",
    "professional_empower3": "توفير مسار أكاديمي أو مهني للطلاب في مجالات إنتاج الوسائط وصناعاتها، من خلال تقديم المهارات والسلوكيات والمعايير المهنية كنموذج يحتذى.",
    "professional_strenghts": "غالبًا ما تظهر أعمال الطلاب لدى المحترفين بمظهر أكثر احترافية من حيث الجوانب الجمالية مقارنة بمشروعات الوسائط الشبابية التقليدية. عادةً ما يكون هؤلاء المعلمون مسؤولين عن التكنولوجيا والمعدات الاحترافية المتوفرة في المدرسة. كما أنهم يلهمون الطلاب للالتحاق ببرامج ما بعد المدرسة أو البرامج الأكاديمية المتعلقة بإنتاج الوسائط.",
    "professional_challenges": "قد تؤدي المهنية بحد ذاتها إلى مشكلة “الشكل قبل المضمون”. قد يقلد الطلاب النماذج المهنية في الأخبار أو إنتاج الأفلام أو التصميم الجرافيكي دون تطبيق نفس المستوى من الدقة على المحتوى الأكاديمي أو البحث والتحليل. إذا كانت القيم المهنية مجرد قيم جمالية، فقد لا يكتسب الطلاب مهارات البحث والتحليل والتقييم الضرورية لجودة الإنتاج.",
    "professor_description": "دائمًا ما تحرص على موازنة حماسك تجاه الوسائط والتكنولوجيا بارتباط واضح بالمعايير الأكاديمية. تريد التأكد من أن الوسائط والتكنولوجيا لا تُستخدم في الصف لمجرد استخدامها، بل لخدمة أهداف الدرس والأهداف التعليمية. فالعروض التقديمية متعددة الوسائط والمواقع الإلكترونية المفيدة والتكنولوجيا التعليمية كلها أدوات تساعدك على تقديم المحتوى الأساسي الذي يجب أن يتقنه الطلاب.",
    "professor_protect1": "إبقاء الطلاب على المسار الصحيح في المهام الحالية وتقليل التشتيت أو الأنشطة الإعلامية غير المهيكلة.",
    "professor_protect2": "إعداد وبناء المحادثات الصفية بعناية لمساعدة الطلاب على فهم المحتوى وإدراك أهداف الدرس بشكل أفضل.",
    "professor_protect3": "استخدام تقنيات تعليمية كمساحات آمنة يمكن للطلاب الاستكشاف فيها ضمن حدود محتوى محددة جيدًا.",
    "professor_empower1": "مساعدة الطلاب على فهم كيف يمكن للوسائط أن تضيف قيمة إلى الدروس والمحتوى الضروري لنموهم الأكاديمي.",
    "professor_empower2": "توسيع مفهوم الطلاب حول أشكال التعبير المقبولة في البيئات الأكاديمية، من خلال تشجيعهم على إنتاج عروض تقديمية ومقاطع فيديو ومنتجات وسائط أخرى.",
    "professor_empower3": "تقديم رؤية للنجاح التعليمي تشمل إتقان المواد الإعلامية ذات الصلة بنجاحهم الأكاديمي، مثل معالجة النصوص وإنشاء العروض المتعددة الوسائط وإنتاج الفيديو وغيرها.",
    "professor_strenghts": "“البروفيسور” لديه فهم واضح لأهداف التعليم، وهكذا يفهم الطلاب أيضًا. عادةً ما يقل لديهم الاضطراب أو الفوضى الناتجة عن المشروعات الإعلامية الكبيرة. لدى الطلاب دائمًا فكرة واضحة عن مدى ارتباط دمج التكنولوجيا والوسائط بالاحتياجات الفورية للدرس والموضوع.",
    "professor_challenges": "قد تفوت “البروفيسور” أحيانًا فرصًا للانحراف عن الخطة نحو لحظات تعليمية مهمة وعفوية لا تتماشى بسهولة مع القوالب الصارمة للدرس. في حين أن استخدام التكنولوجيا والوسائط في الصف يقدم فرصًا للإبداع والاستكشاف، قد تكون هذه الفرص صعبة الدمج ضمن إطار صارم للدرس.",
    "spirit-guide_description": "أنت مستمع رائع، تهتم بالرفاه الاجتماعي والعاطفي لطلابك، وتتأكد من أن كل ما تفعله في الفصل يرتبط باحتياجاتهم الفورية لفهم أنفسهم وحياتهم. غالبًا ما يجدك الطلاب جديرًا بالثقة وقد يشاركونك بأمور لا يخبرون بها المعلمين الآخرين. أنت تعلم أن الوسائط مجرد جانب من حياة الطلاب، وترغب في توظيفها لمساعدتهم على مواجهة تحديات الحياة وفرصها.",
    "spirit-guide_protect1": "مساعدة الطلاب على فهم والوقاية من تمثيلات إعلامية تضر بثقتهم بأنفسهم.",
    "spirit-guide_protect2": "مجابهة القوالب النمطية وسوء التمثيل الذي قد يتبناه الطلاب أو يتعرفون عليه.",
    "spirit-guide_protect3": "خلق مساحة آمنة وخاصة في الصف حيث يشعر الطلاب بالاحترام والتقدير عند مناقشة علاقاتهم الشخصية.",
    "spirit-guide_empower1": "تشجيع الطلاب على التعبير عن مشاعرهم وعواطفهم من خلال إنتاج الوسائط.",
    "spirit-guide_empower2": "إثارة نقاشات حول تجارب الطلاب الشخصية مع الوسائط الرقمية والثقافة الشعبية وكيف تؤثر على حياتهم.",
    "spirit-guide_empower3": "دمج الممارسة التأملية في أنشطة الكتابة وإنتاج الوسائط للطلاب.",
    "spirit-guide_strenghts": "عادة ما يثق الطلاب بالمرشد الروحي ويشاركونه بأمور عن حياتهم وأفكارهم ومشاعرهم. يتميز المرشد الروحي بالقدرة على الاهتمام بالصحة العاطفية للطلاب وإحساسهم بقيمتهم الذاتية.",
    "spirit-guide_challenges": "يمتلك بعض الطلاب حيوات خاصة بالوسائط يشعرون بالحيرة تجاه مشاركتها في بيئة الفصل. يجب على المرشد الروحي توخي الحذر في الحالات التي يفضل فيها الطلاب عدم المشاركة، خاصة إذا كانوا قلقين بشأن الخصوصية أو حكم الأقران.",
    "taste-maker_description": "أطفال اليوم! يحفظون كلمات أغاني الراب والبوب ولكن ماذا عن آيات شكسبير؟ إنهم يعرفون كل تفصيلة في أحدث فيلم هوليوودي، ولكن ماذا عن الأفلام الكلاسيكية أو العالمية؟ ترغب في توسيع آفاقهم. تريدهم أن يختبروا أنواعًا من الوسائط التي تضعهم على اتصال بالتاريخ والجماليات والتقدير النقدي. أنت تعلم أن تفاعل الطلاب في المستقبل يتطلب منهم الاعتماد على مجموعة متنوعة من المصادر الثقافية، سواء كانت كلاسيكية أو شعبية. في أسوأ الأحوال، قد يكون الولع بالثقافة الشعبية مجرد مضيعة؛ في أفضل الأحوال، سيستخدمون فهمهم للثقافة المعاصرة إلى جانب فهمهم للأشكال الكلاسيكية للأدب والفن والوسائط لربط الثقافة الشعبية بتراثها.",
    "taste-maker_protect1": "تحدي وجهات نظر الطلاب المحدودة حول الثقافة بتعريفهم بمعالم ثقافية واسعة ومعروفة.",
    "taste-maker_protect2": "حث الطلاب على التمييز بين الرسائل السطحية والرسائل المعقدة في الوسائط.",
    "taste-maker_protect3": "تطوير استراتيجيات خلاقة لتوجيه تفاعل الطلاب نحو “الكلاسيكيات” في الفن والأدب والوسائط الأخرى.",
    "taste-maker_empower1": "مساعدة الطلاب على استخدام المنطق والتمييز للتفرقة بين الرسائل الإيجابية والسلبية.",
    "taste-maker_empower2": "ربط الثقافة الشعبية التي يحبها الطلاب بتراثها الثقافي.",
    "taste-maker_empower3": "تشجيع الطلاب على طرح أسئلة نقدية حول الجوانب الجمالية والخلفية التاريخية لأي وسائط مستخدمة في الفصل.",
    "taste-maker_strenghts": "يمتلك صانعو الذوق عادةً معرفة واسعة بالفنون تمكنهم من مساعدة الطلاب على فهم وتقدير الأدب والفن وغيرها من أشكال الوسائط الكلاسيكية. كما أنهم غالبًا ما ينظرون نظرة شمولية للثقافة، فيربطون بين الثقافة المعاصرة وأصولها التاريخية والجمالية.",
    "taste-maker_challenges": "قد يميل صانعو الذوق أحيانًا إلى عرض “الكلاسيكيات” التي يفضلونها كأنها فوق النقد، في حين ينتقدون الثقافات المعاصرة أو الشعبية. كما قد ينفرون الطلاب الذين يتعاملون مع الثقافة الشعبية بأشكال معقدة أو عميقة.",
    "teacher_description": "أنت معلم يدرك أن المشاركة في الثقافة الرقمية والتعلم عبر التكنولوجيا يتطلب المرونة تجاه التنسيقات الجديدة وأشكال التعبير والمشاركة داخل المدرسة وخارجها. قد تجمع بين قراءة نصوص لشكسبير ومشاهدة أفلام هوليوودية مقتبسة عنها، أو تستخدم نسخًا إلكترونية تفاعلية من الأدب الكلاسيكي، أو منصات نقاش إلكترونية لزيادة تواصل الطلاب. باختصار، أنت منفتح على تجربة كل شيء، باحثًا دائمًا عن سبل جديدة لربط التعلم بثقافة الأطفال الرقمية.",
    "teacher_protect1": "مساعدة الطلاب على فهم العلاقات الإنسانية المحترمة عبر الإنترنت وخارجه من خلال أنشطة منظمة.",
    "teacher_protect2": "خلق بيئة آمنة في الفصل لكي يتمكن الطلاب من تجربة طرق جديدة في التحليل والتعبير دون التعرض لجوانب أكثر صعوبة في الحياة العامة أو الإلكترونية.",
    "teacher_protect3": "البحث عن طرق لجعل الموضوعات التقليدية جذابة، ومساعدة الطلاب على التركيز على عدة أشكال لمحتوى أساسي.",
    "teacher_empower1": "إطلاق نقاشات في الفصل حول مجموعة متنوعة من الوسائط وعلاقة الطلاب بها، مع بناء روابط بين النصوص المختلفة وحياة الطلاب.",
    "teacher_empower2": "منح الثقة للطلاب لتقييم وتحليل وإنشاء الوسائط بأشكال متعددة حتى لو كانوا يعانون صعوبات في مهارات القراءة المطبوعة.",
    "teacher_empower3": "تقدير مشاركة الطلاب في ثقافة المعجبين واستخدامهم للوسائط بوصفها عنصرًا أساسيًا في تعلمهم في الصف.",
    "teacher_strenghts": "يتميز المعلم 2.0 بالابتكار، ويجد طرقًا جديدة ومتنوعة لإشراك الطلاب في مجموعة واسعة من الموضوعات. يتيح فرصًا للتفاعل عبر الإنترنت وبين الطلاب في الفصل من خلال التكنولوجيا والوسائط، ويصل إلى الطلاب عاطفيًا من خلال أخذ تفاعلهم مع الوسائط على محمل الجد.",
    "teacher_challenges": "بسبب طبيعة التدريس متعددة الأبعاد لدى المعلم 2.0، قد تواجه الدروس عقبات أو تحديات غير متوقعة، أو تبقى المشاريع دون اكتمال. كما قد يفوتون أحيانًا أن بعض الطلاب لا يرغبون في المشاركة عبر الإنترنت أو الكشف عن تفاعلهم مع الوسائط خارج المدرسة.",
    "techie_description": "أنت دائمًا على اطلاع على أحدث الأدوات والأجهزة والتطبيقات والبرامج والملحقات والمواقع وتقنيات التعليم. قد يلجأ إليك المعلمون الآخرون لحل مشكلات تقنية أو للحصول على أفكار جديدة. تثيرك فكرة استخدام الهواتف الذكية والأجهزة اللوحية التي يحبها الطلاب فعليًا في حياتهم اليومية داخل الفصل، كما تستمتع أنت بنفسك بتجربة واكتشاف تكنولوجيا جديدة.",
    "techie_protect1": "تعليم الطلاب كيفية استخدام الأدوات التكنولوجية بأمان وبشكل مسؤول.",
    "techie_protect2": "العمل كحارس بوابة أو مدقق جودة للمواقع الإلكترونية والموارد الرقمية المتاحة للطلاب.",
    "techie_protect3": "استخدام أدوات التعليم التكنولوجية في الصف بنفسك لتحسين الدروس وجعلها أكثر جاذبية.",
    "techie_empower1": "منح الطلاب فرصة لاستخدام التكنولوجيا الجديدة بأنفسهم لإنشاء أعمالهم.",
    "techie_empower2": "الاستفادة من اهتمام الطلاب بالأجهزة الجديدة مثل الهواتف الذكية والأجهزة المحمولة.",
    "techie_empower3": "الدفاع عن استخدام التقنية التعليمية في المدرسة ودعم المعلمين والطلاب الآخرين في توظيفها.",
    "techie_strenghts": "عادةً ما يكون التقني ملمًا بالتغير التكنولوجي السريع. يجذب اهتمام الطلاب نحو المنصات والبرامج والأدوات الجديدة بالتزامن مع تدريس المحتوى.",
    "techie_challenges": "قد يصعب على التقنيين جذب اهتمام المعلمين والطلاب الذين لا يشاركونهم الحماس أو الثقة في التكنولوجيا الجديدة. يجب عليهم التفكير في الهدف من استخدام التكنولوجيا وكيف تعمل في الحياة اليومية بشكل شامل، بدل التركيز فقط على عنصر الإبهار فيها.",
    "trendsetter_description": "أنت أحد المعلمين الأكثر مواكبة للموضة في المدرسة، تشارك الطلاب (وربما بعض المعلمين) معرفتك بالثقافة الشعبية ورغبتك في تعلم المزيد عن ثقافة الشباب. قد تكون والدًا لديه في هاتفه أغاني بوب وراب أكثر من أبنائه، أو ربما ما زالت اهتماماتك الثقافية قريبة من اهتمامات طلابك. أنت فضولي بشأن الصيحات والموضوعات الساخنة في حياة الطلاب اليومية، وتريد أن يلتقي عالم المدرسة مع الطلاب حيث يقضون معظم أوقاتهم—في الثقافة الشعبية التي يحبونها ويعرفونها.",
    "trendsetter_protect1": "توفير بيئة آمنة لاستخدام الثقافة الشعبية المناسبة داخل الفصل.",
    "trendsetter_protect2": "استخدام مجموعة متنوعة من النصوص في الثقافة الشعبية لدفع الطلاب نحو التساؤل حول المؤلف والجمهور المستهدف والرسائل والمعاني وكيفية تمثيل الواقع.",
    "trendsetter_protect3": "تشجيع الطلاب على التأمل في استخداماتهم للثقافة الشعبية، خصوصًا إذا كانت آثارها سلبية على صحتهم أو صورتهم الذاتية.",
    "trendsetter_empower1": "فتح باب البحث حول الثقافة الشعبية باعتبارها جزءًا مهمًا من النقاش في الفصل.",
    "trendsetter_empower2": "الاستفادة من اهتمامات الطلاب بالتقنيات الجديدة مثل الهواتف الذكية والأجهزة المحمولة.",
    "trendsetter_empower3": "تشجيع الطلاب على إيجاد روابط بين الثقافة الشعبية والمناهج الدراسية الأكثر تقليدية.",
    "trendsetter_strenghts": "يعترف صانعو التوجه بأن الطلاب غالبًا ما يكونون شغوفين بنطاق واسع من نصوص الثقافة الشعبية، فيربطونهم بالتعلم الرسمي. كما يربطون بين الخبرات الخاصة للطلاب (الثقافة الشعبية) والمعرفة الجديدة (محتوى المنهج).",
    "trendsetter_challenges": "قد يواجه صانعو التوجه صعوبة مع الطلاب الذين يشعرون أنهم منفصلون أو يعارضون الثقافة الشعبية المهيمنة. كما ينبغي أن يحرصوا على ألا ينتهي النقاش حول الثقافة الشعبية فقط عند “أحبها أو أكرهها”، بل يستكشفون الكيفية والأسباب الكامنة وراءها.",
    "watchdog_description": "أنت تشكك في الطرق التي تؤثر بها الأنظمة الاقتصادية والمؤسسات الكبرى على حياتنا اليومية، خصوصًا عبر وسائل الإعلام التي نستخدمها. تريد من طلابك وزملائك أن يكونوا أكثر وعيًا بكيفية شراء الأشياء وبيعها. من يملك ويتحكم بالمحتوى الإعلامي الذي نراه ونسمعه ونقرأه؟ كيف تؤثر الإعلانات والسياسات العامة وملكية وسائل الإعلام على علاقتنا بالاستهلاكية؟ لماذا يصعب في بعض الأحيان على الطلاب أن يطرحوا أسئلة نقدية حول شركات إعلام ضخمة مثل ديزني أو نيكيلوديون؟ ربما تشعر أنك الوحيد الذي يُعلّم الطلاب كيف “يستيقظون” على عمل الأنظمة الاقتصادية والسياسية في خلفية حياتهم.",
    "watchdog_protect1": "كشف الحيل في الإعلانات والثقافة الشعبية والإعلام الجماهيري أمام الطلاب.",
    "watchdog_protect2": "تعزيز تشكك الطلاب حول دوافع المؤسسات الإعلامية.",
    "watchdog_protect3": "مساعدة الطلاب على الحذر من الرسائل التي تمجد النزعة الاستهلاكية.",
    "watchdog_empower1": "مساعدة الطلاب على طرح أسئلة نقدية حول الأنظمة التي يتم من خلالها إنشاء وتوزيع واستهلاك الوسائط.",
    "watchdog_empower2": "تطوير فهم الطلاب لكيفية ارتباط الوسائط بالاقتصاد والسياسة بشكل ملموس.",
    "watchdog_empower3": "تشجيع الطلاب على إنشاء أعمالهم الخاصة التي تتحدى الهيمنة الاستهلاكية، مثل إعلانات الخدمة العامة أو المحاكاة الساخرة لوسائل الإعلام والثقافة الشعبية.",
    "watchdog_strenghts": "غالبًا ما يكون المعلمون المراقبون هم أول من يثير “لحظات aha!” لدى الطلاب بشأن كيفية تداخل الأنظمة والمؤسسات مع الوسائط التي يستخدمونها. يستثمرون إحساس الطلاب بالقوة في كشف “الخداع” الإعلامي لفهم القضايا السياسية والديمقراطية بصورة أعمق.",
    "watchdog_challenges": "قد يؤدي تركيز المراقبين على الأنظمة السياسية والاقتصادية إلى تشجيع وجهة نظر ساخرة لدى الطلاب حول ملكية وسائل الإعلام — وقد يعزز ذلك موقفًا سلبيًا لدى الطلاب الذين يعانون أصلًا من الشك تجاه أنظمة السلطة في مدارسهم أو مجتمعاتهم. كما قد يحاول بعض الطلاب قول ما يعتقدون أنه “الإجابة الصحيحة” دون أن يقتنعوا فعليًا إذا كانوا يحبون الثقافة الشعبية.",
    "question1": "يصبح الناس سلبيين عندما لا يلاحظون التحيزات ووجهات النظر المضمنة في رسائل الوسائط.",
    "activist_description_": "أنت تدعم المشاركة المدنية للطلاب من خلال توظيف الوسائط والتكنولوجيا للتعامل مع القضايا الواقعية.",
    "alt_description_": "أنت تتحدى الطلاب بأساليب بديلة للعثور على الوسائط واستخدامها والتفكير فيها وإنشائها بعيدًا عن المسار السائد.",
    "demystifier_description_": "أنت تريد من الطلاب تطوير مهارات التفكير النقدي من خلال “كشف الستار” عن كيفية بناء الوسائط.",
    "motivator_description_": "أنت تنمّي استقلالية الطلاب كلما سمحت لهم باتباع إبداعهم الذاتي في التعلم.",
    "professional_description_": "أنت تطور الكفاءات والمهارات الإبداعية للطلاب كمؤلفين وفنانين وكعاملين محترفين في المستقبل.",
    "professor_description_": "أنت تريد من الطلاب اكتساب المعرفة الأكاديمية باستخدام الوسائط والتكنولوجيا لتعزيز أهداف التعلم.",
    "spirit-guide_description_": "أنت ملتزم بمساعدة الطلاب على استخدام الوسائط لدعم رفاههم الاجتماعي والعاطفي.",
    "taste-maker_description_": "أنت تريد من الطلاب تقدير الوسائط ذات الأهمية الثقافية في التاريخ والفنون والأدب والعلوم.",
    "teacher_description_": "أنت تساعد الطلاب على استخدام الوسائط والتكنولوجيا للتواصل والتعلم من الآخرين باعتبارهم مواطنين رقميين.",
    "techie_description_": "تعلم أن الأدوات الرقمية ووسائل الإعلام تعزز اندماج الطلاب بعمق في التعلم الحقيقي.",
    "trendsetter_description_": "تلتقي بالطلاب “حيث هم” من خلال ربط الفصل بالثقافة الشعبية المعاصرة.",
    "watchdog_description_": "تريد من الطلاب التفكير في السياقات الاقتصادية والسياسية للوسائط والتكنولوجيا باعتبارها أنظمة تشكل حياتنا.",
    "question2": "يمكن خداعك بواسطة الوسائط إذا كنت لا تعرف مصدر المعلومات.",
    "question3": "الغاية الفعلية للتلفاز هي بيع الجمهور للمعلنين.",
    "question4": "أنا قلق من سيطرة عدد قليل جدًا من الشركات على النشر والبث والأفلام وقطاع الإنترنت.",
    "question5": "يجب على المواطنين التعبير عن أنفسهم بشأن القضايا التي يؤمنون بها.",
    "question6": "نخاطر بفقدان ديمقراطيتنا إذا لم نخلق جيلًا من الناشطين للحفاظ عليها.",
    "question7": "في كثير من الأحيان، تشتت الوسائط الطلاب عن المعلومات والأفكار المهمة حقًا.",
    "question8": "أخشى أن استخدام الطلاب للوسائط يؤثر على تركيزهم وتحفيزهم في المدرسة.",
    "question9": "إذا لم تكن رسائل البريد الإلكتروني والكتابة ومقاطع الفيديو والصور الخاصة بك ذات مظهر احترافي، فلن تستطيع المنافسة في سوق العمل.",
    "question10": "عندما تبدو مشروعات الطلاب الإعلامية غير احترافية، يصعب معرفة ما إذا كانوا قد تعلموا شيئًا أم لا.",
    "question11": "إذا لم تشارك في الوسائط الرقمية، فسيتم التخلي عنك.",
    "question12": "الطلاب الذين لا ينشطون عبر الإنترنت يكونون منعزلين عن بقية العالم.",
    "question13": "أكثر المدارس تنافسية في المستقبل سوف تستثمر في الأدوات التكنولوجية المناسبة وتساعد الطلاب على إتقانها.",
    "question14": "إذا لم تواكب مدرستي التطورات التكنولوجية، فسوف نتراجع.",
    "question15": "أخشى أن بعض الوسائط والتكنولوجيا قد تشجع السلوك المعادي للمجتمع.",
    "question16": "إذا لم يشارك الطلاب ما يشعرون به تجاه الوسائط والثقافة الشعبية، فسيخسرون فرصًا للنمو العاطفي.",
    "question17": "إذا لم أعطِ طلابي المرونة في الإبداع، فقد لا يتعلمون التعبير عن أنفسهم.",
    "question18": "كثير من الناس لا ينخرطون في عملية التعلم وتطوير مهاراتهم الفريدة.",
    "question19": "إذا لم أكن أعرف ثقافة الطلاب الشعبية، سيظنون أنني منفصل عن حياتهم.",
    "question20": "من الصعب التواصل مع الشباب إذا لم أشاركهم الاهتمام بأفلامهم وموسيقاهم وموضتهم ومشاهيرهم.",
    "question21": "معظم الرسائل على وسائل الإعلام السائدة مثل قنوات التلفزيون الرئيسية هي مضيعة للوقت.",
    "question22": "كثير من الناس يجهلون أشكال الوسائط البديلة الموجودة في بعض المجلات والموسيقى والأفلام.",
    "question23": "قد يصبح الطلاب عالقين في حدود ثقافتهم الشعبية الضيقة.",
    "question24": "أنا قلق من نقص العمق في الثقافة الشعبية المعاصرة.",
    "question25": "عندما تعرف كيف تم صنع موقع ويب أو لعبة فيديو أو برنامج تلفزيوني بالفعل، سيتغير منظورك إلى الأبد.",
    "question26": "منتجو الوسائط يتخذون قرارات حذرة وواعية أثناء إنشاء الأفلام أو العروض التلفزيونية أو المواقع الإلكترونية.",
    "question27": "التصدي للصور النمطية في الوسائط أمر أساسي لتحسين رفاهية الناس.",
    "question28": "يمكنك تغيير حياة شخص بتعليمه كيفية مقاومة رسائل الوسائط.",
    "question29": "من الضروري أن يستخدم الشباب الوسائط الرقمية في الفصل للدعوة إلى التغيير الاجتماعي.",
    "question30": "عندما يتخذ الشباب إجراء اجتماعيًا من خلال الوسائط الرقمية، يمكنهم تغيير العالم.",
    "question31": "أفضل ما في الإنترنت هو الوصول إلى المحتوى والأفكار والمعلومات الغنية التي يمكنني استخدامها في الفصل.",
    "question32": "تجعل الوسائط الرقمية من السهل على الطلاب التفاعل مع المواد الدراسية التي قد يجدونها مملة.",
    "question33": "عندما يستخدم الطلاب الأدوات نفسها التي يستخدمها المحترفون، يدركون أن صوتهم قد يصل إلى مدى أوسع.",
    "question34": "عندما يجتهد الطلاب، يمكنهم إنشاء إنتاجات تضاهي ما نراه في وسائل الإعلام السائدة مثل هوليوود أو الأخبار التلفزيونية.",
    "question35": "عند استخدام وسائل التواصل الاجتماعي بأقصى إمكاناتها، فإنها يمكن أن تحول التعليم.",
    "question36": "كلما شاركنا أكثر عبر الإنترنت، كلما ساهمنا في المجتمع بشكل أكبر.",
    "question37": "عندما يتقن الطلاب أداة تكنولوجية جديدة، يكتسبون معرفة ومكانة مميزة.",
    "question38": "تساعد أدوات التعليم الجيدة المعلمين على التدريس بشكل أفضل.",
    "question39": "تساعد الوسائط الطلاب على تنشيط مشاعرهم وعواطفهم في الفصل، مما يعزز عملية التعلم.",
    "question40": "استخدام الوسائط في الفصل يعزز التعاطف والفهم الاجتماعي.",
    "question41": "عندما يهتم الطلاب حقًا بموضوع معين، لا شيء يمنعهم من معرفة المزيد.",
    "question42": "يُطلق إبداع الطلاب عندما يكتشفون موضوعًا يثير شغفهم.",
    "question43": "مواكبة الثقافة الشعبية للشباب يجعلني أشعر أنني أقرب إلى طلابي.",
    "question44": "اهتمام الطلاب بالثقافة الشعبية يمكن توجيهه لتعزيز اهتمامهم بالمواد الدراسية.",
    "question45": "الأفلام البديلة والأفلام الوثائقية غالبًا ما تكون أكثر فائدة وإثارة لاهتمام طلابي من أفلام هوليوود.",
    "question46": "حياة الطلاب تصبح أغنى عندما يبحثون عن تمثيلات إعلامية بديلة.",
    "question47": "تتعمق حياة الطلاب عندما يفهمون كيفية ارتباط الكلاسيكيات في أشكال الوسائط بالقضايا المعاصرة.",
    "question48": "ينبغي إتاحة الفرصة للأطفال للوصول إلى التاريخ الثقافي الثري الذي تقدمه الأفلام والأدب الكلاسيكي.",
    "What is?": "حول الاختبار",
    "Digital Learning Motivation Quiz for Educators (DLMQE):": "اختبار الدافعية للتعلم الرقمي للمعلمين (DLMQE):",
    "Quiz Explanation": "أداة تتكون من 48 عبارة في مقياس ليكرت لتقييم تصورات المعلمين حول قيمة وملاءمة ستة محاور مفاهيمية: المواقف تجاه الأدوات الرقمية والأنواع والصيغ؛ محتوى الرسالة وجودتها؛ الارتباط بالمجتمع؛ النصوص والجمهور؛ أنظمة الوسائط؛ والتركيز على المتعلم. </br> تستند ملفات تعريف “البرج الفلكي للتعلم الرقمي” إلى ملاحظة أن المعلمين لديهم مستويات متفاوتة من التشبث بالمعتقدات المتعلقة بالحماية أو التمكين في ما يخص استخدام الوسائط والتكنولوجيا. يقيس المقياس مستويات مختلفة من تقدير المعلم لـ(1) الأدوات التكنولوجية والأنواع والصيغ؛ (2) محتوى الرسالة وجودتها؛ (3) الارتباط بالمجتمع؛ (4) النصوص والجمهور؛ (5) فهم أنظمة الوسائط؛ (6) التركيز على المتعلم. <br/> تقيس مقاييس الدافعية للتعلم الرقمي 12 ملفًا شخصيًا: Techie, Professional (التكنولوجيا والأنواع والصيغ)، Tastemaker, Professor (محتوى الرسالة وجودتها)، Activist, Teacher 2.0 (الارتباط بالمجتمع)، Alt, Trendsetter (النصوص والجمهور)، Watchdog, Demystifier (أنظمة الوسائط)، Motivator, Spirit Guide (التركيز على المتعلم). وهناك أربع عبارات مرتبطة بكل من هذه الملفات الـ12. اثنتان منهما ترتبطان بمواضيع الحماية واثنتان بمواضيع التمكين. على سبيل المثال، من أمثلة بند Activist المرتبط بالحماية: “وظيفتي هي مساعدة الطلاب على فحص كيفية ولماذا يمكن أن تكون المؤسسات الاجتماعية غير عادلة”. ومن أمثلة بند Activist المرتبط بالتمكين: “يجب تنشيط المشاركة المدنية من خلال استخدام الوسائط والتكنولوجيا في الصف”.",
    "Take the quiz as individually or in group!": "يمكنك خوض الاختبار بشكل فردي أو جماعي!",
    "Your account is waiting confirmation. Please wait, we will mail after confirmation.": "حسابك بانتظار موافقة المسؤول. يرجى الانتظار، سنرسل بريدًا إلكترونيًا بعد الموافقة.",
    "Sorry user cannot be identified.": "عذرًا، لا يمكن التعرف على المستخدم.",
    "Users account is verified.": "تم التحقق من حساب المستخدم.",
    "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation": "تم تسجيلك بنجاح، ولكن يجب تأكيد حسابك من قبل المسؤول. يرجى الانتظار، سنرسل بريدًا إلكترونيًا بعد التأكيد.",
    "Welcome Email": "رسالة ترحيب",
    "Congratulations": "تهانينا",
    "Your <a href='https://www.setyourmotivation.com/'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.": "تم تأكيد حسابك على <a href='https://www.setyourmotivation.com/login'>Set Your Motivation</a>. يمكنك الآن تسجيل الدخول باستخدام بريدك الإلكتروني وكلمة المرور.",
    "Your email address": "بريدك الإلكتروني",
    "A new user has registered  , Please click on the below link to verify the account.": "قام مستخدم جديد بالتسجيل، يرجى النقر على الرابط أدناه لتأكيد الحساب.",
    "Verify Account": "تأكيد الحساب",
    "Dashboard": "لوحة التحكم"
  }
  