{
  "Download Translate File": "Übersetzungsdatei herunterladen",
  "Around the Web": "Im Netz",
  "Home": "Startseite",
  "Contact Us": "Kontaktieren Sie uns",
  "For more information about the Digital and Media Literacy Online Quiz, please contact:": "Für weitere Informationen zum Digitalen Lernmotivations-Quiz für Lehrkräfte, kontaktieren Sie bitte:",
  "Group Information": "Gruppeninformation",
  "Group Name": "Gruppenname",
  "Pin": "PIN",
  "Description": "Beschreibung",
  "Create": "Erstellen",
  "Update": "Aktualisieren",
  "Results": "Ergebnisse",
  "Search..": "Suchen...",
  "Name": "Name",
  "Email": "E-Mail",
  "Activist": "Aktivist",
  "Alt": "Alternative",
  "Demystifier": "Entzauberer",
  "Motivator": "Motivator",
  "Professional": "Fachkraft",
  "Professor": "Professor",
  "Spirit Guide": "Seelischer Führer",
  "Taste Maker": "Geschmacksmacher",
  "Taste-Maker": "Geschmacksmacher",
  "Teacher 2.0": "Lehrer 2.0",
  "Techie": "Technikexperte",
  "Trendsetter": "Trendsetter",
  "Watchdog": "Wachhund",
  "Protect": "Schützen",
  "Empower": "Ermächtigen",
  "Process": "Prozess",
  "Empower vs. Protect": "Ermächtigen vs. Schützen",
  "Your All Motivations": "Motivationen",
  "Delete": "Löschen",
  "View": "Ansehen",
  "Are you sure": "Sind Sie sicher",
  "The deletion process will have serious consequences": "Der Löschvorgang hat schwerwiegende Konsequenzen",
  "If you delete the result, you will not be able to bring it back": "Wenn Sie das Ergebnis löschen, können Sie es nicht wiederherstellen",
  "result has been deleted": "Ergebnis wurde gelöscht",
  "result has not been deleted": "Ergebnis wurde nicht gelöscht",
  "Total User": "Gesamtbenutzer",
  "Motivation": "Motivation",
  "Style": "Stil",
  "Top Motivations": "Top-Motivationen",
  "Groups": "Gruppen",
  "New Group": "Neue Gruppe",
  "Id": "ID",
  "Edit": "Bearbeiten",
  "View Group`s Results": "Ergebnisse der Gruppe anzeigen",
  "If you delete the group, you will not be able to bring it and it`s results back": "Wenn Sie die Gruppe löschen, können Sie sie und ihre Ergebnisse nicht wiederherstellen",
  "Group has been deleted": "Gruppe wurde gelöscht",
  "Group has not been deleted": "Gruppe wurde nicht gelöscht",
  "Reference Information": "Referenzinformationen",
  "Title": "Titel",
  "Link": "Link",
  "Date": "Datum",
  "References": "Referenzen",
  "New reference": "Neue Referenz",
  "If you delete the reference, you will not be able to bring it back": "Wenn Sie die Referenz löschen, können Sie sie nicht wiederherstellen",
  "reference has been deleted": "Referenz wurde gelöscht",
  "reference has not been deleted": "Referenz wurde nicht gelöscht",
  "Login": "Anmelden",
  "E-Mail Address": "E-Mail-Adresse",
  "Password": "Passwort",
  "Remember Me": "Angemeldet bleiben",
  "Forgot Your Password?": "Passwort vergessen?",
  "Reset Password": "Passwort zurücksetzen",
  "Send Password Reset Link": "Link zum Zurücksetzen des Passworts senden",
  "Confirm Password": "Passwort bestätigen",
  "Register": "Registrieren",
  "Discover yourself now!": "Entdecken Sie jetzt Ihre digitale Lernmotivation!",
  "Join our Digital Media Literacy Survey Free!": "Nehmen Sie kostenlos an unserer Umfrage zur digitalen Medienkompetenz teil!",
  "No matter what your motivation is, Powerful Voices for Kids has ideas to improve digital& media literacy in your classroom.": "Unabhängig von Ihrer Motivation hat das Digitale Lernmotivations-Quiz für Lehrkräfte Ideen, um die digitale und mediale Kompetenz in Ihrem Unterricht zu verbessern.",
  "Individual Entry": "Einzelteilnahme",
  "Group Entry": "Gruppenteilnahme",
  "Academic References to Our Survey!": "Wissenschaftliche Referenzen zu unserer Umfrage!",
  "Thank you for citing...": "Vielen Dank für Ihre Zitation...",
  "Join Us": "Schließen Sie sich uns an",
  "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "Wenn Sie die Umfrage in Ihre eigene Sprache übersetzen möchten, können Sie die folgende Übersetzungsdatei übersetzen und uns kontaktieren.",
  "Strenghts": "Stärken",
  "Challenges": "Herausforderungen",
  "Media Education Lab Admin Panel": "Admin-Panel des Media Education Lab",
  "Admin Panel": "Admin-Panel",
  "Individual Results": "Einzel-Ergebnisse",
  "Group Results": "Gruppen-Ergebnisse",
  "Download Results": "Ergebnisse herunterladen",
  "Back to Home": "Zurück zur Startseite",
  "Media Literacy Survey": "Umfrage zur Medienkompetenz",
  "Welcome To Our Digital Media Education Survey": "Digitales Lernmotivations-Quiz für Lehrkräfte",
  "Menu": "Menü",
  "Admin Entry": "Admin-Eintrag",
  "Logout": "Abmelden",
  "Our Mission": "Unsere Mission",
  "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service.": "Das Media Education Lab unterstützt das Digitale Lernmotivations-Quiz für Lehrkräfte (DLMQE) https://mediaeducationlab.com/",
  "Contact": "Kontakt",
  "Copyright": "Urheberrecht",
  "About Us": "Über uns",
  "Learn your Media Education Motivation": "Erfahren Sie Ihre Medienbildungs-Motivation",
  "Media Education Lab": "Media Education Lab",
  "Respond to these statements according to how important they are to you:": "Beantworten Sie diese Aussagen entsprechend ihrer Wichtigkeit für Sie:",
  "Each question has 5 options.": "Jede Frage hat 5 Antwortmöglichkeiten.",
  "Please type the group name provided by your instructor.": "Bitte geben Sie den von Ihrem Dozenten bereitgestellten Gruppennamen ein.",
  "Group Pin": "Gruppen-PIN",
  "Please type the group pin provided by your instructor.": "Bitte geben Sie die von Ihrem Dozenten bereitgestellte Gruppen-PIN ein.",
  "Your Email": "Ihre E-Mail",
  "Your Name": "Ihr Name",
  "Questions": "Fragen",
  "Strongly disagree": "Überhaupt nicht wichtig",
  "Somewhat disagree": "Wenig wichtig",
  "Neither agree nor disagree": "Mäßig wichtig",
  "Somewhat agree": "Wichtig",
  "Strongly agree": "Sehr wichtig",
  "Send": "ERGEBNISSE ANSEHEN",
  "You are a": "Sie sind ein",
  "Read More..": "Mehr lesen...",
  "Close": "Schließen",
  "You are also a": "Sie sind auch ein",
  "Take Quiz Individually": "Quiz individuell absolvieren",
  "Take Quiz in Group": "Quiz in der Gruppe absolvieren",
  "What is Your Digital Learning Motivation?": "Was ist Ihre digitale Lernmotivation?",
  "You see the opportunities and advantages to using media and technology in your teaching practice.": "Sie sehen die Chancen und Vorteile, Medien und Technologie in Ihrem Unterricht einzusetzen.",
  "You see the risks and challenges to using media and technology in your teaching practice.": "Sie erkennen die Risiken und Herausforderungen beim Einsatz von Medien und Technologie in Ihrem Unterricht.",
  "activist_description": "Sie haben eine anhaltende Leidenschaft dafür, die demokratische Teilhabe durch politische Aktionen zu fördern – sei es in Bereichen wie sozialer Gerechtigkeit, Umweltschutz oder öffentliche Gesundheit. Sie sehen Ihre Rolle im Unterricht als Impulsgeber, der Schüler dazu anregt, aktiv zu werden und die Lebensqualität in ihrer Gemeinschaft zu verbessern.",
  "activist_protect1": "Sie zeigen den Schülern, wie sie sich vor schädlichen Medienbotschaften schützen und negativen Stereotypen entgegentreten können.",
  "activist_protect2": "Sie bereiten die Schüler mit fundiertem Wissen auf eine aktive demokratische Teilhabe vor.",
  "activist_protect3": "Sie vermitteln eine Vision von bürgerschaftlichem Engagement, auch wenn diese von üblichen Medienbildern abweicht.",
  "activist_empower1": "Sie ermutigen die Schüler, ihre eigene Meinung mutig zu äußern und aktiv zu werden.",
  "activist_empower2": "Sie bieten den Schülern die Möglichkeit, durch eigene Medienproduktionen ihre Ideen auszudrücken.",
  "activist_empower3": "Sie regen die Schüler an, alles Gegebene zu hinterfragen und sich eigene Fragen zu stellen.",
  "activist_strenghts": "Aktivisten zeichnen sich oft durch natürliche Führungsqualitäten aus und wecken das politische Bewusstsein der Schüler.",
  "activist_challenges": "Aktivisten laufen Gefahr, den Entwicklungsstand der Schüler zu überschätzen oder zu unterschätzen, was zu Meinungsverschiedenheiten führen kann.",
  "alt_description": "Sie sind ein erfinderischer Lehrer, der die Schüler mit unkonventionellen Ansätzen zur Mediennutzung herausfordert – von Open-Source-Programmen bis hin zu alternativen Clubs und Magazinen.",
  "alt_protect1": "Sie lehren die Schüler, die Autorität konventioneller Medien kritisch zu hinterfragen.",
  "alt_protect2": "Sie teilen mit den Schülern alternative kulturelle Perspektiven, die auch in Ihrem eigenen Leben prägend waren.",
  "alt_protect3": "Sie helfen den Schülern, alternative Geschichtsperspektiven zu erkennen, die über Lehrbuchwissen hinausgehen.",
  "alt_empower1": "Sie ermutigen die Schüler, kreative und unkonventionelle Kommunikationswege zu finden.",
  "alt_empower2": "Sie bieten den Schülern praxisnahe Einblicke in weniger aufwändige, aber authentische Mediengestaltung.",
  "alt_empower3": "Sie schaffen Gelegenheiten, bei denen Schüler Medien in neuen, ihnen bisher unbekannten Formen erstellen können.",
  "alt_strenghts": "Alternative Lehrkräfte sind Schlüsselfiguren, wenn es darum geht, den Horizont der Schüler weit zu fassen und sie für neue Ausdrucksformen zu begeistern.",
  "alt_challenges": "Indem sie von traditionellen Lehrmethoden abweichen, riskieren alternative Lehrkräfte, Schüler zu entfremden, die sich mit gängigen Medien identifizieren.",
  "demystifier_description": "Sie bringen den Schülern auf praxisnahe Weise bei, wie Medien produziert werden, und lüften den Vorhang hinter den Produktionsprozessen.",
  "demystifier_protect1": "Sie sensibilisieren die Schüler dafür, wie Bildmanipulation die Wahrnehmung verzerrt.",
  "demystifier_protect2": "Sie schützen die Schüler vor negativen Medieninhalten, die ihr Selbstbild beeinflussen.",
  "demystifier_protect3": "Sie fördern das kritische Hinterfragen von unreflektiertem Medienkonsum.",
  "demystifier_empower1": "Sie motivieren die Schüler, durch das Entzaubern von Medien selbst kreativ zu werden.",
  "demystifier_empower2": "Sie regen die Schüler an, Zusammenhänge zwischen Medienproduktionen und Alltagsmedien zu erkennen.",
  "demystifier_empower3": "Sie ermuntern die Schüler, eigene Fragen zu den Mechanismen hinter Medien zu stellen.",
  "demystifier_strenghts": "Entzauberer sind darin bewandert, den Schülern Medienkritik auf innovative Weise näher zu bringen.",
  "demystifier_challenges": "Sie müssen darauf achten, dass das Offenlegen medialer Mechanismen nicht zu oberflächlichen Einsichten führt.",
  "motivator_description": "Sie inspirieren und fördern Ihre Schüler, sodass diese sich trauen, ihre Meinung zu äußern und kreativ zu werden.",
  "motivator_protect1": "Sie lehren die Schüler, sich vor Medieninhalten zu schützen, die ihr Selbstwertgefühl beeinträchtigen.",
  "motivator_protect2": "Sie fördern ein positives Feedback unter den Schülern, das deren Leistung würdigt.",
  "motivator_protect3": "Sie wählen Unterrichtsmaterialien sorgfältig aus, um die individuelle Entwicklung nicht zu hemmen.",
  "motivator_empower1": "Sie schaffen ein Umfeld, in dem Schüler ihre Ideen und Talente frei entfalten können.",
  "motivator_empower2": "Sie motivieren die Schüler, Themen nachzugehen, die sie persönlich ansprechen.",
  "motivator_empower3": "Sie geben den Schülern Raum, selbstständig Diskussionen zu führen, und unterstützen sie dabei.",
  "motivator_strenghts": "Motivatoren bleiben den Schülern in Erinnerung, weil sie deren kreative Entfaltung vorantreiben.",
  "motivator_challenges": "Sie müssen darauf achten, dass zu viel Freiheit nicht zu unstrukturiertem Unterricht führt.",
  "professional_description": "Sie gelten als Vorbild in professioneller Medienarbeit und fordern Ihre Schüler, hohe Standards einzuhalten.",
  "professional_protect1": "Sie schützen die Schüler vor technischen Problemen in ihren Medienprojekten.",
  "professional_protect2": "Sie vermitteln den Schülern ein Bewusstsein für die Qualitätsstandards professioneller Medien.",
  "professional_protect3": "Sie minimieren organisatorisches Chaos durch ein strukturiertes Produktionsmodell.",
  "professional_empower1": "Sie fördern ein Arbeitsumfeld, in dem Professionalität und gezielter Medieneinsatz im Vordergrund stehen.",
  "professional_empower2": "Sie helfen den Schülern, sich als professionelle Autoren und Medienschaffende wahrzunehmen.",
  "professional_empower3": "Sie weisen den Schülern Wege auf, wie medienbezogene Kompetenzen für den beruflichen Werdegang genutzt werden können.",
  "professional_strenghts": "Professionelle zeichnen sich durch hohe ästhetische und technische Standards aus, die sie an ihre Schüler vermitteln.",
  "professional_challenges": "Der Fokus auf äußere Professionalität kann manchmal dazu führen, dass inhaltliche Aspekte zu kurz kommen.",
  "professor_description": "Sie verknüpfen Ihre Begeisterung für Medien mit klaren akademischen Zielen und nutzen Technologie gezielt zur Unterstützung des Unterrichts.",
  "professor_protect1": "Sie sorgen dafür, dass die Schüler konzentriert und zielgerichtet arbeiten.",
  "professor_protect2": "Sie strukturieren den Unterricht so, dass Lernziele klar und nachvollziehbar sind.",
  "professor_protect3": "Sie setzen mediale Werkzeuge als sichere Räume ein, in denen die Schüler experimentieren können.",
  "professor_empower1": "Sie zeigen den Schülern, wie der gezielte Einsatz von Medien den Lernprozess bereichern kann.",
  "professor_empower2": "Sie unterstreichen die Bedeutung medialer Inhalte für den schulischen Erfolg.",
  "professor_empower3": "Sie vermitteln eine Vision des Bildungserfolgs, die Medienkompetenz einschließt.",
  "professor_strenghts": "Professoren haben oft einen klaren Fahrplan, der den Schülern hilft, sich auf die wesentlichen Inhalte zu konzentrieren.",
  "professor_challenges": "Eine zu starre Lehrplanorientierung kann dazu führen, dass spontane Lernmomente verloren gehen.",
  "spirit-guide_description": "Sie sind ein einfühlsamer Zuhörer und kümmern sich um das emotionale Wohl Ihrer Schüler, indem Sie ihnen Sicherheit und Verständnis bieten.",
  "spirit-guide_protect1": "Sie helfen den Schülern, sich vor medialen Darstellungen zu schützen, die ihr Selbstwertgefühl beeinträchtigen.",
  "spirit-guide_protect2": "Sie wirken stereotypen Darstellungen entgegen, vor denen sich die Schüler schützen sollen.",
  "spirit-guide_protect3": "Sie schaffen einen sicheren Raum, in dem sich die Schüler respektiert und gehört fühlen.",
  "spirit-guide_empower1": "Sie ermutigen die Schüler, ihre Gefühle durch kreative Medienausdrücke zum Ausdruck zu bringen.",
  "spirit-guide_empower2": "Sie regen Gespräche über persönliche mediale Erfahrungen an, die das emotionale Wachstum fördern.",
  "spirit-guide_empower3": "Sie integrieren Reflexionsphasen, in denen die Schüler ihre Erlebnisse mit Medien verarbeiten können.",
  "spirit-guide_strenghts": "Seelische Führer genießen das Vertrauen der Schüler, da diese ihnen oft persönliche Angelegenheiten anvertrauen.",
  "spirit-guide_challenges": "Schüler zögern manchmal, private Medienerlebnisse zu teilen, weshalb Sie behutsam vorgehen müssen.",
  "taste-maker_description": "Sie möchten den Horizont Ihrer Schüler erweitern, indem Sie sie mit klassischer und bedeutender Kultur vertraut machen.",
  "taste-maker_protect1": "Sie fordern die Schüler auf, zwischen oberflächlichen und tiefgründigen medialen Inhalten zu unterscheiden.",
  "taste-maker_protect2": "Sie animieren die Schüler, differenzierte Fragen zu stellen, die über oberflächliche Betrachtungen hinausgehen.",
  "taste-maker_protect3": "Sie entwickeln Methoden, um den Schülern klassische Kultur auf ansprechende Weise näherzubringen.",
  "taste-maker_empower1": "Sie befähigen die Schüler, fundierte Urteile über mediale Inhalte zu fällen.",
  "taste-maker_empower2": "Sie stellen Verbindungen zwischen populären kulturellen Formen und deren historischen Wurzeln her.",
  "taste-maker_empower3": "Sie regen die Schüler dazu an, kritisch über den kulturellen Kontext von Medien zu reflektieren.",
  "taste-maker_strenghts": "Geschmacksmacher bringen ein breites kulturelles Wissen ein, das sie ihren Schülern vermitteln, und fördern so ein tieferes Verständnis für klassische und moderne Medien.",
  "taste-maker_challenges": "Ihre Vorlieben können dazu führen, dass sich Schüler, die eher populärkulturell orientiert sind, weniger angesprochen fühlen.",
  "teacher_description": "Sie verstehen, dass digitale Medienkompetenz Flexibilität erfordert, und kombinieren klassische Inhalte mit modernen Technologieansätzen.",
  "teacher_protect1": "Sie fördern respektvolle Beziehungen, sowohl online als auch offline.",
  "teacher_protect2": "Sie schaffen einen sicheren Raum, in dem Schüler neue Formen des Ausdrucks ausprobieren können.",
  "teacher_protect3": "Sie verbinden traditionelle Lehrmethoden mit modernen Ansätzen, um den Unterricht zugänglich zu machen.",
  "teacher_empower1": "Sie regen die Schüler aktiv zur Diskussion an und fördern kritisches Denken.",
  "teacher_empower2": "Sie unterstützen die Schüler in ihrer kreativen Entfaltung, auch wenn sie dabei auf Schwierigkeiten stoßen.",
  "teacher_empower3": "Sie respektieren und fördern die individuelle Ausdrucksweise der Schüler.",
  "teacher_strenghts": "Lehrer 2.0 sind für ihre Innovationskraft bekannt und schaffen es, den Unterricht mit digitalen Medien lebendig zu gestalten.",
  "teacher_challenges": "Die Vielfalt moderner Lehrmethoden kann zu unstrukturierten Unterrichtsphasen führen, die es zu managen gilt.",
  "techie_description": "Sie sind immer auf dem neuesten Stand der Technik und begeistern sich für die neuesten Gadgets, Apps und Bildungstechnologien.",
  "techie_protect1": "Sie lehren die Schüler den sicheren Umgang mit neuen Technologien.",
  "techie_protect2": "Sie sorgen für Qualitätskontrolle beim Zugriff auf digitale Ressourcen.",
  "techie_protect3": "Sie setzen Ihre eigenen Erfahrungen mit Bildungstechnologien gezielt zur Unterrichtsverbesserung ein.",
  "techie_empower1": "Sie ermöglichen es den Schülern, neue Technologien selbst auszuprobieren und kreativ zu nutzen.",
  "techie_empower2": "Sie teilen Ihre Begeisterung für technologische Innovationen und integrieren diese in den Unterricht.",
  "techie_empower3": "Sie treten für den Einsatz moderner Bildungswerkzeuge in anderen Klassen ein.",
  "techie_strenghts": "Technikexperten haben stets den Überblick über die neuesten technologischen Trends und inspirieren so ihre Schüler.",
  "techie_challenges": "Manchmal ist es schwierig, Kollegen und Schüler für moderne Technologien zu begeistern, die nicht affin dafür sind.",
  "trendsetter_description": "Sie sind ein trendbewusster Lehrer, der aktuelle Popkultur kennt und diese geschickt in den Unterricht integriert.",
  "trendsetter_protect1": "Sie sorgen für ein sicheres Umfeld, in dem der Einfluss der Popkultur angemessen bleibt.",
  "trendsetter_protect2": "Sie regen die Schüler an, kritisch über kulturelle Phänomene nachzudenken.",
  "trendsetter_protect3": "Sie fördern Diskussionen, die Popkultur mit traditionellen Lehrinhalten verbinden.",
  "trendsetter_empower1": "Sie erleichtern den Schülern den Zugang zu relevanten kulturellen Themen.",
  "trendsetter_empower2": "Sie verbinden aktuelles kulturelles Wissen mit kritischem Denken.",
  "trendsetter_empower3": "Sie motivieren die Schüler, über den Tellerrand hinauszublicken und Popkultur in einen breiteren Kontext zu setzen.",
  "trendsetter_strenghts": "Trendsetter nutzen ihr Wissen über aktuelle kulturelle Trends, um den Unterricht lebendiger zu gestalten.",
  "trendsetter_challenges": "Ihre starke Fokussierung auf Trends kann dazu führen, dass Schüler, die sich eher mit klassischen Themen identifizieren, sich weniger angesprochen fühlen.",
  "watchdog_description": "Sie hinterfragen kritisch den Einfluss von Wirtschaft und Institutionen auf die Medienlandschaft und fördern so das kritische Denken der Schüler.",
  "watchdog_protect1": "Sie decken Mythen und Tricks in der Werbung und Popkultur auf.",
  "watchdog_protect2": "Sie sensibilisieren die Schüler für die Hintergründe mächtiger Medieninstitutionen.",
  "watchdog_protect3": "Sie helfen den Schülern, sich gegen manipulative Konsumbotschaften zu wappnen.",
  "watchdog_empower1": "Sie fördern die Fähigkeit der Schüler, Medieninhalte kritisch zu analysieren und eigene Medienprodukte zu erstellen.",
  "watchdog_empower2": "Sie befähigen die Schüler, wirtschaftliche und politische Hintergründe der Medien zu verstehen.",
  "watchdog_empower3": "Sie ermutigen die Schüler, eigene kritische Projekte zu entwickeln, die den Konsum hinterfragen.",
  "watchdog_strenghts": "Watchdog-Lehrer schaffen Aha-Momente, indem sie den Schülern systemische Zusammenhänge zwischen Medien und Wirtschaft aufzeigen.",
  "watchdog_challenges": "Ihr kritischer Fokus kann dazu führen, dass Schüler eine zynische Haltung einnehmen, was den Unterricht erschweren kann.",
  "question1": "Menschen werden passiv, wenn sie voreingenommene Sichtweisen in Medien nicht bemerken.",
  "activist_description_": "Sie fördern das zivilgesellschaftliche Engagement Ihrer Schüler durch den gezielten Einsatz von Medien und Technologie.",
  "alt_description_": "Sie fordern die Schüler heraus, alternative Ansätze zur Mediennutzung zu entwickeln.",
  "demystifier_description_": "Sie möchten, dass Ihre Schüler die verborgenen Mechanismen der Medienproduktion erkennen.",
  "motivator_description_": "Sie stärken die Selbstständigkeit der Schüler und ermutigen sie, ihre kreativen Potenziale zu nutzen.",
  "professional_description_": "Sie bereiten die Schüler praxisnah auf eine professionelle Zukunft in der Medienwelt vor.",
  "professor_description_": "Sie setzen Medien gezielt ein, um den Schülern den Lernstoff und seine Relevanz näherzubringen.",
  "spirit-guide_description_": "Sie engagieren sich dafür, dass Medien zur sozialen und emotionalen Unterstützung der Schüler beitragen.",
  "taste-maker_description_": "Sie möchten, dass Ihre Schüler den kulturellen Reichtum und die Bedeutung klassischer Medien verstehen.",
  "teacher_description_": "Sie fördern den Einsatz von Medien, um eine vernetzte und digitale Lernumgebung zu schaffen.",
  "techie_description_": "Sie wissen, dass moderne digitale Tools den Schülern helfen, sich intensiver mit dem Lernstoff auseinanderzusetzen.",
  "trendsetter_description_": "Sie treffen die Schüler dort, wo sie leben, und verbinden den Unterricht mit aktueller Popkultur.",
  "watchdog_description_": "Sie regen die Schüler dazu an, den wirtschaftlichen und politischen Einfluss auf Medien kritisch zu hinterfragen.",
  "question2": "Man kann von Medien in die Irre geführt werden, wenn man die Herkunft der Informationen nicht kennt.",
  "question3": "Der Hauptzweck des Fernsehens besteht darin, Zuschauer für Werbezwecke zu gewinnen.",
  "question4": "Ich mache mir Sorgen darüber, wie wenige Unternehmen die Verlags-, Rundfunk-, Film- und Internetbranche kontrollieren.",
  "question5": "Bürger haben die Pflicht, sich zu den Ursachen, an die sie glauben, zu äußern.",
  "question6": "Unsere Demokratie ist in Gefahr, wenn nicht eine Generation von Aktivisten heranwächst, die sie schützt.",
  "question7": "Zu oft lenken Medien von wirklich wichtigen Themen ab.",
  "question8": "Ich mache mir Sorgen, dass die Mediennutzung der Schüler ihre Konzentration und Motivation beeinträchtigt.",
  "question9": "Ohne professionell gestaltete E-Mails, Texte, Videos und Fotos werden Schüler im Berufsleben benachteiligt.",
  "question10": "Wenn Schüler Amateurproduktionen erstellen, lässt sich schwer erkennen, ob sie tatsächlich etwas gelernt haben.",
  "question11": "Werden Sie im digitalen Zeitalter zurückbleiben, wenn Sie nicht aktiv teilnehmen.",
  "question12": "Schüler, die nicht online aktiv sind, isolieren sich von der Welt.",
  "question13": "Die wettbewerbsfähigsten Schulen der Zukunft investieren in die richtigen Technologien und lehren deren Gebrauch.",
  "question14": "Wenn meine Schule nicht mit technologischen Trends Schritt hält, werden wir zurückfallen.",
  "question15": "Ich mache mir Sorgen, dass einige Medien und Technologien antisoziales Verhalten fördern.",
  "question16": "Wenn Schüler ihre Meinung zu Medien nicht äußern, verpassen sie Chancen für emotionales Wachstum.",
  "question17": "Wenn ich den Schülern nicht die Freiheit gebe, kreativ zu sein, lernen sie nicht, sich selbst auszudrücken.",
  "question18": "Zu viele Menschen bleiben vom Lernprozess ausgeschlossen und entwickeln ihre eigenen Fähigkeiten nicht weiter.",
  "question19": "Wenn ich mich nicht mit der Popkultur der Schüler identifiziere, denken sie, dass ich nicht mit ihrer Lebenswelt verbunden bin.",
  "question20": "Es ist schwierig, mit jungen Menschen in Kontakt zu treten, wenn man ihre Interessen in Filmen, Musik und Mode nicht teilt.",
  "question21": "Die meisten Inhalte in Mainstream-Medien wie Fernsehen sind Zeitverschwendung.",
  "question22": "Viele Menschen wissen zu wenig über alternative Medien, wie sie in bestimmten Magazinen, der Musik und Filmen vorkommen.",
  "question23": "Schüler können in ihrer eigenen Popkultur gefangen sein.",
  "question24": "Ich mache mir Sorgen über den Mangel an Komplexität in der heutigen Popkultur.",
  "question25": "Wenn man weiß, wie eine Website, ein Videospiel oder eine Fernsehsendung produziert wird, ändert sich die Wahrnehmung von Medien grundlegend.",
  "question26": "Medienproduzenten treffen bewusste Entscheidungen bei der Erstellung von Filmen, Fernsehsendungen und Websites.",
  "question27": "Stereotypen in den Medien zu bekämpfen, ist entscheidend für das Wohl der Menschen.",
  "question28": "Man kann das Leben eines Menschen verändern, indem man ihm beibringt, sich gegen mediale Botschaften zu wehren.",
  "question29": "Es ist unerlässlich, dass junge Menschen digitale Medien im Unterricht nutzen, um soziale Veränderungen zu bewirken.",
  "question30": "Wenn sich junge Menschen über digitale Medien engagieren, können sie die Welt verändern.",
  "question31": "Das Beste am Internet ist der Zugang zu reichhaltigen Inhalten, Ideen und Informationen, die im Unterricht genutzt werden können.",
  "question32": "Digitale Medien erleichtern es den Schülern, sich mit langweiligen Themen auseinanderzusetzen.",
  "question33": "Wenn Schüler dieselben Werkzeuge wie Fachkräfte verwenden, wissen sie, dass ihre Stimmen Gehör finden.",
  "question34": "Wenn Schüler hart arbeiten, können sie Produktionen erstellen, die professionell wirken.",
  "question35": "Soziale Medien können den Unterricht revolutionieren, wenn sie optimal genutzt werden.",
  "question36": "Je mehr Inhalte wir online teilen, desto mehr tragen wir zur Gesellschaft bei.",
  "question37": "Das Beherrschen neuer Technologien verleiht Schülern spezielles Wissen und Status.",
  "question38": "Gute Bildungstechnologien unterstützen Lehrer dabei, den Unterricht zu verbessern.",
  "question39": "Medien helfen den Schülern, ihre Emotionen zu aktivieren und das Lernen zu fördern.",
  "question40": "Der Einsatz von Medien im Unterricht fördert Empathie und soziales Verständnis.",
  "question41": "Wenn Schüler wirklich an einem Thema interessiert sind, hindert sie nichts daran, mehr zu lernen.",
  "question42": "Die Kreativität der Schüler wird entfesselt, wenn sie Themen entdecken, die sie wirklich interessieren.",
  "question43": "Mit der Popkultur der Jugendlichen Schritt zu halten, verbindet Sie mit Ihren Schülern.",
  "question44": "Das Interesse der Jugendlichen an Popkultur kann auch das Interesse an schulischen Themen fördern.",
  "question45": "Alternative Filme und Dokumentationen sind für meine Schüler interessanter und nützlicher als Hollywood-Filme.",
  "question46": "Das Leben der Schüler wird bereichert, wenn sie alternative mediale Darstellungen verstehen.",
  "question47": "Das Leben der Schüler wird bereichert, wenn sie die Relevanz klassischer Medien für heutige Fragen erkennen.",
  "question48": "Kinder sollten Zugang zu dem reichen kulturellen Erbe klassischer Filme und Literatur haben.",
  "What is?": "Über das Quiz",
  "Digital Learning Motivation Quiz for Educators (DLMQE):": "Digitales Lernmotivations-Quiz für Lehrkräfte (DLMQE):",
  "Quiz Explanation": "Ein 48-Punkte-Likert-Instrument, das die Wahrnehmung von Lehrkräften hinsichtlich der Wichtigkeit verschiedener Aspekte erfasst. Es misst Einstellungen zu technologischen Tools, Inhaltsqualität, Gemeinschaft, Zielgruppen, Mediensystemen und schülerzentrierten Ansätzen. Es gibt zwölf Profile, die jeweils zwei schützende und zwei ermächtigende Aussagen beinhalten. Beispielsweise lautet eine schützende Aussage: 'Es ist meine Aufgabe, die Schüler dazu zu bringen, Ungerechtigkeiten zu hinterfragen.' Eine ermächtigende Aussage lautet: 'Das bürgerschaftliche Engagement sollte durch den Einsatz von Medien im Unterricht gefördert werden.'",
  "Take the quiz as individually or in group!": "Nehmen Sie am Quiz individuell oder in der Gruppe teil!",
  "Your account is waiting confirmation. Please wait, we will mail after confirmation.": "Ihr Konto wartet auf Bestätigung. Bitte warten Sie, wir werden Ihnen nach Bestätigung eine E-Mail senden.",
  "Sorry user cannot be identified.": "Entschuldigung, der Benutzer konnte nicht identifiziert werden.",
  "Users account is verified.": "Das Benutzerkonto wurde bestätigt.",
  "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation": "Sie wurden erfolgreich registriert. Ihr Konto muss jedoch vom Administrator bestätigt werden. Bitte warten Sie, wir senden Ihnen nach der Bestätigung eine E-Mail.",
  "Welcome Email": "Willkommens-E-Mail",
  "Congratulations": "Herzlichen Glückwunsch",
  "Your <a href='https://www.setyourmotivation.com/'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.": "Ihr <a href='https://www.setyourmotivation.com/login'>Set Your Motivation</a>-Konto wurde bestätigt. Sie können sich mit Ihrer E-Mail-Adresse und Ihrem Passwort anmelden.",
  "Your email address": "Ihre E-Mail-Adresse",
  "A new user has registered  , Please click on the below link to verify the account.": "Ein neuer Benutzer hat sich registriert. Bitte klicken Sie auf den folgenden Link, um das Konto zu bestätigen.",
  "Verify Account": "Konto bestätigen",
  "Dashboard": "Dashboard"
} 