{
  "Download Translate File": "Λήψη Αρχείου Γλωσσολογικής Μετάφρασης",
  "Home": "Αρχική",
  "Around the Web": "Περιήγηση στο Web",
  "Contact Us": "Επικοινωνήστε μαζί μας",
  "For more information about the Digital Learning Motivation Quiz for Educators, please contact:": "Για περισσότερες πληροφορίες σχετικά με το Κουίζ Ψηφιακής Μοτορίωσης για Εκπαιδευτικούς, επικοινωνήστε:",
  "Group Information": "Πληροφορίες Ομάδας",
  "Group Name": "Όνομα Ομάδας",
  "Pin": "Κωδικός",
  "Description": "Περιγραφή",
  "Create": "Δημιουργία",
  "Update": "Ενημέρωση",
  "Results": "Αποτελέσματα",
  "Search..": "Αναζήτηση..",
  "Name": "Όνομα",
  "Email": "Ηλεκτρονική Διεύθυνση",
  "Activist": "Ακτιβιστής",
  "Alt": "Εναλλακτικό",
  "Demystifier": "Απομυθοποιητής",
  "Motivator": "Κινητήρας",
  "Professional": "Επαγγελματίας",
  "Professor": "Καθηγητής",
  "Spirit Guide": "Οδηγός Πνεύματος",
  "Taste Maker": "Δημιουργός Γεύσης",
  "Taste-Maker": "Δημιουργός Γεύσης",
  "Teacher 2.0": "Καθηγητής 2.0",
  "Techie": "Τεχνολόγος",
  "Trendsetter": "Πρωτοπόρος",
  "Watchdog": "Φύλακας",
  "Protect": "Προστατεύω",
  "Empower": "Ενδυναμώνω",
  "Process": "Διαδικασία",
  "Empower vs. Protect": "Ενδυναμώνω εναντίον Προστατεύω",
  "Your All Motivations": "Τα Κινήτρά σας",
  "Delete": "Διαγραφή",
  "View": "Προβολή",
  "Are you sure": "Είστε σίγουροι",
  "The deletion process will have serious consequences": "Η διαδικασία διαγραφής θα έχει σοβαρές συνέπειες",
  "If you delete the result, you will not be able to bring it back": "Εάν διαγράψετε το αποτέλεσμα, δεν θα μπορείτε να το επαναφέρετε",
  "result has been deleted": "Το αποτέλεσμα διαγράφηκε",
  "result has not been deleted": "Το αποτέλεσμα δεν διαγράφηκε",
  "Total User": "Συνολικοί Χρήστες",
  "Motivation": "Κίνητρο",
  "Style": "Στυλ",
  "Top Motivations": "Κορυφαία Κινήτρά",
  "Groups": "Ομάδες",
  "New Group": "Νέα Ομάδα",
  "Id": "Αναγνωριστικό",
  "Edit": "Επεξεργασία",
  "View Group`s Results": "Προβολή Αποτελεσμάτων Ομάδας",
  "If you delete the group, you will not be able to bring it and it`s results back": "Εάν διαγράψετε την ομάδα, δεν θα μπορείτε να την επαναφέρετε μαζί με τα αποτελέσματά της",
  "Group has been deleted": "Η ομάδα διαγράφηκε",
  "Group has not been deleted": "Η ομάδα δεν διαγράφηκε",
  "Reference Information": "Πληροφορίες Αναφοράς",
  "Title": "Τίτλος",
  "Link": "Σύνδεσμος",
  "Date": "Ημερομηνία",
  "References": "Αναφορές",
  "New reference": "Νέα Αναφορά",
  "If you delete the reference, you will not be able to bring it back": "Εάν διαγράψετε την αναφορά, δεν θα μπορείτε να την επαναφέρετε",
  "reference has been deleted": "Η αναφορά διαγράφηκε",
  "reference has not been deleted": "Η αναφορά δεν διαγράφηκε",
  "Login": "Σύνδεση",
  "E-Mail Address": "Ηλεκτρονική Διεύθυνση",
  "Password": "Κωδικός",
  "Remember Me": "Να με θυμάσαι",
  "Forgot Your Password?": "Ξεχάσατε τον κωδικό;",
  "Reset Password": "Επαναφορά Κωδικού",
  "Send Password Reset Link": "Αποστολή Συνδέσμου Επαναφοράς Κωδικού",
  "Confirm Password": "Επιβεβαίωση Κωδικού",
  "Register": "Εγγραφή",
  "Discover yourself now!": "Ανακαλύψτε τον εαυτό σας τώρα!",
  "Join our Digital Media Literacy Survey Free!": "Συμμετάσχετε δωρεάν στην Έρευνα Ψηφιακού Μέσων Εκπαίδευσης!",
  "No matter what your motivation is, Digital Learning Motivation Quiz for Educators has ideas to improve digital & media literacy in your classroom.": "Ό,τι κι αν είναι το κίνητρό σας, το Digital Learning Motivation Quiz for Educators έχει ιδέες για τη βελτίωση του ψηφιακού και μέσων γραμματισμού στην τάξη σας.",
  "Individual Entry": "Ατομική Καταχώρηση",
  "Group Entry": "Ομαδική Καταχώρηση",
  "Academic References to Our Survey!": "Ακαδημαϊκές Αναφορές στην Έρευνά μας!",
  "Thank you for citing...": "Ευχαριστούμε για την αναφορά...",
  "Join Us": "Ελάτε μαζί μας",
  "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "Εάν θέλετε να μεταφράσετε την έρευνα στη δική σας γλώσσα, μεταφράστε το ακόλουθο αρχείο και επικοινωνήστε μαζί μας.",
  "Strenghts": "Δυνατά Σημεία",
  "Challenges": "Προκλήσεις",
  "Media Education Lab Admin Panel": "Πίνακας Διοίκησης Media Education Lab",
  "Admin Panel": "Πίνακας Διαχείρισης",
  "Individual Results": "Ατομικά Αποτελέσματα",
  "Group Results": "Ομαδικά Αποτελέσματα",
  "Download Results": "Λήψη Αποτελεσμάτων",
  "Back to Home": "Πίσω στην Αρχική",
  "Media Literacy Survey": "Έρευνα Μέσων Γραμματισμού",
  "Welcome To Our Digital Media Education Survey": "Καλωσήρθατε στην Έρευνα Ψηφιακής Μέσων Εκπαίδευσης",
  "Menu": "Μενού",
  "Admin Entry": "Είσοδος Διαχειριστή",
  "Logout": "Αποσύνδεση",
  "Our Mission": "Αποστολή μας",
  "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service. We emphasize interdisciplinary scholarship and practice that stands at the intersections of communication, media studies and education.": "Το Media Education Lab προάγει την εκπαίδευση στον μέσο γραμματισμό μέσω έρευνας και κοινωνικής υπηρεσίας. Δίνουμε έμφαση στη διαθεματική μελέτη και πρακτική που συνδυάζει την επικοινωνία, τις μελέτες μέσων και την εκπαίδευση.",
  "Contact": "Επικοινωνία",
  "Copyright": "Πνευματικά Δικαιώματα",
  "About Us": "Σχετικά με εμάς",
  "Learn your Media Education Motivation": "Μάθε το Κίνητρό σου για την Εκπαίδευση Μέσων",
  "Media Education Lab": "Media Education Lab",
  "Respond to these statements according to how important they are to you:": "Απαντήστε στις παρακάτω δηλώσεις σύμφωνα με το πόσο σημαντικές είναι για εσάς:",
  "Each question has 5 options.": "Κάθε ερώτηση έχει 5 επιλογές.",
  "Please type the group name provided by your instructor.": "Παρακαλώ πληκτρολογήστε το όνομα της ομάδας που σας δόθηκε από τον εκπαιδευτή σας.",
  "Group Pin": "Κωδικός Ομάδας",
  "Please type the group pin provided by your instructor.": "Παρακαλώ πληκτρολογήστε τον κωδικό ομάδας που σας δόθηκε από τον εκπαιδευτή σας.",
  "Your Email": "Το Email σας",
  "Your Name": "Το Όνομά σας",
  "Questions": "Ερωτήσεις",
  "Strongly disagree": "Διαφωνώ Απόλυτα",
  "Somewhat disagree": "Μερικώς Διαφωνώ",
  "Neither agree nor disagree": "Ούτε Συμφωνώ ούτε Διαφωνώ",
  "Somewhat agree": "Σε Κάποιο Βαθμό Συμφωνώ",
  "Strongly agree": "Συμφωνώ Απόλυτα",
  "Send": "Προβολή Αποτελεσμάτων",
  "You are a": "Είστε",
  "Read More..": "Διαβάστε Περισσότερα..",
  "Close": "Κλείσιμο",
  "You are also a": "Είστε επίσης",
  "Take Quiz Individually": "Κάντε το Κουίζ Ατομικά",
  "Take Quiz in Group": "Κάντε το Κουίζ Ομαδικά",
  "What is Your Digital Learning Motivation?": "Ποιο είναι το Κίνητρό σας για την Ψηφιακή Μάθηση?",
  "You see the opportunities and advantages to using media and technology in your teaching practice.": "Βλέπετε τις ευκαιρίες και τα πλεονεκτήματα από τη χρήση των μέσων και της τεχνολογίας στην εκπαιδευτική σας πρακτική.",
  "You see the risks and challenges to using media and technology in your teaching practice.": "Βλέπετε τους κινδύνους και τις προκλήσεις από τη χρήση των μέσων και της τεχνολογίας στην εκπαιδευτική σας πρακτική.",
  "activist_description": "Έχετε μια αδιάκοπη πάθος για την προώθηση της δημοκρατικής συμμετοχής μέσω πολιτικής δράσης, είτε ο τελικός σας στόχος είναι η κοινωνική δικαιοσύνη, είτε η περιβαλλοντική ευαισθητοποίηση, είτε οτιδήποτε άλλο. Βλέπετε το ρόλο σας στην τάξη ως καταλύτη για να βοηθήσετε τους μαθητές να κατανοήσουν πως μπορούν να αλλάξουν τον κόσμο.",
  "activist_protect1": "Διδάσκοντας στους μαθητές πώς να προστατεύονται από επιβλαβή μηνύματα και στερεοτυπικές απεικονίσεις στα μέσα.",
  "activist_protect2": "Ετοιμάζοντας τους μαθητές για τη δημοκρατική συμμετοχή με βαθιά κατανόηση της πολιτικής διαδικασίας.",
  "activist_protect3": "Κοινοποιώντας ένα όραμα για τη δημόσια δράση που μπορεί να είναι καινοτόμο για τους μαθητές.",
  "activist_empower1": "Βοηθώντας τους μαθητές να εκφράζουν τις δικές τους απόψεις και ιδέες στην πολιτική δράση.",
  "activist_empower2": "Παρέχοντας ευκαιρίες για δημιουργία μέσων που εκφράζουν πρωτότυπες ιδέες.",
  "activist_empower3": "Ενθαρρύνοντας τους μαθητές να αμφισβητούν τις καθιερωμένες αντιλήψεις.",
  "activist_strenghts": "Οι ακτιβιστές είναι φυσικοί ηγέτες που αυξάνουν την ευαισθητοποίηση των μαθητών για το ρόλο τους σε μια υγιή δημοκρατία.",
  "activist_challenges": "Μερικές φορές, οι ακτιβιστές δυσκολεύονται να υπολογίσουν σωστά την ικανότητα των μαθητών να διαμορφώσουν δικές τους απόψεις.",
  "alt_description": "Είστε ένας δημιουργικός εκπαιδευτικός που χρησιμοποιεί εναλλακτικές μεθόδους για να βρει και να δημιουργήσει μέσα.",
  "alt_protect1": "Διδάσκοντας στους μαθητές να αμφισβητούν τις κυρίαρχες απόψεις των μέσων ενημέρωσης.",
  "alt_protect2": "Μοιράζετε εναλλακτικές πολιτιστικές επιρροές που διαμόρφωσαν τη δική σας ζωή.",
  "alt_protect3": "Βοηθώντας τους μαθητές να κατανοήσουν εναλλακτικές ιστορίες και προσεγγίσεις.",
  "alt_empower1": "Ενθαρρύνοντας τους μαθητές να φανταστούν νέους τρόπους επικοινωνίας.",
  "alt_empower2": "Παρέχοντας μια ματιά στα παρασκήνια μιας λιγότερο στιλιζαρισμένης παραγωγής μέσων.",
  "alt_empower3": "Δίνοντας την ευκαιρία στους μαθητές να δημιουργήσουν μέσα που αμφισβητούν τα παραδοσιακά.",
  "alt_strenghts": "Οι εναλλακτικοί εκπαιδευτικοί δημιουργούν περιβάλλοντα που ενθαρρύνουν τη δημιουργικότητα και το ενδιαφέρον.",
  "alt_challenges": "Μερικές φορές, οι δικές τους προτιμήσεις μπορεί να επηρεάσουν την ουδέτερη προσέγγιση με τους μαθητές.",
  "demystifier_description": "Θέλετε να αποκαλύψετε τα μυστικά πίσω από την παραγωγή μέσων και να ενισχύσετε την κριτική σκέψη.",
  "demystifier_protect1": "Βοηθάτε τους μαθητές να κατανοήσουν πώς η ψηφιακή μεταποίηση αλλάζει την αντίληψη της πραγματικότητας.",
  "demystifier_protect2": "Προστατεύετε τους μαθητές από αρνητικά μηνύματα των μαζικών μέσων.",
  "demystifier_protect3": "Ενθαρρύνετε τους μαθητές να αμφισβητούν την ομοιωμένη κατανόηση των μέσων.",
  "demystifier_empower1": "Χρησιμοποιείτε την αποκάλυψη των διαδικασιών παραγωγής για να εμπνεύσετε τη δημιουργικότητα.",
  "demystifier_empower2": "Βοηθάτε τους μαθητές να συνδέσουν τη θεωρία με την πράξη στα μέσα.",
  "demystifier_empower3": "Ενθαρρύνετε τους μαθητές να θέτουν κρίσιμα ερωτήματα για τις διαδικασίες των μέσων.",
  "demystifier_strenghts": "Είστε ικανοί στο να εντοπίζετε τις στιγμές μάθησης όταν οι μαθητές κατανοούν τα μέσα.",
  "demystifier_challenges": "Μπορεί να αντιμετωπίσετε δυσκολίες κατανοώντας πώς οι αποκαλυπτικές διαδικασίες επηρεάζουν τους μαθητές.",
  "motivator_description": "Εμπνέετε τους μαθητές και προωθείτε την αυτονομία τους μέσω της δημιουργικότητας.",
  "motivator_protect1": "Διδάσκετε στους μαθητές πώς να προστατεύονται από αρνητικές επιρροές στα μέσα.",
  "motivator_protect2": "Ενθαρρύνετε την παροχή θετικής ανατροφοδότησης μεταξύ των μαθητών.",
  "motivator_protect3": "Επιλέγετε υλικό που δεν καταπολεμά την αυτοπεποίθηση των μαθητών.",
  "motivator_empower1": "Δημιουργείτε ένα περιβάλλον όπου οι μαθητές αισθάνονται ελεύθεροι να εκφράσουν τις ιδέες τους.",
  "motivator_empower2": "Ενθαρρύνετε τους μαθητές να επιλέγουν θέματα που τους ενδιαφέρουν.",
  "motivator_empower3": "Παρέχετε ευκαιρίες για να αναπτύξουν και να εκφράσουν τη δημιουργικότητά τους.",
  "motivator_strenghts": "Οι εμπνευστές ξεχωρίζουν για την ικανότητά τους να προάγουν τη συνεργασία και την έκφραση των μαθητών.",
  "motivator_challenges": "Η έλλειψη δομής μπορεί να οδηγήσει σε ακαταστασία και σύγχυση στην τάξη.",
  "professional_description": "Αναπτύσσετε τις δημιουργικές και πρακτικές δεξιότητες των μαθητών για το μέλλον τους.",
  "professional_protect1": "Προστατεύετε τους μαθητές από τεχνικές αποτυχίες στις παραγωγές τους.",
  "professional_protect2": "Εξοικειώνετε τους μαθητές με τα επαγγελματικά πρότυπα της παραγωγής μέσων.",
  "professional_protect3": "Διατηρείτε οργάνωση μέσω ιεραρχιών που εμποδίζουν την απόκλιση των μαθητών.",
  "professional_empower1": "Ενδυναμώνετε τους μαθητές δίνοντάς τους έμφαση στην επαγγελματικότητα.",
  "professional_empower2": "Βοηθάτε τους μαθητές να σκέφτονται ως επαγγελματίες με στόχο ένα απαιτητικό ακροατήριο.",
  "professional_empower3": "Παρέχετε ευκαιρίες που συνδυάζουν την ακαδημαϊκή και επαγγελματική εξέλιξη.",
  "professional_strenghts": "Η επαγγελματικότητα εμπνέει τους μαθητές να υιοθετήσουν υψηλά αισθητικά και λειτουργικά πρότυπα.",
  "professional_challenges": "Όταν επικεντρώνεστε μόνο στην αισθητική, μπορεί να παραμεληθεί η ουσία της μάθησης.",
  "professor_description": "Εστιάζετε στη μετάδοση γνώσεων χρησιμοποιώντας τα μέσα ως ενισχυτή του μαθήματος.",
  "professor_protect1": "Βοηθάτε τους μαθητές να παραμείνουν συγκεντρωμένοι στην εκπαιδευτική διαδικασία.",
  "professor_protect2": "Οργανώνετε συζητήσεις που διευκολύνουν την κατανόηση του περιεχομένου.",
  "professor_protect3": "Χρησιμοποιείτε τα μέσα ως ασφαλές εργαλείο εξερεύνησης.",
  "professor_empower1": "Βοηθάτε τους μαθητές να κατανοήσουν πώς τα μέσα ενισχύουν τη μάθηση.",
  "professor_empower2": "Επεκτείνετε την αντίληψη των μαθητών για αποδεκτές μορφές επικοινωνίας.",
  "professor_empower3": "Προσφέρετε ένα όραμα επιτυχίας μέσω της εκπαίδευσης μέσων.",
  "professor_strenghts": "Οι καθηγητές έχουν σαφή όραση που βοηθά τους μαθητές να κατανοήσουν τη σύνδεση μεταξύ τεχνολογίας και μάθησης.",
  "professor_challenges": "Η αυστηρή τήρηση του προγράμματος μπορεί να περιορίσει τις δημιουργικές ευκαιρίες.",
  "spirit-guide_description": "Επικεντρώνεστε στη συναισθηματική ανάπτυξη των μαθητών, παρέχοντάς τους ένα ασφαλές περιβάλλον προσωπικής έκφρασης.",
  "spirit-guide_protect1": "Βοηθάτε τους μαθητές να προστατεύονται από αρνητικές απεικονίσεις στα μέσα.",
  "spirit-guide_protect2": "Αντιμετωπίζετε στερεοτυπικές απεικονίσεις που μπορούν να επηρεάσουν την αυτοεικόνα.",
  "spirit-guide_protect3": "Δημιουργείτε έναν ασφαλή χώρο για προσωπική και εμπιστευτική έκφραση.",
  "spirit-guide_empower1": "Ενθαρρύνετε τους μαθητές να εκφράζουν τα συναισθήματά τους μέσω των μέσων.",
  "spirit-guide_empower2": "Διεγείρετε συζητήσεις για τις προσωπικές εμπειρίες των μαθητών με τα μέσα.",
  "spirit-guide_empower3": "Ενσωματώνετε πρακτικές αυτοστοχασμού στην εκπαιδευτική διαδικασία.",
  "spirit-guide_strenghts": "Οι Οδηγοί Πνεύματος δημιουργούν ένα περιβάλλον εμπιστοσύνης και ασφάλειας για τους μαθητές.",
  "spirit-guide_challenges": "Ορισμένοι μαθητές μπορεί να διστάζουν να μοιραστούν προσωπικά τους ζητήματα στην τάξη.",
  "taste-maker_description": "Επιδιώκετε να διευρύνετε τους ορίζοντες των μαθητών, προσφέροντάς τους πολιτιστική και αισθητική γνώση.",
  "taste-maker_protect1": "Προκαλείτε τους μαθητές να ξεπεράσουν τις στενές πολιτιστικές τους αντιλήψεις.",
  "taste-maker_protect2": "Ζητάτε από τους μαθητές να διακρίνουν μεταξύ επιφανειακών και βαθύτερων μηνυμάτων.",
  "taste-maker_protect3": "Αναπτύσσετε στρατηγικές για να κατευθύνετε την προσοχή προς τα κλασικά μέσα τέχνης.",
  "taste-maker_empower1": "Βοηθάτε τους μαθητές να αναπτύξουν κριτική σκέψη για τις πολιτιστικές τους προτιμήσεις.",
  "taste-maker_empower2": "Δεσμεύετε τους μαθητές να συνδέσουν την ποπ κουλτούρα με την πολιτιστική κληρονομιά.",
  "taste-maker_empower3": "Ενθαρρύνετε αναλυτικές ερωτήσεις για τις αισθητικές και ιστορικές πτυχές των μέσων.",
  "taste-maker_strenghts": "Οι Δημιουργοί Γεύσης μεταδίδουν γνώσεις για την τέχνη και ενισχύουν την πολιτιστική συνείδηση.",
  "taste-maker_challenges": "Μερικές φορές, οι προσωπικές προτιμήσεις μπορούν να επηρεάσουν την ουδέτερη ανάλυση των μέσων.",
  "teacher_description": "Κατανοείτε τη σημασία της ευελιξίας στην εκπαιδευτική πρακτική, συνδυάζοντας παραδοσιακές μεθόδους και σύγχρονες τεχνολογίες.",
  "teacher_protect1": "Βοηθάτε τους μαθητές να κατανοήσουν πώς να διαχειρίζονται τις σχέσεις στον ψηφιακό και προσωπικό χώρο.",
  "teacher_protect2": "Δημιουργείτε ασφαλείς τάξεις όπου οι μαθητές μπορούν να πειραματιστούν με νέες μορφές επικοινωνίας.",
  "teacher_protect3": "Κάνετε τα παραδοσιακά μαθήματα πιο ελκυστικά μέσω καινοτόμων τεχνικών διδασκαλίας.",
  "teacher_empower1": "Ενθαρρύνετε τους μαθητές να εκφράζουν ενεργά τις απόψεις τους.",
  "teacher_empower2": "Διενέμετε τη γέφυρα μεταξύ ψηφιακών μέσων και παραδοσιακής μάθησης.",
  "teacher_empower3": "Τιμείτε τη διαφορετικότητα και τις μοναδικές εκφράσεις των μαθητών.",
  "teacher_strenghts": "Οι Teacher 2.0 είναι δημιουργικοί και ενισχύουν τη συνεργασία στην τάξη.",
  "teacher_challenges": "Η έλλειψη δομής μπορεί να οδηγήσει σε ακαταστασία και αποπροσανατολισμό.",
  "techie_description": "Είστε πάντα ενημερωμένοι για τις τελευταίες τεχνολογικές εξελίξεις και μοιράζεστε το πάθος σας με τους μαθητές.",
  "techie_protect1": "Διδάσκετε στους μαθητές τη σωστή και ασφαλή χρήση των τεχνολογικών εργαλείων.",
  "techie_protect2": "Παρέχετε ποιοτικό έλεγχο στην πρόσβαση σε ψηφιακούς πόρους.",
  "techie_protect3": "Χρησιμοποιείτε τεχνολογικά εργαλεία για να εμπλουτίσετε τις διδακτικές σας μεθόδους.",
  "techie_empower1": "Ενδυναμώνετε τους μαθητές δίνοντάς τους άμεση πρόσβαση σε νέες τεχνολογίες.",
  "techie_empower2": "Ενθαρρύνετε το ενδιαφέρον για καινοτόμα ψηφιακά εργαλεία όπως smartphones και tablets.",
  "techie_empower3": "Δημιουργείτε προγράμματα που προάγουν τον ψηφιακό μετασχηματισμό στην εκπαίδευση.",
  "techie_strenghts": "Οι Τεχνολόγοι έχουν άμεση επαφή με τις τελευταίες εξελίξεις και μεταδίδουν το ενθουσιασμό τους.",
  "techie_challenges": "Μπορεί να δυσκολεύεστε με όσους δεν μοιράζονται τον ίδιο ενθουσιασμό για την τεχνολογία.",
  "trendsetter_description": "Είστε ένας σύγχρονος εκπαιδευτικός που ενσωματώνει την ποπ κουλτούρα στο σχολείο.",
  "trendsetter_protect1": "Δημιουργείτε ασφαλές περιβάλλον για την ενσωμάτωση της ποπ κουλτούρας.",
  "trendsetter_protect2": "Χρησιμοποιείτε στοιχεία της ποπ κουλτούρας για να προκαλέσετε σκέψη.",
  "trendsetter_protect3": "Ενθαρρύνετε τον αναστοχασμό σχετικά με τις επιρροές της ποπ κουλτούρας.",
  "trendsetter_empower1": "Ανοίγετε το ενδιαφέρον για την ποπ κουλτούρα ως μέσο συζήτησης.",
  "trendsetter_empower2": "Ενθαρρύνετε τους μαθητές να συνδέσουν την ποπ κουλτούρα με το σχολικό πρόγραμμα.",
  "trendsetter_empower3": "Ενισχύετε τη δημιουργική σκέψη μέσω σύγχρονων παραδειγμάτων.",
  "trendsetter_strenghts": "Οι πρωτοπόροι εκπαιδευτικοί ενσωματώνουν στοιχεία της ποπ κουλτούρας που εμπλουτίζουν τη μάθηση.",
  "trendsetter_challenges": "Μπορεί να αντιμετωπίσετε δυσκολίες με μαθητές που δεν συνδεούνται με την ποπ κουλτούρα.",
  "watchdog_description": "Είστε επιφυλακτικοί απέναντι στις επιρροές των οικονομικών και θεσμικών δομών στα μέσα.",
  "watchdog_protect1": "Αποκαλύπτετε τα τεχνάσματα και τις παραπλανητικές τακτικές στα μέσα.",
  "watchdog_protect2": "Ενθαρρύνετε τους μαθητές να βλέπουν πέρα από τις παραπλανητικές εικόνες.",
  "watchdog_protect3": "Βοηθάτε τους μαθητές να προστατεύονται από μηνύματα που προάγουν την υπερκατανάλωση.",
  "watchdog_empower1": "Ενθαρρύνετε τους μαθητές να θέτουν κριτικές ερωτήσεις για τις δομές των μέσων.",
  "watchdog_empower2": "Βοηθάτε τους μαθητές να κατανοήσουν τη σχέση των μέσων με την οικονομία και την πολιτική.",
  "watchdog_empower3": "Ενισχύετε τη δημιουργικότητα και την κριτική σκέψη των μαθητών.",
  "watchdog_strenghts": "Οι φύλακες είναι καταλυτικοί παράγοντες για σημαντικές στιγμές κατανόησης.",
  "watchdog_challenges": "Η εστίασή τους μπορεί να οδηγήσει σε κυνική αντίληψη των θεσμών.",
  "question1": "Οι άνθρωποι είναι παθητικοί όταν δεν παρατηρούν τις μεροληπτικές πτυχές των μέσων.",
  "question2": "Μπορείτε να παραπλανηθείτε από τα μέσα αν δεν γνωρίζετε την προέλευσή τους.",
  "question3": "Ο κύριος σκοπός της τηλεόρασης είναι να προσελκύσει διαφημιζόμενους.",
  "question4": "Ανησυχώ για τον μεγάλο αριθμό εταιρειών που ελέγχουν τη ροή των μέσων.",
  "question5": "Οι πολίτες έχουν υποχρέωση να εκφράζουν τις πεποιθήσεις τους για τα κοινωνικά ζητήματα.",
  "question6": "Κινδυνεύουμε να χάσουμε τη δημοκρατία αν δεν προαχθεί η δράση των ακτιβιστών.",
  "question7": "Τα μέσα συχνά αποσπούν την προσοχή των μαθητών από ουσιώδη θέματα.",
  "question8": "Ανησυχώ ότι η χρήση των μέσων παρεμβαίνει στη συγκέντρωση των μαθητών στην τάξη.",
  "question9": "Δεν θα μπορέσετε να ανταγωνιστείτε αν το email, το κείμενο, το βίντεο και οι φωτογραφίες σας δεν είναι επαγγελματικά.",
  "question10": "Όταν οι μαθητές δημιουργούν μη επαγγελματικά μέσα, είναι δύσκολο να κριθεί η μάθησή τους.",
  "question11": "Στην ψηφιακή εποχή, αν δεν συμμετέχετε, μένετε πίσω.",
  "question12": "Οι μαθητές που δεν είναι ενεργοί στο διαδίκτυο απομονώνονται από τον κόσμο.",
  "question13": "Τα πιο ανταγωνιστικά σχολεία επενδύουν στην κορυφαία τεχνολογία και εκπαίδευση.",
  "question14": "Αν το σχολείο μου δεν ακολουθήσει τις τεχνολογικές εξελίξεις, θα μείνουμε πίσω.",
  "question15": "Ανησυχώ ότι κάποια μέσα μπορεί να προωθήσουν αντικοινωνική συμπεριφορά.",
  "question16": "Αν οι μαθητές δεν εκφράζουν τα συναισθήματά τους για τα μέσα, χάνουν ευκαιρίες για προσωπική ανάπτυξη.",
  "question17": "Εάν δεν δοθεί στους μαθητές η ευκαιρία για δημιουργία, ίσως δεν μάθουν να εκφράζονται.",
  "question18": "Πολλοί άνθρωποι απορρίπτουν τη διαδικασία μάθησης και ανάπτυξης των δεξιοτήτων τους.",
  "question19": "Εάν δεν είστε εξοικειωμένοι με την ποπ κουλτούρα των μαθητών, θα νιώσουν αποξενωμένοι.",
  "question20": "Δεν είναι εύκολο να συνδεθείτε με τους νέους αν δεν έχετε κοινά ενδιαφέροντα με αυτούς.",
  "question21": "Τα περισσότερα μηνύματα στα μαζικά μέσα είναι απλά σπατάλη χρόνου.",
  "question22": "Πολλοί άνθρωποι δεν έχουν επαρκή γνώση για τα εναλλακτικά μέσα.",
  "question23": "Οι μαθητές μπορεί να παγιδευτούν στις στενές παραδόσεις της ποπ κουλτούρας.",
  "question24": "Ανησυχώ για την έλλειψη πολυπλοκότητας στη σύγχρονη ποπ κουλτούρα.",
  "question25": "Όταν κατανοείτε πώς δημιουργούνται ιστοσελίδες, βιντεοπαιχνίδια και τηλεοπτικές εκπομπές, αλλάζει η οπτική σας για τα μέσα.",
  "question26": "Οι δημιουργοί μέσων παίρνουν προσεκτικές αποφάσεις κατά την παραγωγή.",
  "question27": "Η καταπολέμηση των στερεοτύπων στα μέσα είναι ουσιώδης για την κοινωνική ευημερία.",
  "question28": "Μπορείτε να αλλάξετε τη ζωή κάποιου διδάσκοντάς του πώς να αντιστέκεται στα μηνύματα των μέσων.",
  "question29": "Είναι ουσιώδες για τους νέους να χρησιμοποιούν ψηφιακά μέσα για την κοινωνική αλλαγή.",
  "question30": "Όταν οι νέοι αναλαμβάνουν δράση μέσω ψηφιακών μέσων, μπορούν να αλλάξουν τον κόσμο.",
  "question31": "Το καλύτερο με το διαδίκτυο είναι η πρόσβαση σε πλούσιο περιεχόμενο και ιδέες.",
  "question32": "Τα ψηφιακά μέσα διευκολύνουν την αλληλεπίδραση με το μάθημα.",
  "question33": "Όταν οι μαθητές χρησιμοποιούν επαγγελματικά εργαλεία, γνωρίζουν ότι η φωνή τους μετράει.",
  "question34": "Όταν οι μαθητές δουλεύουν σκληρά, τα αποτελέσματά τους μπορούν να ανταγωνίζονται τα επαγγελματικά μέσα.",
  "question35": "Όταν τα κοινωνικά δίκτυα αξιοποιούνται πλήρως, μπορούν να μεταμορφώσουν την εκπαίδευση.",
  "question36": "Όσο πιο πολύ μοιραζόμαστε online, τόσο περισσότερο συμβάλουμε στην κοινωνία.",
  "question37": "Όταν οι μαθητές κατακτούν ένα νέο εργαλείο, αποκτούν ειδική γνώση και κύρος.",
  "question38": "Τα καλά εκπαιδευτικά εργαλεία βοηθούν τους δασκάλους να διδάσκουν καλύτερα.",
  "question39": "Τα μέσα βοηθούν τους μαθητές να εκφράζουν τα συναισθήματά τους.",
  "question40": "Η χρήση των μέσων προάγει την ενσυναίσθηση και την κοινωνική κατανόηση.",
  "question41": "Όταν οι μαθητές ενδιαφέρονται πραγματικά για ένα θέμα, τίποτα δεν μπορεί να τους σταματήσει.",
  "question42": "Η δημιουργικότητα των μαθητών ακουμπά όταν ανακαλύπτουν θέματα που τους συναρπάζουν.",
  "question43": "Το να γνωρίζετε την ποπ κουλτούρα των νέων σας κρατά σε επαφή μαζί τους.",
  "question44": "Το ενδιαφέρον για την ποπ κουλτούρα μπορεί να ενισχύσει την αγάπη για το σχολικό μάθημα.",
  "question45": "Οι εναλλακτικές ταινίες και ντοκιμαντέρ είναι πιο ενδιαφέρουσες και χρήσιμες για τους μαθητές από τις ταινίες του Χόλιγουντ.",
  "question46": "Η ζωή των μαθητών εμπλουτίζεται όταν επιλέγουν εναλλακτικές απεικονίσεις.",
  "question47": "Οι μαθητές εμπλουτίζονται όταν κατανοούν τη σημασία των κλασικών μέσων για τρέχοντα ζητήματα.",
  "question48": "Τα παιδιά πρέπει να έχουν πρόσβαση στην πλούσια πολιτιστική κληρονομιά που παρέχουν οι κλασικές μορφές τέχνης και λογοτεχνίας.",
  "What is?": "Σχετικά με το Κουίζ",
  "Digital Learning Motivation Quiz for Educators (DLMQE):": "Digital Learning Motivation Quiz for Educators (DLMQE):",
  "Quiz Explanation": "Ένα κουίζ 48 ερωτήσεων που αξιολογεί την αντίληψη των εκπαιδευτικών για την αξία και τη σημασία της ψηφιακής και μέσων εκπαίδευσης.",
  "Take the quiz as individually or in group!": "Κάντε το κουίζ ατομικά ή ομαδικά!",
  "Your account is waiting confirmation. Please wait, we will mail after confirmation.": "Ο λογαριασμός σας περιμένει επιβεβαίωση. Παρακαλώ περιμένετε, θα σας σταλεί email μετά την επιβεβαίωση.",
  "Sorry user cannot be identified.": "Συγγνώμη, δεν ήταν δυνατή η ταυτοποίηση του χρήστη.",
  "Users account is verified.": "Ο λογαριασμός του χρήστη έχει επιβεβαιωθεί.",
  "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation": "Έχετε εγγραφεί επιτυχώς, αλλά ο λογαριασμός σας πρέπει να επιβεβαιωθεί από τον διαχειριστή. Παρακαλώ περιμένετε, θα σας σταλεί email μετά την επιβεβαίωση.",
  "Welcome Email": "Email Καλωσορίσματος",
  "Congratulations": "Συγχαρητήρια",
  "Your <a href='https://www.setyourmotivation.com/'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.": "Ο λογαριασμός σας στο <a href='https://www.setyourmotivation.com/login'>Set Your Motivation</a> έχει επιβεβαιωθεί. Μπορείτε να συνδεθείτε με την ηλεκτρονική σας διεύθυνση και τον κωδικό σας.",
  "Your email address": "Η ηλεκτρονική σας διεύθυνση",
  "A new user has registered  , Please click on the below link to verify the account.": "Ένας νέος χρήστης έχει εγγραφεί, παρακαλώ κάντε κλικ στον παρακάτω σύνδεσμο για να επιβεβαιώσετε τον λογαριασμό.",
  "Verify Account": "Επιβεβαίωση Λογαριασμού",
  "Dashboard": "Πίνακας Ελέγχου"
} 