{
    "Home": "Inicio",
    "Around the Web": "En la Web",
    "Contact Us": "Contáctenos",
    "For more information about the Digital and Media Literacy Online Quiz, please contact:": "Para más información sobre la Encuesta sobre Educación Digital y Mediática (Digital and Media Literacy Online Quiz), por favor contactar:",
    "Group Information": "Información del Grupo",
    "Group Name": "Nombre del Grupo",
    "Pin": "Pin o contraseña",
    "Description": "Descripción",
    "Create": "Crear",
    "Update": "Actualizar",
    "Results": "Resultados",
    "Search..": "Buscar..",
    "Name": "Nombre",
    "Email": "Correo electrónico",
    "Activist": "Activista",
    "Alt": "Alternativo",
    "Demystifier": "Desmitificador",
    "Motivator": "Motivador",
    "Professional": "Profesional",
    "Professor": "Profesor",
    "Spirit Guide": "Guía Espiritual ",
    "Taste Maker": "Creador de Buen Gusto",
    "Taste-Maker": "Creador de Buen Gusto",
    "Teacher 2.0": "Educador 2.0",
    "Techie": "Tecnológico",
    "Trendsetter": "Creador de tendencias",
    "Watchdog": "Vigilante",
    "Protect": "Proteger",
    "Empower": "Empoderar",
    "Process": "Procesar",
    "Empower vs. Protect": "Empoderar vs. Proteger",
    "Your All Motivations": "Motivaciones",
    "Delete": "Eliminar",
    "View": "Ver",
    "Are you sure": "¿Está seguro?",
    "The deletion process will have serious consequences": "El proceso de eliminación tendrá serias consecuencias",
    "If you delete the result, you will not be able to bring it back": "Si elimina el resultado, no podrá recuperarlo luego",
    "result has been deleted": "el resultado se ha eliminado",
    "result has not been deleted": "el resultado no se ha eliminado",
    "Total User": "Usuario Total",
    "Motivation": "Motivación",
    "Style": "Estilo",
    "Top Motivations": "Motivaciones Principales",
    "Groups": "Grupos",
    "New Group": "Grupo ",
    "Id": "Identificación",
    "Edit": "Editar",
    "View Group`s Results": "Ver Resultados Grupales",
    "If you delete the group, you will not be able to bring it and it`s results back": "Si elimina el grupo, no lo podrá recuperar, ni sus resultados",
    "Group has been deleted": "El grupo ha sido eliminado",
    "Group has not been deleted": "El grupo no ha sido eliminado",
    "Reference Information": "Información de Referencia",
    "Title": "Título",
    "Link": "Enlace",
    "Date": "Fecha",
    "References": "Referencias",
    "New reference": "Nueva referencia",
    "If you delete the reference, you will not be able to bring it back": "Si elimina la referencia, no la podrá recuperar luego",
    "reference has been deleted": "la referencia ha sido eliminada",
    "reference has not been deleted": "la referencia no ha sido eliminada",
    "Login": "Iniciar sesión",
    "E-Mail Address": "Dirección de Correo Electrónico",
    "Password": "Contraseña",
    "Remember Me": "Recordar datos",
    "Forgot Your Password?": "¿Olvidó su contraseña?",
    "Reset Password": "Restablecer Contraseña",
    "Send Password Reset Link": "Enviar enlace para restablecer la Contraseña",
    "Confirm Password": "Confirmar Contraseña",
    "Register": "Registrar",
    "Discover yourself now!": "¡Descubra su motivación de aprendizaje digital ahora mismo! ",
    "Join our Digital Media Literacy Survey Free!": "¡Realice la encuesta completamente gratis de forma individual o en grupo! ",
    "No matter what your motivation is, Powerful Voices for Kids has ideas to improve digital& media literacy in your classroom.": "Sin importar cuál sea su motivación, la Encuesta sobre Educación Digital y Mediática tiene ideas para mejorar la alfabetización digital y mediática en su clase.",
    "Individual Entry": "Entrada Individual",
    "Group Entry": "Entrada Grupal",
    "Academic References to Our Survey!": "Referencias académicas sobre nuestra encuesta",
    "Thank you for citing...": "Gracias por citarnos...",
    "Join Us": "Ayúdenos a mejorar la traducción de la Encuesta",
    "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "Usted puede ayudarnos a mejorar nuestras traducciones, e incluso agregar nuevas lenguas, como parte de nuestra comunidad de traducción. Si quiere traducir la encuesta a su propia lengua, puede utilizar el siguiente archivo y contactar a Sait Tüzel (sait@mediaeducationlab.com).",
    "Strenghts": "Fortalezas",
    "Challenges": "Retos",
    "Media Education Lab Admin Panel": "Panel de Administración del Media Education Lab (Laboratorio de Educación Mediática)",
    "Admin Panel": "Panel de Administración",
    "Individual Results": "Resultados Individuales",
    "Group Results": "Resultados Grupales",
    "Download Results": "Descargar Resultados",
    "Back to Home": "Volver a la Página Principal",
    "Media Literacy Survey": "Encuesta de Alfabetización Mediática",
    "Welcome To Our Digital Media Education Survey": "Encuesta sobre Educación Digital y Mediática",
    "Menu": "Menú",
    "Admin Entry": "Entrada de Administrador ",
    "Logout": "Cerrar sesión",
    "Our Mission": "Nuestro patrocinador",
    "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service. We emphasize interdisciplinary scholarship and practice that stands at the intersections of communication, media studies and education.": "El Media Education Lab (Laboratorio de Educación Mediática) en la Universidad de Rhode Island patrocinó la Encuesta de Motivación de Aprendizaje Digital para Educadores (Digital Learning Motivation Quiz for Educators - DLMQE) https://mediaeducationlab.com/",
    "Contact": "Contacto",
    "Copyright": "Derechos de autor ",
    "About Us": "Sobre Nosotros",
    "Learn your Media Education Motivation": "Descubra su Motivación para promover la Educación Mediática",
    "Media Education Lab": "Media Education Lab (Laboratorio de Educación Mediática)",
    "Respond to these statements according to how important they are to you:": "Responda a estas afirmaciones según esté de acuerdo o en desacuerdo: ",
    "Each question has 5 options.": "Cada pregunta tiene 5 opciones.",
    "Please type the group name provided by your instructor.": "Por favor escriba el nombre del grupo que le dio la persona instructora. ",
    "Group Pin": "Pin o contraseña del Grupo",
    "Please type the group pin provided by your instructor.": "Por favor escriba el pin o contraseña del grupo que le dio la persona instructora.",
    "Your Email": "Su Correo Electrónico",
    "Your Name": "Su Nombre",
    "Questions": "Preguntas",
    "Strongly disagree": "Muy en desacuerdo",
    "Somewhat disagree": "En desacuerdo",
    "Neither agree nor disagree": "Ni de acuerdo ni en desacuerdo",
    "Somewhat agree": "De acuerdo",
    "Strongly agree": "Muy de acuerdo",
    "Send": "VER RESULTADOS",
    "You are a": "Usted es un o una",
    "Read More..": "Leer Más....",
    "Close": "Cerrar",
    "You are also a": "Usted también es un o una",
    "Take Quiz Individually": "Tomar la Encuesta Individualmente",
    "Take Quiz in Group": "Tomar la Encuesta Grupal",
    "What is Your Digital Learning Motivation?": "Cuál es su Motivación de Aprendizaje Digital? ",
    "You see the opportunities and advantages to using media and technology in your teaching practice.": "Usted ve las oportunidades y ventajas de usar medios y tecnología en su proceso de enseñanza.",
    "You see the risks and challenges to using media and technology in your teaching practice.": "Usted ve los riesgos y  los retos de usar los medios y la tecnología en su proceso de enseñanza.",
    "activist_description": "Usted siente pasión duradera por fomentar la participación democrática a través de la acción política, ya sea que su meta final sea la justicia social, el ecologismo, la salud pública o cualquier otro problema social y político específico. Usted ve su rol en la clase como un catalizador para que los estudiantes empiecen a entender cómo podrían ellos tener una voz para mejorar la calidad de vida en sus comunidades y en el mundo, además desea que sus estudiantes entiendan que tienen el poder, incluso en edades tempranas, para cambiar el mundo como participantes comprometidos con el proceso democrático. ",
    "activist_protect1": "Enseñar a los estudiantes cómo protegerse de mensajes mediáticos opresivos y dañinos, además de cómo \"responder\" a las imágenes mediáticas negativas y estereotipadas.",
    "activist_protect2": "Preparar estudiantes para la participación democrática, con conocimiento robusto del proceso cívico. ",
    "activist_protect3": "Compartir una visión particular de compromiso político basado en perspectivas o medios con los cuales los estudiantes quizás no estén familiarizados. ",
    "activist_empower1": "Ayudar a los estudiantes a sentirse cómodos expresando sus propias opiniones e ideas de acción política. ",
    "activist_empower2": "Proveer oportunidades para que los estudiantes elaboren productos mediáticos que expresen sus ideas originales dentro de un contexto político o social existente. ",
    "activist_empower3": "Motivar a los estudiantes a cuestionar y retar creencias preconcebidas sobre el mundo, para fomentar el compromiso político. ",
    "activist_strenghts": "Las personas Activistas son frecuentemente líderes naturales que elevan la conciencia de los estudiantes sobre su rol en un ambiente democrático saludable. A menudo tienen conocimiento extenso sobre problemas locales y globales que pueden interesar y apasionar a los estudiantes directamente en un proceso político, lo cual se puede expresar en luchar por un programa de reciclaje en su centro educativo o escribir cartas a las estaciones locales de noticias. ",
    "activist_challenges": "Las personas Activistas a veces sobreestiman o subestiman el rango en el que los estudiantes han desarrollado sus conjuntos de valores y creencias concretas. En algunos casos las creencias que los estudiantes aprendieron en el hogar son contrarias a la visión de la persona instructora, mientras que en otros casos los estudiantes simplemente no saben todavía en qué creen. Esto causa que los profesores activistas sean propensos a imponer un conjunto de creencias a estudiantes que se oponen, o no están seguros de las opiniones o valores de sus instructores. ",
    "alt_description": "Usted es una persona docente con inventiva, probablemente con una actitud de \"manos a la obra\", alguien con una gran capacidad creativa. Siempre está lista para retar a los estudiantes con formas alternativas de encontrar, usar, analizar y crear productos mediáticos en la clase. Ya sea que use programas de código abierto en las computadoras del centro educativo, usted es de las personas que alienta a estudiantes a empezar clubes o revistas alternativas, o introducir a los estudiantes a medios que están \"fuera del camino trillado\" de los medios masivos convencionales. Usted muy probablemente propone a los estudiantes que amplíen su comprensión de las diferentes formas en las que los seres humanos se pueden comunicar en el mundo. ",
    "alt_protect1": "Enseñarle al estudiantado a cuestionar los puntos de vista y la autoridad de los profesionales y de los medios tradicionales hegemónicos sobre el mundo.",
    "alt_protect2": "Compartir con estudiantes los hitos históricos alternativos que marcaron su propia vida y a otras culturas. ",
    "alt_protect3": "Ayudar a los estudiantes a mejorar su comprensión de las perspectivas históricas alternativas y puntos de vista de los que quizás no puedan aprender a través de los libros de texto u otros productos mediáticos tradicionales y hegemónicos en clase. ",
    "alt_empower1": "Alentar a los estudiantes a imaginar múltiples maneras de comunicar un mensaje o una idea.",
    "alt_empower2": "Brindar a los estudiantes una \"mirada desde adentro\" al trabajo que es menos \"glamoroso\" y a las habilidades necesarias para hacerlo, que resultan menos difícil de producir que la mayoría de los productos mediáticos elaborados profesionalmente.",
    "alt_empower3": "Proveer al estudiantado oportunidades para elaborar productos mediáticos que se articulen con formatos, modos de construcción, y puntos de vista con los que podrían no estar familiarizados. ",
    "alt_strenghts": "Los Alternativos son, como su nombre lo implica, adeptos a crear un ambiente de clase que sea curioso, creativo, y que enganche a los estudiantes de una manera en la que rompan sus expectativas. Los Alternativos se convierten, a menudo, en las primeras personas en presentar a los estudiantes el mundo del arte, los eventos actuales, la cultura popular, y la literatura que ofrecen puntos de vista más diversos que los medios tradicionales.",
    "alt_challenges": "Los Alternativos pueden, en el proceso de enseñar alternativas a los cánones tradicionales, caer en establecer nuevas \"vacas sagradas\" que no estén sujetas al escrutinio y el cuestionamiento crítico al que se someten los medios masivos tradicionales. Los Alternativos a veces pueden alejar a los estudiantes que se identifican fuertemente con la cultura popular al presentar opciones sin respetar de manera equitativa lo que sus estudiantes más aprecian.",
    "demystifier_description": "¿Sabía que los programas de crimen en televisión son filmados casi en su totalidad con un fondo de \"pantalla verde\"? ¿Que las compañías de comida rápida, para promocionar sus productos, contratan artistas y escultores para hacer que los ingredientes se vean más agradables y apetecibles? ¿Que las fotografías de revistas están digitalmente manipuladas? Si alguna de estas preguntas provoca su curiosidad, es posible que usted sea un Desmitificador. Como docente, su intención es \"abrir los ojos\" de sus estudiantes sobre la producción mediática en todas sus formas, desde la escritura de un libro hasta la edición de una película de Hollywood. Cuando usted enseña atrae al estudiantado a lo que inicialmente parece una conspiración secreta, pero eventualmente se transforma en la base de su pensamiento crítico - lo cual es, hacer buenas preguntas de \"cómo\" y \"por qué\" -.",
    "demystifier_protect1": "Ayudar a estudiantes a identificar cómo la manipulación de las imágenes distorsiona nuestras percepciones de la realidad.",
    "demystifier_protect2": "Defender a los estudiantes de mensajes de los medios de comunicación masivos y la cultura popular que puedan tener un impacto negativo en su autoestima o la imagen de sí mismos.",
    "demystifier_protect3": "Cuestionar el disfrute acrítico de los medios considerados problemáticos que usan los estudiantes. ",
    "demystifier_empower1": "Usar la desmitificación de los procesos de producción mediáticos para alentar a los estudiantes a realizar su propio trabajo. ",
    "demystifier_empower2": "Pedir a los estudiantes que hagan conexiones entre los procesos de producción mediática y los medios que usan en sus vidas cotidianas.",
    "demystifier_empower3": "Alentar al estudiantado a preguntar sobre cómo y por qué se construyen los productos mediáticos.",
    "demystifier_strenghts": "Los Desmitificadores son buenos en identificar momentos claves del proceso de enseñanza y aprendizaje cuando los estudiantes tienen problemas para entender cómo y por qué son elaborados los productos mediáticos. También logran conectar de maneras significativas el uso de los medios en el hogar con lo aprendido en clases; a menudo salen de clases diciendo que \"nunca jamás verán una película, leerán un libro, o usarán un sitio web\" de la misma manera.  ",
    "demystifier_challenges": "Los Desmitificadores necesitan estar atentos a las confusiones que puedan provocar al revelar o deconstruir la producción mediática - es mejor que esto se dé al servicio de una lección particular y significativa, y no simplemente para involucrar al estudiantado. Las personas Desmitificadoras también necesitan evitar que aflore el cinismo en los estudiantes mientras van aprendiendo sobre la producción mediática. Cuando los estudiantes comprenden que depende del punto de vista y el contexto que un producto mediático sea \"bueno\" o \"malo\" enriquecerá su trabajo de diseño y elaboración de los mismos. ",
    "motivator_description": "Usted es una inspiración porque estimula la energía creativa de sus estudiantes. Aquellos que nunca se han sentido cómodos hablando en clases, participando en actividades o contribuyendo al diálogo durante las lecciones encuentran más fácil el poder hacerlo cuando usted está liderando. Pero usted no necesariamente se percibe como una persona líder aún cuando lo sea. Usted se ve a sí misma como una o un facilitador de procesos. Lo importante es lo que sus estudiantes quieren decir y hacer.",
    "motivator_protect1": "Enseñar a los estudiantes a protegerse de los productos mediáticos que pueden ser dañinos para su autoestima. ",
    "motivator_protect2": "Pedir a los estudiantes que den realimentación positiva a sus pares para afirmar sus cualidades más fuertes en la  participación y trabajo en clase. ",
    "motivator_protect3": "Seleccionar con cuidado materiales de clase que no afecten de manera negativa la percepción que los estudiantes tienen de su poder de expresión creativa. ",
    "motivator_empower1": "Propiciar un ambiente en el cual los estudiantes se sientan cómodos al compartir sus ideas, opiniones y talentos creativos en clase. ",
    "motivator_empower2": "Alentar a los estudiantes a seleccionar temas que encuentren interesantes como base para los proyectos y actividades en clase.",
    "motivator_empower3": "Proveer oportunidades para que los estudiantes dialoguen en la clase, con participación ocasional del docente para guiar el proceso.",
    "motivator_strenghts": "Los Motivadores son profesores que los estudiantes recuerdan con cariño por su compromiso a colaborar y escuchar sus inquietudes, los estudiantes sienten que sus ideas y espíritu creativo están siendo respetados y desarrollados. Los Motivadores también buscan guiar a cada estudiante en su propio viaje creativo; su carisma hace difícil que sus estudiantes abandonen el proceso.",
    "motivator_challenges": "Las personas Motivadoras pueden a veces equivocarse al flexibilizar demasiado la estructura de la clase, lo cual puede generar falta de claridad en los estudiantes. A pesar de que la voz de los estudiantes es poderosa, todavía están en un proceso de madurez mental, lo cual significa que no siempre saben exactamente lo que deben decir. Los Motivadores también necesitan asegurarse de que los estudiantes se sientan cómodos no solamente expresándose, sino también cuestionando el trabajo de cada uno de manera respetuosa y retándose entre sí a realizar trabajos mejores y más reflexivos.",
    "professional_description": "Usted establece altos estándares para los trabajos de sus estudiantes y probablemente es visto como referente profesional en producción de medios en su centro educativo. Usted es el tipo de docente que sabe cómo impulsar a sus estudiantes a entender y reproducir las convenciones profesionales que son necesarias para ser tomados en cuenta dentro del ámbito de la creación y producción de medios. Es probable que usted también esté interesado en integrar a sus estudiantes al mundo real de la creación en medios, pensando en maneras de traer a personas autoras, profesionales y productoras de medios a su clase para enriquecer la experiencia de aprendizaje. ",
    "professional_protect1": "Proteger a los estudiantes durante la producción de proyectos mediáticos contra los fallos técnicos. ",
    "professional_protect2": "Equipar a los estudiantes para reconocer cómo la producción profesional conlleva mensajes específicos que pueden ser negativos o dañinos.",
    "professional_protect3": "Prevenir el caos organizacional estableciendo un modelo jerárquico de trabajo, con roles explícitos, que disminuya la tendencia de los estudiantes a salirse de las tareas o ser improductivos. ",
    "professional_empower1": "Inculcar un sentido de profesionalismo y estimular la habilidad de concentrar el esfuerzo en proyectos de producción mediática.",
    "professional_empower2": "Ayudar a los estudiantes a pensar sobre ellos mismos como autores \"reales\" hablando con audiencias reales en un lenguaje profesional que los usuarios de medios masivos pueden entender.",
    "professional_empower3": "Modelar comportamientos y estándares profesionales para delinear una ruta académica o profesional que les permita a los estudiantes integrarse o participar en la industria de producción de medios.",
    "professional_strenghts": "El profesionalismo se ve bien. Los Profesionales usualmente son buenos para estimular a los estudiantes a buscar estándares estéticos de mayor calidad que los utilizados en los típicos proyectos mediáticos juveniles. Las personas Profesionales a menudo están a cargo del equipo profesional y la tecnología disponible en el centro educativo. También inspiran a los estudiantes a buscar oportunidades para crear productos mediáticos en los programas académicos disponibles en el sistema de educación formal y fuera de este.",
    "professional_challenges": "El profesionalismo puede sufrir del problema de \"el estilo por sobre la sustancia\". Los estudiantes emulan modelos profesionales en noticias, producción cinematográfica o diseño gráfico pero no necesariamente llevan ese mismo rigor a aspectos académicos o de contenido del trabajo. Cuando los valores profesionales son solamente estéticos, pueden desmotivar a los estudiantes de pensar sobre procesos de búsqueda, análisis y evaluación cruciales para los proyectos mediáticos de alta calidad.  ",
    "professor_description": "Usted es una persona cuidadosa de balancear su entusiasmo por los medios y la tecnología con una conexión clara a sus estándares académicos. Usted quiere asegurarse de que los medios y la tecnología no son utilizados en su clase solamente por sí mismos, sino para avanzar en sus lecciones, objetivos y metas de aprendizaje. Las presentaciones multimedia, páginas web y tecnologías educativas como recursos pedagógicos pertinentes son utilizadas con el propósito de ayudarle a entregar el contenido clave que sus estudiantes necesitan dominar.",
    "professor_protect1": "Mantener a los estudiantes enfocados con sus tareas actuales para que sean menos propensos a distracciones o actividades mediáticas desestructuradas y caóticas. ",
    "professor_protect2": "Estructurar las conversaciones en clases para ayudar a los estudiantes a dominar el contenido y comprender mejor las metas de las clases.",
    "professor_protect3": "Usar tecnologías educativas como \"espacios seguros\" en los que los estudiantes puedan explorar dentro de límites de contenido bien definidos.",
    "professor_empower1": "Ayudar a estudiantes a comprender cómo los medios de comunicación atractivos están conectados con las lecciones de contenido que son cruciales para su desarrollo académico.",
    "professor_empower2": "Expandir la concepción de los estudiantes sobre qué tipos de prácticas de composición son aceptables en ambientes académicos al alentarlos a realizar presentaciones, videos y otros productos mediáticos. ",
    "professor_empower3": "Proveer una visión de éxito educativo que incluya el dominio de materiales mediáticos relevantes para su éxito académico, incluyendo procesamiento de palabras, presentaciones multimedia, producción de videos y otras habilidades.",
    "professor_strenghts": "Las personas Profesores tienen un entendimiento agudo sobre sus metas en la enseñanza, lo mismo pasa con sus estudiantes. Los Profesores son menos propensos a experimentar el tipo de desorden que puede ser inherente a los proyectos mediáticos grandes y colaborativos. Sus estudiantes siempre tienen un sentido claro de la relevancia de integrar la tecnología y los medios a las necesidades inmediatas de una lección y tema. ",
    "professor_challenges": "Por apegarse a las necesidades curriculares, los Profesores a veces pierden oportunidades o momentos importantes y emocionantes de la enseñanza. Usar tecnología y medios en el aula provee muchas oportunidades para la creatividad, improvisación y exploración que podría ser difícil de integrar en un planeamiento rígido de las lecciones. Este tipo de exploraciones espontáneas y semiestructuradas pueden ayudar al estudiantado a profundizar en la comprensión de algunos problemas de mucha importancia para ellos en sus vidas cotidianas, problemas que involucran sus familias, comunidades, eventos actuales y lecciones de vida importantes pero impredecibles.",
    "spirit-guide_description": "Usted es una persona que sabe escuchar bien. Usted es una persona dedicada al bienestar social y emocional de sus estudiantes y quiere asegurarse de que todo lo que usted hace en el aula se conecte con las necesidades inmediatas de ellos (comprenderse a sí mismos y sus vidas). Probablemente los estudiantes le consideran digno de confianza  y podrían confiar en usted de maneras en las que no lo harían con otros docentes. Usted sabe que los medios son solo una faceta de la vida estudiantil y quiere comprometerse con ello para ayudarles a través de los altibajos de la vida en todos sus retos y oportunidades.",
    "spirit-guide_protect1": "Ayudar a los estudiantes a comprender y protegerse de las representaciones mediáticas que puedan herir su autoestima.",
    "spirit-guide_protect2": "Contrarrestar estereotipos y representaciones erróneas con las cuales se identifican los estudiantes, o reconocen.",
    "spirit-guide_protect3": "Crear un espacio privado y seguro en el aula para que los estudiantes se sientan respetados y escuchados cuando conversan sobre sus relaciones personales.",
    "spirit-guide_empower1": "Alentar a los estudiantes a expresar sus sentimientos y emociones a través de la producción mediática.",
    "spirit-guide_empower2": "Propiciar conversaciones acerca de las experiencias personales de los estudiantes con los medios digitales y la cultura popular y cómo estos afectan sus vidas.",
    "spirit-guide_empower3": "Integrar la práctica reflexiva en la escritura y actividades de producción mediática de los estudiantes.",
    "spirit-guide_strenghts": "Las personas Guías Espirituales tienden a ser altamente confiables. Los estudiantes confían en los Guías Espirituales, diciéndole cosas sobre sus vidas, pensamientos y emociones que podrían no compartir con otros docentes. Los Guías Espirituales son receptivos al bienestar emocional y sentido de autoestima.",
    "spirit-guide_challenges": "Muchos estudiantes pueden tener sentimientos ambivalentes sobre compartir en ambientes de clases acerca de su comportamiento privado en relación con los medios. Los Guías Espirituales necesitan ser especialmente cuidadosos al analizar en cuáles momentos está bien que los estudiantes no compartan dichas experiencias, especialmente cuando los estudiantes tienen preocupaciones sobre privacidad, propiedad o juicio de sus pares sobre cómo se relacionan con los medios.",
    "taste-maker_description": "¡Los jóvenes de ahora! Pueden recitar letras de Rap y canciones Pop, pero, ¿y qué de los versos de Shakespeare? Han memorizado cada punto de la trama de las películas de Hollywood más populares de la temporada pero, ¿y qué de los filmes clásicos estadounidenses e internacionales? Usted quiere ampliar los horizontes de sus estudiantes. Usted quiere que tengan exposición a los tipos de experiencias mediáticas que los pongan en contacto con la apreciación histórica, estética y crítica. Usted sabe que un componente clave de las interacciones futuras de los estudiantes va a requerir que ellos puedan retomar una variedad de fuentes culturales, tanto clásicas como populares. En el peor de los casos, la tendencia de los estudiantes al juego de Trivia de 'cultura pop' les será inútil en el futuro. En el mejor de los casos, usarán su comprensión de cultura contemporánea junto a su entendimiento de otras formas de literatura clásica, arte, y medios para conectar la cultura Pop con su herencia cultural.",
    "taste-maker_protect1": "Retar las percepciones limitadas de los estudiantes sobre la cultura con hitos culturales ampliamente reconocidos.",
    "taste-maker_protect2": "Pedir al estudiantado que distinga entre mensajes mediáticos superficiales y complejos. ",
    "taste-maker_protect3": "Desarrollar estrategias inventivas para dirigir la atención de los estudiantes hacia los 'clásicos' en arte, literatura y otros medios. ",
    "taste-maker_empower1": "Ayudar a los estudiantes a utilizar su razonamiento para distinguir entre mensajes positivos y negativos.",
    "taste-maker_empower2": "Realizar conexiones entre la cultura popular que los estudiantes aman y su herencia cultural.",
    "taste-maker_empower3": "Alentar a los estudiantes a formular preguntas críticas sobre la estética y el contexto histórico de todos los medios utilizados en clase.",
    "taste-maker_strenghts": "Las personas Creadoras de Buen Gusto a menudo llevan a la clase un bagaje importante de conocimiento de las artes para guiar las decisiones que realizan en ella y también para ayudar a sus estudiantes a comprender de manera más profunda a los 'clásicos' en arte, literatura y otros medios, reconociendo su importancia. Las personas Creadoras de Buen Gusto también tienden a tener una perspectiva amplia de la cultura, y hacen conexiones relevantes en términos estéticos e históricos entre la cultura contemporánea y sus antecesores.",
    "taste-maker_challenges": "Las personas Creadoras de Buen Gusto a veces pueden transmitir su propio gusto sobre los productos mediáticos \"clásicos\", lo cual puede alejar o desinteresar a los estudiantes que se identifican con los productos mediáticos llamados \"superficiales\". Los Creadores de Buen Gusto pueden a veces ser reacios a usar el mismo nivel de cuestionamiento crítico y escepticismo al lidiar con los \"clásicos\" que el que usan al deconstruir la cultura contemporánea. ",
    "teacher_description": "Usted es una persona docente que entiende que la participación en las culturas de aprendizaje digital y medios requiere de flexibilidad para nuevos formatos, nuevos modos de expresión y de participación dentro y fuera del centro educativo. Puede que use la lectura de Shakespeare en paralelo a adaptaciones de Hollywood de sus historias. Puede que usted use versiones interactivas en línea de literatura clásica para explorar el significado detrás de los textos. O puede que usted use foros de discusión en línea y programas telemáticos educativos para activar el entusiasmo de los estudiantes por conectar al uno con el otro. El Educador 2.0 es de \"todo se vale\", es una persona inquieta e innovadora, siempre intenta cosas nuevas en el aula y encuentra nuevas maneras de conectar el aprendizaje con la cultura de los estudiantes.",
    "teacher_protect1": "Ayudar a estudiantes a entender las relaciones interpersonales respetuosas 'en línea' y en sus vidas cotidianas a través de actividades estructuradas.",
    "teacher_protect2": "Crear un espacio seguro en el aula para intentar nuevas formas de análisis y comunicación sin exponer al estudiantado a algunas de las realidades más duras de la vida 'en línea' y la vida pública.",
    "teacher_protect3": "Encontrar maneras de hacer que los temas tradicionales sean interesantes, ayudando a los estudiantes a concentrarse de múltiples maneras en lo fundamental del tema.",
    "teacher_empower1": "Impulsar conversaciones en el aula sobre una variedad de productos mediáticos y su relación con los estudiantes, creando conexiones texto-texto y texto-estudiante. ",
    "teacher_empower2": "Darle a los estudiantes la confianza de evaluar, analizar y crear productos mediáticos de múltiples formatos, incluso si todavía tienen deficiencias en sus habilidades de alfabetización en medios impresos.",
    "teacher_empower3": "Valorar la participación de los estudiantes en culturas de 'fans' y su involucramiento con los medios como componentes claves para su aprendizaje en las aulas.",
    "teacher_strenghts": "Los Educadores 2.0 son infinitamente inventivos y encuentran muchas formas nuevas de involucrar a los estudiantes en temas diversos y variados. Exploran oportunidades para que los estudiantes interactúen entre ellos 'en línea' y en clase a través de nuevos medios y tecnología y se conectan con sus estudiantes emocionalmente al tomar con seriedad el placer que ellos mismos encuentran al descubrir nuevos medios digitales y a través del aprendizaje en clases.",
    "teacher_challenges": "Por la naturaleza divergente del estilo de enseñanza Educador 2.0, las lecciones a veces son vulnerables a interrupciones, retos no anticipados, o de no poder cerrar por completo, como cuando los estudiantes no tienen tiempo de ver una película completa, cuando no se adaptan del todo con plataformas en línea o no completan la elaboración del producto mediático. Los Educadores 2.0 ocasionalmente no se dan cuenta de las maneras en las que los estudiantes eligen no participar con los otros o su deseo de a veces dejar su entusiasmo por los medios 'en la casa'.",
    "techie_description": "Usted está al día con todas las herramientas innovadoras: dispositivos, programas, aplicaciones, plug-ins, sitios web, widgets y tecnología educativa. Cuando otros docentes están teniendo problemas con sus aparatos tecnológicos o buscando nuevas ideas para sitios web, es probable que le consulten al respecto. El potencial de involucrar a los estudiantes con las herramientas tecnológicas que les gusta usar en sus vidas cotidianas, como celulares, tabletas y iPods, le emociona porque a usted también le encantan esas herramientas. Le encanta  ser \"geek\", aprender nuevas habilidades y nuevas tecnologías con un sentido apasionado del descubrimiento.",
    "techie_protect1": "Enseñarle a los estudiantes a utilizar las herramientas tecnológicas de manera segura y responsable. ",
    "techie_protect2": "Salvaguardar o realizar 'control de calidad' del acceso de los estudiantes a sitios web y otros recursos digitales.",
    "techie_protect3": "Usar herramientas tecnológicas educativas en el aula para hacer más emocionantes las clases y, además, homogeneizarlas.",
    "techie_empower1": "Dar a los estudiantes el poder de utilizar nuevas tecnologías de primera mano para realizar su propio trabajo.",
    "techie_empower2": "Comprometerse con los intereses de los estudiantes con respecto a las nuevas tecnologías como teléfonos inteligentes (smartphones) y dispositivos móviles.",
    "techie_empower3": "Abogar en pro del uso de tecnologías educativas en su escuela, en otras aulas y para otros estudiantes. ",
    "techie_strenghts": "Los Tecnológicos tienen 'un dedo en el pulso' del rápido cambio tecnológico. Vinculan los intereses de los estudiantes con plataformas nuevas y emergentes, programas y tecnologías que también disfruten utilizar en la enseñanza.",
    "techie_challenges": "A los Tecnológicos a veces se les dificulta mantener involucrados a profesores y estudiantes que no comparten su entusiasmo o la confianza de usar nuevas tecnologías. Los Tecnológicos necesitan asegurarse que están pensando más allá del involucramiento superficial con tecnología de moda y formular preguntas claves sobre por qué y cómo funciona la tecnología, para bien y para mal, en nuestras vidas cotidianas. ",
    "trendsetter_description": "Usted es de los profesores que pueden compartir su conocimiento de cultura popular y su impulso por aprender más sobre la cultura de los jóvenes, con los estudiantes y con algunos profesores del centro educativo. Puede que usted sea un padre que tiene tantas canciones de música Pop en su iPod como sus hijos, o hasta más. O tal vez los productos de cultura popular que a usted le encantan no están tan lejos de los favoritos de sus estudiantes. Usted es una persona inquisitiva con respecto a las tendencias y los temas que son parte crucial del tejido de las vidas diarias de sus estudiantes. Usted quiere que la cultura de aprendizaje se encuentre con el entorno cultural en el que viven los estudiantes, con la cultura popular que conocen y aman, y que ocasionalmente también usted ama, ya sea música Pop y Hip-Hop, éxitos de taquilla, Reality shows en televisión o con un sinnúmero de referencias culturales compartidas.",
    "trendsetter_protect1": "Propiciar un ambiente para la cultura popular adecuada para la clase. ",
    "trendsetter_protect2": "Usar una variedad de textos de cultura popular para que los estudiantes hagan preguntas sobre sus autores, audiencia meta, mensajes, significados, y representaciones de la realidad.",
    "trendsetter_protect3": "Pedir a los estudiantes que reflexionen sobre su uso de la cultura popular, particularmente cuando sus efectos podrían ser dañinos para su bienestar o imagen propia.",
    "trendsetter_empower1": "Presentar la investigación sobre cultura popular como un componente importante de la discusión en clase.",
    "trendsetter_empower2": "Involucrarse con los intereses de los estudiantes referentes a las nuevas tecnologías como teléfonos inteligentes (smartphones) y dispositivos móviles.",
    "trendsetter_empower3": "Alentar a estudiantes a realizar conexiones entre la cultura popular y el material curricular tradicional. ",
    "trendsetter_strenghts": "Las personas Creadoras de Tendencias reconocen la amplia variedad de los textos de cultura popular que hacen sentir apasionados a los estudiantes como una manera de involucrarlos en el conocimiento formal. También hacen fuertes conexiones entre el área que dominan,el conocimiento especializado de los estudiantes (cultura popular) y conocimientos nuevos (contenido curricular).  ",
    "trendsetter_challenges": "Las personas Creadoras de Tendencias pueden tener dificultades dirigiéndose a estudiantes que se sienten culturalmente \"desconectados\" o que se definen activamente en contra de la cultura popular que la mayoría de sus pares ama. Los Creadores de Tendencias también deben ser cuidadosos de que las conversaciones sobre cultura popular no empiecen y terminen meramente con \"me encanta o lo odio\", sino más bien explorar más el cómo y el por qué la cultura popular hace lo que hace.",
    "watchdog_description": "Usted sospecha y se preocupa por la forma en que los sistemas económicos e instituciones influencian nuestras vidas diarias, particularmente a través de los medios que utilizamos. Usted quiere que sus estudiantes y sus pares sean más conscientes de las formas en cómo las cosas son compradas y vendidas. ¿Quién es dueño y controla el contenido de los medios que vemos, oímos, leemos y con los que jugamos? ¿Cómo afectan la publicidad, las políticas públicas y las relaciones de propiedad de los medios a nuestra relación con el consumismo? ¿Por qué es tan difícil a menudo para los estudiantes formular preguntas críticas sobre los medios más poderosos de la industria de entretenimiento para niños como Disney o Nickelodeon? Usted a veces se siente como el principal responsable de dar a sus alumnos \"alertas\" sobre los funcionamientos internos económicos e institucionales de los medios y del mundo que los rodea. ",
    "watchdog_protect1": "Desacreditar mitos y posibles engaños de la publicidad y los medios masivos.",
    "watchdog_protect2": "Estimular el escepticismo de los estudiantes con respecto a las motivaciones de las instituciones de medios.",
    "watchdog_protect3": "Ayudar a los estudiantes a defenderse de mensajes persistentes que glorifican el consumismo.",
    "watchdog_empower1": "Ayudar a los estudiantes a hacer preguntas críticas sobre los sistemas mediante los cuales los productos mediáticos son creados, distribuidos y utilizados.",
    "watchdog_empower2": "Desarrollar el conocimiento concreto de los estudiantes sobre la relación entre los medios, la economía y la política. ",
    "watchdog_empower3": "Estimular al estudiantado a desarrollar su propio trabajo que rete la dominancia de los mensajes consumistas, tales como anuncios de servicio público o parodias de medios masivos y cultura popular.",
    "watchdog_strenghts": "Los profesores Vigilantes son a menudo las primeras personas, y a veces las únicas, catalizadoras para los mayores \"momentos ¡eureka!\" de los estudiantes, pues realizan conexiones entre instituciones y sistemas de poder y los medios que utilizan. Los Vigilantes capitalizan en las nociones que tienen los estudiantes sobre el poder para develar engaños e identificar manipulaciones para ayudarle a los estudiantes a entender sistemas políticos complicados y otros problemas de la democracia y el civismo.",
    "watchdog_challenges": "El enfoque de los profesores Vigilantes en los sistemas de poder puede a veces llevar a los estudiantes a adoptar una perspectiva cínica sobre quiénes son los dueños de los medios y alentar el cinismo de los estudiantes a temprana edad puede ser \"combustible para el incendio\" para estudiantes que ya eran escépticos de los sistemas de poder (en sus centros educativo y comunidades) en sus vidas diarias. El acercamiento del profesor Vigilante a las relaciones de propiedad de los medios también puede llevar a los estudiantes a repetir de manera irreflexiva los valores de sus profesores, así como estudiantes 'conocedores' que se complacen con los medios masivos y la cultura popular y que buscan las respuestas \"correctas\" en clase sin tomarlas como la última palabra.",
    "question1": "Las personas son pasivas cuando no notan sesgos y puntos de vista que están incrustados en mensajes mediáticos.",
    "activist_description_": "Usted apoya el involucramiento cívico de sus estudiantes al engancharlos a medios y tecnologías que los pongan en contacto con problemas del mundo real. ",
    "alt_description_": "Usted reta a los estudiantes con formas alternativas de encontrar, usar, pensar y crear medios fuera de lo convencional.",
    "demystifier_description_": "Usted quiere que los estudiantes desarrollen habilidades de pensamiento crítico al 'abrir el telón' de cómo los medios son construidos.",
    "motivator_description_": "Usted cultiva la autonomía de sus estudiantes como personas independientes en constante aprendizaje que van a donde les guíe su creatividad.",
    "professional_description_": "Usted desarrolla las competencias creativas y habilidades prácticas de sus estudiantes como futuros autores y autoras, artistas, escritores y escritoras o profesionales de medios. ",
    "professor_description_": "Usted quiere que los estudiantes ganen conocimiento sobre los contenidos al usar la tecnología y los medios para alcanzar sus metas de aprendizaje.",
    "spirit-guide_description_": "Usted está dedicado a ayudar a los estudiantes a usar los medios para apoyar su bienestar social y emocional.",
    "taste-maker_description_": "Usted quiere que los estudiantes aprecien los productos mediáticos que son importantes culturalmente en la historia, el arte, la literatura y las ciencias. ",
    "teacher_description_": "Usted le ayuda a los estudiantes a usar los medios y la tecnología para conectarse con otros y aprender de ellos como ciudadanos digitales en red.",
    "techie_description_": "Usted sabe que las herramientas tecnológicas y mediáticas enganchan más profundamente a los estudiantes con el aprendizaje auténtico.",
    "trendsetter_description_": "Usted se encuentra con los estudiantes 'a su nivel' para conectar a la clase con la cultura popular contemporánea.",
    "watchdog_description_": "Usted quiere que los estudiantes piensen sobre los contextos económicos y políticos de los medios y la tecnología como sistemas que dan forma a nuestras vidas. ",
    "question2": "Usted puede ser engañado por los medios cuando no sabe de dónde viene la información.",
    "question3": "El verdadero propósito de la televisión es venderles audiencias a los publicistas.",
    "question4": "Estoy preocupado sobre cómo unas pocas compañías controlan los negocios de publicidad, transmisión, filmes e internet.",
    "question5": "La ciudadanía tiene la obligación de expresarse con respecto a las causas en las que creen.",
    "question6": "Arriesgamos perder nuestra democracia si no creamos una generación de activistas que ayude a preservarla.",
    "question7": "Muy a menudo, los medios \"menos relevantes\" distraen a los estudiantes de la información y los medios que son realmente importantes.",
    "question8": "Me preocupa que el uso de los medios por parte de los estudiantes interfiera con su concentración y motivación en el centro educativo.",
    "question9": "Usted no puede competir en lo laboral a menos de que sus correos electrónicos, escritura y videos sean pulidos y profesionales.",
    "question10": "Cuando los estudiantes realizan producciones mediáticas con estética amateur, es difícil saber si aprendieron algo.",
    "question11": "Al tratarse de medios digitales, si usted no participa, se queda atrás. ",
    "question12": "Los estudiantes que no están activos ‘en línea’ están aislados del resto del mundo.",
    "question13": "Los centros educativos más competitivos del futuro van a invertir en las mejores herramientas tecnológicas y les ayudarán a los estudiantes a aprender a usarlas bien.",
    "question14": "Si mi centro educativo no se pone al día con tendencias tecnológicas, nos quedaremos atrás.",
    "question15": "Me preocupa que algunos medios y tecnologías puedan promover un comportamiento antisocial.",
    "question16": "Si los estudiantes no comparten cómo se sienten con respecto a los medios y la cultura popular, se pierden oportunidades para crecimiento emocional.",
    "question17": "Si no le doy flexibilidad a mis estudiantes para ser creativos, podrían no aprender a hablar por sí mismos.",
    "question18": "Muchas personas están desconectadas del proceso de aprendizaje y de cómo desarrollar sus conocimientos y habilidades propias y únicas.",
    "question19": "Si no estoy familiarizado con la cultura popular de los estudiantes, van a pensar que no estoy verdaderamente conectado a sus vidas.",
    "question20": "No es fácil conectarse con personas jóvenes si no comparto algún interés sobre sus películas, música, moda y celebridades.",
    "question21": "La mayoría de mensajes en los medios convencionales, como los canales de televisión, son una pérdida de tiempo.",
    "question22": "Muchas personas ignoran acerca de los medios alternativos que se pueden encontrar en algunas revistas, películas y programas musicales.",
    "question23": "Los estudiantes pueden encontrarse atrapados por sus propios intereses limitados en la cultura popular.",
    "question24": "Me preocupo por la falta de complejidad en la cultura popular contemporánea.",
    "question25": "Cuando uno sabe cómo un sitio web, videojuego o programa de televisión es realmente hecho, cambia la forma en la que uno ve los medios para siempre.",
    "question26": "Los productores de medios hacen elecciones cuidadosas y conscientes cuando crean películas, programas de televisión y sitios web.",
    "question27": "Combatir los estereotipos en los medios es esencial para mejorar el bienestar de las personas.",
    "question28": "Uno puede cambiar la vida de alguien al enseñarle cómo defenderse de los mensajes de los medios.",
    "question29": "Es esencial que las personas jóvenes usen medios digitales en clases para defender e impulsar el cambio social.",
    "question30": "Cuando las personas jóvenes toman acción social a través de los medios digitales, pueden cambiar el mundo. ",
    "question31": "Lo mejor sobre el Internet es el acceso a riquezas de contenido, ideas e información que puedo usar en la clase.",
    "question32": "Los medios digitales facilitan que los estudiantes interactúen con los temas de estudio que algunos estudiantes encuentran aburridos.",
    "question33": "Cuando los estudiantes usan las mismas herramientas que usan los profesionales, saben que es más probable que sus voces sean escuchadas.",
    "question34": "Cuando los estudiantes trabajan arduamente, pueden crear producciones que se vean y suenen tan bien como las producciones que se pueden ver en los medios convencionales como Hollywood o los noticieros.",
    "question35": "Cuando se utilizan a su máximo potencial, las redes sociales pueden transformar la educación. ",
    "question36": "Cuanto más compartimos en línea, tanto más contribuimos a la sociedad.",
    "question37": "Cuando los estudiantes aprenden a dominar una nueva herramienta tecnológica, ganan conocimiento y estatus.",
    "question38": "Las buenas tecnologías educativas ayudan a que los profesores enseñen mejor.",
    "question39": "Los medios ayudan a los estudiantes a activar sus sentimientos y emociones en la clase para promover el aprendizaje.",
    "question40": "Usar medios en la clase promueve la empatía y la comprensión social.",
    "question41": "Cuando a los estudiantes realmente les importa un tema, nada puede detenerlos de aprender más.",
    "question42": "La creatividad de los estudiantes es liberada cuando descubren temas que apelan a sus intereses.",
    "question43": "Mantenerme al día con la cultura popular de los jóvenes me pone en contacto con mis estudiantes. ",
    "question44": "Los intereses de los jóvenes en la cultura popular pueden promover intereses en temas académicos. ",
    "question45": "Los filmes y documentales alternativos son más interesantes y útiles para mis estudiantes que las películas de Hollywood.",
    "question46": "Las vidas de los estudiantes se enriquecen cuando buscan representaciones alternativas en los medios.",
    "question47": "Las vidas de los estudiantes son enriquecidas cuando comprenden cómo y por qué los clásicos en varias formas de medios son relevantes para los problemas contemporáneos.",
    "question48": "Las personas menores de edad y jóvenes deberían de tener acceso a la rica historia cultural que proveen los filmes y literatura clásicos.",
    "What is?": "Sobre la encuesta",
    "Digital Learning Motivation Quiz for Educators (DLMQE):": "Encuesta En Línea de Aprendizaje Digital para Educadores (Digital Learning Motivation Quiz for Educators - DLMQE):",
    "Quiz Explanation": "Un instrumento de 48 ítems de escala de Likert que evalúa la percepción de los docentes sobre el valor y la relevancia de seis temas conceptuales: actitudes hacia las herramientas tecnológicas, géneros y formatos; contenido y calidad del mensaje; conectividad de la comunidad; textos y audiencias; sistemas mediáticos; y enfoque centrado en el aprendiz. </br> Los perfiles del Horóscopo de Aprendizaje Digital fueron basados en la observación empírica de que los docentes tienen niveles diferenciales de apego a las creencias de empoderamiento-proteccionismo sobre las ventajas y responsabilidades de los medios y la tecnología. El instrumento mide niveles de cómo los docentes valoran lo siguiente: (1) herramientas tecnológicas, géneros y formatos; (2) contenido y calidad del mensaje; (3) conectividad de la comunidad; (4) textos y audiencias; (5) sistemas mediáticos; y (6) enfoque centrado en el aprendiz. <br/> Las medidas de motivación de aprendizaje digital presentan los siguientes 12 perfiles: Tecnológico, Profesional (herramientas tecnológicas, géneros y formatos); Creador de Buen Gusto, Profesor (contenido y calidad del mensaje); Activista, Educador 2.0 (conectividad de la comunidad); Alternativo, Creador de tendencias (textos y audiencias); Vigilante, Desmitificador (sistemas mediáticos); Motivador, Guía Espiritual (enfoque centrado en el aprendiz). Hay cuatro afirmaciones asociadas con cada uno de los 12 perfiles. Dos se relacionan con temas de protección y dos con temas de empoderamiento. Por ejemplo, un ítem de Activista con valencia de protección es: \"ayudar a los estudiantes a examinar cómo y por qué las instituciones sociales pueden ser injustas e inequitativas\". Un ejemplo de ítem de Activista de empoderamiento es: \"El involucramiento cívico debe de ser activado por el uso de medios y tecnología en el aula\".",
    "Take the quiz as individually or in group!": "Tómelo individualmente o en grupo!",
    "Your account is waiting confirmation. Please wait, we will mail after confirmation.":"Su cuenta está esperando la confirmación del administrador. Espere, le enviaremos un correo después de la confirmación.",
    "Sorry user cannot be identified.":"Lo sentimos, el usuario no puede ser identificado.",
    "Users account is verified.":"Users account is verified.",
    "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation":"Estás registrado correctamente. Pero su cuenta debe ser confirmada por el administrador. Espere, le enviaremos un correo después de la confirmación",
    "Welcome Email":"Correo electrónico de bienvenida",
    "Congratulations":"Felicidades",
    "Your <a href='https://www.setyourmotivation.com/login'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.":"Su cuenta de <a href='https://www.setyourmotivation.com/login'> Set Your Motivation </a> ha sido confirmada. Puede iniciar sesión con su dirección de correo electrónico y contraseña.",
    "Your email address":"Su dirección de correo electrónico",
    "A new user has registered  , Please click on the below link to verify the account.":"Se ha registrado un nuevo usuario, haga clic en el enlace a continuación para verificar la cuenta.",
    "Verify Account":"Verificar Cuenta",
    "Dashboard":"Dashboard"
}
