{
  "Download Translate File": "Télécharger le fichier de traduction",
  "Home": "Accueil",
  "Around the Web": "Sur le Web",
  "Contact Us": "Contactez-nous",
  "For more information about the Digital Learning Motivation Quiz for Educators, please contact:": "Pour plus d'informations sur le Digital Learning Motivation Quiz for Educators, veuillez contacter :",
  "Group Information": "Informations sur le groupe",
  "Group Name": "Nom du groupe",
  "Pin": "Code PIN",
  "Description": "Description",
  "Create": "Créer",
  "Update": "Mettre à jour",
  "Results": "Résultats",
  "Search..": "Recherche..",
  "Name": "Nom",
  "Email": "E-mail",
  "Activist": "Militant",
  "Alt": "Alternatif",
  "Demystifier": "Démystificateur",
  "Motivator": "Motivateur",
  "Professional": "Professionnel",
  "Professor": "Professeur",
  "Spirit Guide": "Guide spirituel",
  "Taste Maker": "Faiseur de tendances",
  "Taste-Maker": "Faiseur de tendances",
  "Teacher 2.0": "Enseignant 2.0",
  "Techie": "Technophile",
  "Trendsetter": "Initiateur de tendances",
  "Watchdog": "Chien de garde",
  "Protect": "Protéger",
  "Empower": "Autonomiser",
  "Process": "Processus",
  "Empower vs. Protect": "Autonomiser vs. Protéger",
  "Your All Motivations" : "Vos motivations",
  "Delete": "Supprimer",
  "View": "Voir",
  "Are you sure": "Êtes-vous sûr ?",
  "The deletion process will have serious consequences": "La suppression aura de graves conséquences",
  "If you delete the result, you will not be able to bring it back": "Si vous supprimez le résultat, vous ne pourrez pas le récupérer",
  "result has been deleted": "le résultat a été supprimé",
  "result has not been deleted": "le résultat n'a pas été supprimé",
  "Total User": "Nombre total d'utilisateurs",
  "Motivation": "Motivation",
  "Style": "Style",
  "Top Motivations": "Motivations principales",
  "Groups": "Groupes",
  "New Group": "Nouveau groupe",
  "Id": "ID",
  "Edit": "Modifier",
  "View Group`s Results": "Voir les résultats du groupe",
  "If you delete the group, you will not be able to bring it and it`s results back": "Si vous supprimez le groupe, vous ne pourrez pas le récupérer ni ses résultats",
  "Group has been deleted": "Le groupe a été supprimé",
  "Group has not been deleted": "Le groupe n'a pas été supprimé",
  "Reference Information": "Informations de référence",
  "Title": "Titre",
  "Link": "Lien",
  "Date": "Date",
  "References": "Références",
  "New reference": "Nouvelle référence",
  "If you delete the reference, you will not be able to bring it back": "Si vous supprimez la référence, vous ne pourrez pas la récupérer",
  "reference has been deleted": "la référence a été supprimée",
  "reference has not been deleted": "la référence n'a pas été supprimée",
  "Login": "Connexion",
  "E-Mail Address": "Adresse e-mail",
  "Password": "Mot de passe",
  "Remember Me": "Se souvenir de moi",
  "Forgot Your Password?": "Mot de passe oublié ?",
  "Reset Password": "Réinitialiser le mot de passe",
  "Send Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe",
  "Confirm Password": "Confirmer le mot de passe",
  "Register": "S'inscrire",
  "Discover yourself now!": "Découvrez-vous maintenant !",
  "Join our Digital Media Literacy Survey Free!": "Participez individuellement ou en groupe !",
  "No matter what your motivation is, Powerful Voices for Kids has ideas to improve digital& media literacy in your classroom.": "Quelle que soit votre motivation, le Digital Learning Motivation Quiz for Educators propose des idées pour améliorer l'éducation aux médias et au numérique dans votre classe.",
  "Individual Entry": "Individuel",
  "Group Entry": "Groupe",
  "Academic References to Our Survey!": "Que dit la recherche ?",
  "Thank you for citing...": "Merci de citer...",
  "Join Us": "Aidez-nous à améliorer la traduction du quiz",
  "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "Vous pouvez aider à améliorer nos traductions, et même ajouter de nouvelles langues, dans le cadre de notre communauté de traduction. Si vous souhaitez traduire le questionnaire dans votre propre langue, vous pouvez traduire le fichier de traduction suivant dans votre langue et contacter Sait Tüzel (sait@mediaeducationlab.com).",
  "Strenghts": "Forces",
  "Challenges": "Défis",
  "Media Education Lab Admin Panel": "Panneau d'administration Media Education Lab",
  "Admin Panel": "Panneau d'administration",
  "Individual Results": "Résultats individuels",
  "Group Results": "Résultats de groupe",
  "Download Results": "Télécharger les résultats",
  "Back to Home": "Retour à l'accueil",
  "Media Literacy Survey": "Questionnaire sur l'éducation aux médias",
  "Welcome To Our Digital Media Education Survey": "Digital Learning Motivation Quiz for Educators",
  "Menu": "Menu",
  "Admin Entry": "Accès Admin",
  "Logout": "Déconnexion",
  "Our Mission": "Notre sponsor",
  "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service. We emphasize interdisciplinary scholarship and practice that stands at the intersections of communication, media studies and education.": "Le Media Education Lab de l'Université de Rhode Island a soutenu le Digital Learning Motivation Quiz for Educators (DLMQE) https://mediaeducationlab.com/",
  "Contact": "Contact",
  "Copyright": "Droits d'auteur",
  "About Us": "À propos de nous",
  "Learn your Media Education Motivation": "Découvrez votre motivation en éducation aux médias",
  "Media Education Lab": "Media Education Lab",
  "Respond to these statements according to how important they are to you:": "Répondez à ces affirmations en fonction de leur importance pour vous :",
  "Each question has 5 options.": "Chaque question propose 5 options.",
  "Please type the group name provided by your instructor.": "Veuillez saisir le nom du groupe fourni par l'administrateur.",
  "Group Pin": "Code PIN du groupe",
  "Please type the group pin provided by your instructor.": "Veuillez saisir le code PIN fourni par votre administrateur.",
  "Your Email": "Votre e-mail",
  "Your Name": "Votre nom",
  "Questions": "Questions",
  "Strongly disagree": "Pas important",
  "Somewhat disagree": "Légèrement important",
  "Neither agree nor disagree": "Modérément important",
  "Somewhat agree": "Important",
  "Strongly agree": "Très important",
  "Send": "VOIR VOS RÉSULTATS",
  "You are a": "Vous êtes un(e)",
  "Read More..": "En savoir plus...",
  "Close": "Fermer",
  "You are also a": "Vous êtes aussi un(e)",
  "Take Quiz Individually": "Passer le quiz individuellement",
  "Take Quiz in Group": "Passer le quiz en groupe",
  "What is Your Digital Learning Motivation?": "Quelle est votre motivation pour l'apprentissage numérique ?",
  "You see the opportunities and advantages to using media and technology in your teaching practice.": "Vous voyez les opportunités et les avantages d'utiliser les médias et la technologie dans votre pratique pédagogique.",
  "You see the risks and challenges to using media and technology in your teaching practice.": "Vous percevez les risques et les défis liés à l'utilisation des médias et de la technologie dans votre pratique pédagogique.",
  "activist_description": "Vous avez une passion durable pour encourager la participation démocratique par l'action politique, que votre objectif final soit la justice sociale, l'écologie, la santé publique ou tout autre enjeu social et politique spécifique. Vous considérez votre rôle dans la classe comme un catalyseur pour amener les élèves à comprendre comment ils peuvent faire entendre leur voix pour améliorer la qualité de vie dans leurs communautés et dans le monde. Vous voulez que vos élèves comprennent qu'ils ont le pouvoir, même à un jeune âge, de changer le monde en tant que participants engagés dans le processus démocratique.",
  "activist_protect1": "Enseigner aux élèves comment se protéger des messages médiatiques nuisibles et oppressifs et comment « répondre » aux images médiatiques négatives et stéréotypées.",
  "activist_protect2": "Préparer les élèves à la participation démocratique grâce à une connaissance solide du processus civique.",
  "activist_protect3": "Partager une vision particulière de l'engagement civique basée sur des points de vue ou des médias que les élèves ne connaissent peut-être pas.",
  "activist_empower1": "Aider les élèves à se sentir à l'aise pour exprimer leurs propres opinions et idées dans l'action politique.",
  "activist_empower2": "Offrir aux élèves des occasions de créer des médias qui expriment leurs idées originales dans un paysage politique ou social existant.",
  "activist_empower3": "Encourager les élèves à remettre en question et à défier les croyances et opinions supposées sur le monde pour favoriser la participation civique.",
  "activist_strenghts": "Les militants sont souvent des leaders naturels qui sensibilisent les élèves à leur rôle dans un environnement démocratique sain. Ils possèdent généralement une connaissance approfondie des enjeux mondiaux et locaux autour desquels les élèves peuvent se passionner et s’engager directement dans un processus politique, que ce soit en défendant un nouveau programme de recyclage dans leur école ou en écrivant des lettres aux chaînes d’information locales.",
  "activist_challenges": "Les militants peuvent parfois surestimer ou sous-estimer la mesure dans laquelle les élèves ont réellement développé leurs propres valeurs et convictions concrètes. Dans certains cas, les croyances « familiales » des élèves sont contraires à la vision de l’enseignant, tandis que dans d’autres, les élèves ne savent tout simplement pas encore ce qu’ils croient. Cela rend l’enseignant militant vulnérable au fait d’imposer un ensemble spécifique de croyances à des élèves qui s’opposent ou sont incertains de ses opinions ou valeurs.",
  "alt_description": "Vous êtes un enseignant inventif, peut-être un adepte du « Do It Yourself ». Vous êtes toujours prêt à défier vos élèves avec des façons alternatives de trouver, d’utiliser, de réfléchir à et de créer des médias, en dehors des sentiers battus. Que vous utilisiez des programmes open source sur les ordinateurs de l’école, encouragiez les élèves à lancer des clubs ou des magazines alternatifs, ou leur fassiez découvrir des médias qui sortent de l’ordinaire du courant dominant, vous êtes probablement un défenseur clé de l’élargissement de la compréhension des élèves quant aux multiples façons de communiquer dans le monde.",
  "alt_protect1": "Apprendre aux élèves à remettre en question l’autorité des points de vue professionnels, grand public et médiatiques dominants.",
  "alt_protect2": "Partager des références culturelles alternatives avec les élèves, qui ont été transformantes dans votre propre vie ou dans d’autres cultures.",
  "alt_protect3": "Aider les élèves à mieux comprendre des histoires et des points de vue alternatifs qu’ils ne découvrent peut-être pas dans les manuels scolaires ou d'autres médias faisant autorité en classe.",
  "alt_empower1": "Encourager les élèves à imaginer plusieurs manières de communiquer un message ou une idée.",
  "alt_empower2": "Donner aux élèves un « regard de l'intérieur » et les compétences pour créer des œuvres moins « polies » et plus difficiles à produire que la plupart des médias professionnels.",
  "alt_empower3": "Offrir aux élèves des occasions de produire des médias qui explorent des formats, des modes de création et des points de vue qui leur sont inconnus.",
  "alt_strenghts": "Les enseignants « Alternatifs » sont, comme leur nom l’indique, habiles à créer un environnement de classe curieux, créatif et stimulant, en rompant avec les attentes des élèves. Ils sont souvent le premier point d’entrée des élèves vers des univers d’art, d’actualité, de culture populaire et de littérature qui offrent plus de diversité de points de vue que les médias scolaires traditionnels.",
  "alt_challenges": "En enseignant des alternatives au canon traditionnel de la classe, les enseignants « Alternatifs » peuvent parfois créer de nouvelles vaches sacrées qui ne sont pas soumises au même examen critique que les médias grand public ou traditionnels. Ils peuvent également aliéner les élèves qui s’identifient fortement et de manière complexe à la culture populaire ; ils introduisent des alternatives sans respecter également ce que leurs élèves aiment le plus.",
  "demystifier_description": "Saviez-vous que les émissions policières à la télévision sont presque entièrement filmées devant des écrans verts ? Que lorsque les entreprises de restauration rapide font de la publicité pour leurs produits, elles engagent des artistes et des sculpteurs pour rendre les ingrédients plus appétissants ? Que les images de magazines sont souvent retouchées numériquement ? Si l’une de ces questions éveille votre curiosité, vous êtes peut-être un Démystificateur. En tant qu’enseignant, vous êtes déterminé à « tirer le rideau » sur la production médiatique sous toutes ses formes, de la rédaction d’un livre au montage d’un film hollywoodien. Lorsque vous enseignez aux élèves, vous les plongez dans ce qui semble d’abord être un secret bien gardé, mais qui devient finalement le fondement de leur pensée critique—poser de bonnes questions « comment » et « pourquoi »—et de leur apprentissage en classe.",
  "demystifier_protect1": "Aider les élèves à identifier comment la manipulation d’images fausse notre perception de la réalité.",
  "demystifier_protect2": "Protéger les élèves des messages négatifs véhiculés par les grands médias et la culture populaire qui affectent leur estime de soi ou leur image de soi.",
  "demystifier_protect3": "Questionner le plaisir sans recul des élèves face à des médias qu’ils utilisent mais qui posent problème.",
  "demystifier_empower1": "Utiliser la démystification des processus de production médiatique pour encourager les élèves à produire leurs propres réalisations.",
  "demystifier_empower2": "Demander aux élèves de faire des liens entre les processus de production médiatique et les médias qu’ils utilisent dans leur vie quotidienne.",
  "demystifier_empower3": "Encourager les élèves à poser leurs propres questions sur la façon dont et la raison pour lesquelles les médias sont créés.",
  "demystifier_strenghts": "Les Démystificateurs savent identifier des moments propices à l’enseignement lorsque les élèves ont du mal à comprendre comment et pourquoi les médias sont créés. Leurs élèves établissent des liens significatifs avec leur utilisation personnelle des médias ; ils quittent souvent leurs cours en disant qu’ils ne regarderont plus jamais un film, ne liront plus jamais un livre ou n’utiliseront plus jamais un site Web de la même façon.",
  "demystifier_challenges": "Les Démystificateurs doivent être attentifs à la confusion qui peut se produire lorsqu’ils lèvent les différents voiles masquant la construction des médias. Il est préférable d’ouvrir ces « rideaux » (pour ainsi dire) au service d’un objectif d’apprentissage précis, et non seulement pour susciter l’engagement des élèves. Ils doivent également combattre le cynisme des élèves lorsqu’ils apprennent la construction des médias ; lorsque les élèves créent leurs propres productions en tenant compte de cette construction, ils comprennent que celle-ci peut être considérée comme « bonne » ou « mauvaise » selon le point de vue et le contexte de production.",
  "motivator_description": "Vous êtes une source d’inspiration, un catalyseur de l’énergie créative de vos élèves. Les élèves qui ne se sont jamais sentis à l’aise de prendre la parole en classe, de participer à des activités ou de contribuer au dialogue de la classe trouvent qu’il est plus facile d’exprimer leurs idées lorsque vous dirigez la classe. Mais vous ne vous considérez pas nécessairement comme un leader, même si vous en êtes un—vous vous voyez plutôt comme un tremplin ou un facilitateur. Ce qui compte, ce sont les envies et les projets des élèves ; votre rôle est de les aider à être la meilleure version d’eux-mêmes.",
  "motivator_protect1": "Apprendre aux élèves comment se protéger des médias susceptibles de nuire à leur estime de soi ou à leur sentiment de valeur.",
  "motivator_protect2": "Exiger des élèves qu’ils offrent des retours positifs à leurs pairs, mettant en valeur les points forts de la participation et du travail en classe.",
  "motivator_protect3": "Sélectionner soigneusement des supports pédagogiques qui ne remettront pas en cause le sentiment de pouvoir des élèves dans leur propre expression créative.",
  "motivator_empower1": "Favoriser un environnement dans lequel les élèves se sentent à l’aise de partager leurs idées, leurs opinions et leurs talents créatifs uniques pour s’exprimer.",
  "motivator_empower2": "Encourager les élèves à choisir des sujets qui les intéressent ou les passionnent pour leurs activités et projets en classe.",
  "motivator_empower3": "Offrir des occasions aux élèves de lancer et d’entretenir leur propre dialogue en classe, avec seulement un encadrement et une direction ponctuels de l’enseignant.",
  "motivator_strenghts": "Les Motivateurs sont les enseignants dont les élèves se souviennent avec affection pour leur engagement à la collaboration et à la prise de parole des élèves—les élèves sentent que leurs idées et leur esprit créatif sont respectés et développés. Les Motivateurs sont également attentifs à impliquer chaque élève dans l’aventure créative ; leur charisme rend difficile pour les élèves de s’y soustraire.",
  "motivator_challenges": "Les Motivateurs peuvent parfois manquer de structure ou générer trop de chaos en classe, ce qui peut nuire à la clarté et à l’orientation des élèves—même si les élèves ont une voix puissante, ils sont aussi en phase de développement et peuvent ne pas savoir exactement ce qu’ils veulent dire. Les Motivateurs doivent aussi veiller à ce que les élèves se sentent à l’aise non seulement pour s’exprimer, mais aussi pour se remettre en question mutuellement de manière respectueuse et pour se pousser à produire un travail plus réfléchi et de meilleure qualité.",
  "professional_description": "Vous avez des normes élevées pour le travail de vos élèves, et vous êtes peut-être considéré comme le professionnel des médias de référence dans votre école. Vous êtes le genre d’enseignant qui sait pousser les élèves à comprendre et à imiter les conventions professionnelles, que vous jugez importantes pour être pris au sérieux dans le monde de la création médiatique. Vous pourriez aussi être intéressé par faire entrer les élèves dans le monde réel de la création médiatique, en pensant à des façons d’amener d’autres auteurs, professionnels et créateurs de médias dans votre classe pour enrichir l’expérience d’apprentissage.",
  "professional_protect1": "Protéger les élèves de l’échec technique dans leurs productions et projets médiatiques.",
  "professional_protect2": "Amener les élèves à reconnaître comment la production professionnelle véhicule des messages spécifiques qui peuvent être négatifs ou nuisibles.",
  "professional_protect3": "Prévenir le chaos organisationnel avec un modèle de production hiérarchique (avec des rôles explicites) qui limite la tendance des élèves à se disperser ou à être improductifs.",
  "professional_empower1": "Instaurer un sens du professionnalisme et encourager un effort soutenu dans les projets de production médiatique.",
  "professional_empower2": "Aider les élèves à se considérer comme de « vrais » auteurs s’adressant à un vrai public, en utilisant un langage professionnel que les utilisateurs des grands médias comprennent.",
  "professional_empower3": "Offrir une voie académique ou professionnelle aux élèves à travers la production et les industries médiatiques, en modélisant des compétences, des comportements et des normes professionnelles.",
  "professional_strenghts": "Le professionnalisme donne une belle apparence. Les Professionnels sont généralement doués pour exiger des élèves un niveau de normes esthétiques plus élevé que celui des projets médiatiques habituels pour les jeunes. Ils gèrent souvent la technologie et le matériel professionnel disponibles à l’école. Ils encouragent aussi les élèves à se renseigner sur les possibilités de continuer à créer des médias dans des programmes parascolaires et universitaires.",
  "professional_challenges": "Le professionnalisme peut souffrir du problème du « style plutôt que du fond ». Les élèves imitent des modèles professionnels en journal télévisé, en production cinématographique ou en conception graphique, mais ne s’investissent pas forcément avec la même rigueur dans les aspects académiques ou de contenu du travail. Lorsque les valeurs professionnelles ne sont qu’esthétiques, elles peuvent décourager les élèves de réfléchir sur les processus de recherche, d’analyse et d’évaluation essentiels à la qualité des projets médiatiques.",
  "professor_description": "Vous veillez toujours à équilibrer votre enthousiasme pour les médias et la technologie avec un lien clair vers vos standards académiques. Vous voulez vous assurer que les médias et la technologie ne sont pas utilisés en classe pour eux-mêmes, mais pour faire avancer vos leçons, objectifs et cibles d’apprentissage. Les présentations multimédias, les sites web interactifs et les technologies éducatives servent à vous aider à transmettre le contenu de base que les élèves doivent maîtriser.",
  "professor_protect1": "Maintenir les élèves concentrés sur les devoirs en cours et réduire les risques de distractions ou d’activités médiatiques chaotiques et non structurées.",
  "professor_protect2": "Structurer et encadrer fortement les discussions en classe pour aider les élèves à maîtriser le contenu et mieux comprendre les objectifs de la leçon.",
  "professor_protect3": "Utiliser des technologies éducatives comme des « espaces sûrs » où les élèves peuvent explorer dans des limites de contenu bien définies.",
  "professor_empower1": "Aider les élèves à comprendre comment les médias attrayants se rapportent aux leçons de contenu cruciales à leur développement académique.",
  "professor_empower2": "Élargir la conception des élèves quant aux pratiques de composition acceptables en milieu scolaire, en les encourageant à faire des présentations, des vidéos et d’autres productions médiatiques.",
  "professor_empower3": "Proposer une vision de la réussite scolaire qui inclut la maîtrise de supports médiatiques pertinents pour leur réussite scolaire, comme le traitement de texte, la création de présentations multimédias, la production vidéo et d’autres compétences.",
  "professor_strenghts": "Les Professeurs ont une compréhension précise de leurs objectifs pédagogiques, et leurs élèves le savent aussi. Les Professeurs sont moins susceptibles de connaître le type de désordre qui peut émerger dans de grands projets médiatiques collaboratifs. Leurs élèves ont toujours une idée claire de la pertinence de l’intégration de la technologie et des médias pour les besoins immédiats d’une leçon et d’une matière.",
  "professor_challenges": "En s’en tenant aux exigences du programme, parfois les Professeurs passent à côté d’opportunités de sortir du « script » pour des moments propices à l’apprentissage qui peuvent être excitants et importants. L’utilisation de la technologie et des médias en classe offre de nombreuses possibilités de créativité, d’improvisation et d’exploration qui peuvent ou non s’intégrer facilement dans un modèle de leçon strict. Ces types d’explorations spontanées et semi-structurées peuvent aider à approfondir la compréhension par les élèves de certains problèmes qui leur tiennent le plus à cœur dans leur vie quotidienne—problèmes qui concernent leurs familles, leurs communautés, l’actualité et des leçons de vie importantes mais imprévisibles.",
  "spirit-guide_description": "Vous êtes à l’écoute. Vous vous consacrez au bien-être social et émotionnel de vos élèves et vous voulez vous assurer que tout ce que vous faites en classe est en lien avec leur besoin immédiat de se comprendre eux-mêmes et leur vie. Les élèves vous trouvent probablement digne de confiance, et peuvent même se confier à vous d’une manière qu’ils ne font pas avec d’autres enseignants. Vous savez que les médias ne sont qu’un aspect de la vie des élèves, et vous voulez les utiliser pour les aider à traverser les hauts et les bas de la vie avec tous ses défis et ses opportunités.",
  "spirit-guide_protect1": "Aider les élèves à comprendre et à se protéger contre les représentations médiatiques qui nuisent à leur estime de soi.",
  "spirit-guide_protect2": "Contrecarrer les stéréotypes et les mauvaises représentations que les élèves adoptent ou reconnaissent.",
  "spirit-guide_protect3": "Créer un espace sûr et privé en classe pour que les élèves se sentent honorés, respectés et écoutés lorsqu’ils parlent de leurs relations personnelles.",
  "spirit-guide_empower1": "Encourager les élèves à exprimer leurs sentiments et leurs émotions à travers la production médiatique.",
  "spirit-guide_empower2": "Susciter des conversations sur les expériences personnelles des élèves avec les médias numériques et la culture populaire, et sur la façon dont elles affectent leur vie.",
  "spirit-guide_empower3": "Intégrer une pratique réflexive dans les activités d'écriture et de production médiatique des élèves.",
  "spirit-guide_strenghts": "Les Guides spirituels ont tendance à être très dignes de confiance. Les élèves se confient à eux, leur révélant des choses sur leur vie, leurs pensées et leurs sentiments qu’ils ne partagent pas forcément avec d’autres enseignants. Les Guides spirituels sont réceptifs au bien-être émotionnel et à l’estime de soi des élèves.",
  "spirit-guide_challenges": "De nombreux élèves ont une vie médiatique privée qu’ils peuvent hésiter à partager en classe. Les Guides spirituels doivent être particulièrement attentifs à respecter le moment où il est acceptable pour les élèves de ne pas partager, surtout lorsque les élèves ont des préoccupations concernant l’adéquation, la vie privée ou le jugement de leurs pairs à propos de leurs pratiques médiatiques.",
  "taste-maker_description": "Les jeunes d’aujourd’hui ! Ils peuvent réciter des paroles de rap et de pop, mais qu’en est-il des vers de Shakespeare ? Ils ont mémorisé tous les points de l’intrigue du dernier succès hollywoodien, mais qu’en est-il des films américains ou étrangers incontournables ? Vous voulez élargir les horizons de vos élèves. Vous souhaitez qu’ils aient accès aux types d’expériences médiatiques qui les mettent en contact avec l’histoire, l’esthétique et l’esprit critique. Vous savez qu’une composante-clé des interactions futures de vos élèves exigera qu’ils puisent dans différentes sources culturelles, à la fois classiques et populaires. Au pire, la tendance des élèves à ne maîtriser que la culture pop sera inutile pour leur avenir. Au mieux, ils utiliseront leur compréhension de la culture contemporaine ainsi que d’autres formes de littérature, d’art et de médias classiques pour connecter la pop culture à son héritage culturel.",
  "taste-maker_protect1": "Remettre en cause la vision limitée que les élèves ont de la culture en leur présentant des références largement reconnues.",
  "taste-maker_protect2": "Demander aux élèves de distinguer entre des messages superficiels et complexes.",
  "taste-maker_protect3": "Développer des stratégies ingénieuses pour orienter l’intérêt des élèves vers les « classiques » en art, en littérature et autres médias.",
  "taste-maker_empower1": "Aider les élèves à utiliser leur sens critique pour distinguer les messages positifs et négatifs.",
  "taste-maker_empower2": "Établir des liens entre la culture populaire que les élèves affectionnent et son héritage culturel.",
  "taste-maker_empower3": "Encourager les élèves à poser des questions critiques sur l’esthétique et le contexte historique de tous les médias utilisés en classe.",
  "taste-maker_strenghts": "Les « Faiseurs de tendances » apportent souvent une richesse de connaissances artistiques dans leurs choix en classe, aidant les élèves à comprendre et à se soucier davantage de la littérature classique, de l’art et d’autres médias. Ils adoptent également une « vision à long terme » de la culture, établissant des liens historiques et esthétiques importants entre la culture contemporaine et ses ancêtres.",
  "taste-maker_challenges": "Les « Faiseurs de tendances » peuvent parfois laisser transparaître leurs propres goûts pour les « classiques » dans leur approche de la culture populaire, ce qui peut ne pas engager les élèves qui s’identifient fortement à la culture dite « superficielle ». Les « Faiseurs de tendances » peuvent aussi hésiter à employer le même niveau de questionnement critique et de scepticisme lorsqu’il s’agit des « classiques » qu’ils utilisent pour déconstruire la culture contemporaine.",
  "teacher_description": "Vous êtes un enseignant qui comprend que la participation aux cultures médiatiques et numériques nécessite de la flexibilité à l’égard de nouveaux formats, modes d’expression et de participation, que ce soit à l’école ou en dehors. Vous pourriez lire des pièces de Shakespeare avec leurs adaptations hollywoodiennes. Vous pourriez utiliser des versions en ligne ou interactives de la littérature classique pour explorer le sens des textes. Ou vous pourriez utiliser des forums de discussion en ligne et des plateformes de cours pour susciter l’enthousiasme des élèves pour la collaboration. Les enseignants « 2.0 » sont ouverts à tout—ils sont en constante évolution et toujours à la recherche de nouvelles façons de relier l’apprentissage à la culture des enfants.",
  "teacher_protect1": "Aider les élèves à comprendre des relations interpersonnelles respectueuses en ligne et hors ligne grâce à des activités structurées.",
  "teacher_protect2": "Créer un espace sûr en classe pour que les élèves testent de nouvelles formes d’analyse et de communication sans les exposer à certaines réalités plus dures de la vie publique et en ligne.",
  "teacher_protect3": "Trouver des moyens de rendre le contenu disciplinaire traditionnel engageant, en aidant les élèves à se concentrer sur de multiples formes de contenus fondamentaux.",
  "teacher_empower1": "Susciter des discussions en classe sur une variété de médias et la relation des élèves à ceux-ci, créant des liens texte-texte et texte-soi.",
  "teacher_empower2": "Donner aux élèves la confiance nécessaire pour évaluer, analyser et créer des médias sous diverses formes, même s’ils ont des difficultés avec leurs compétences en littératie écrite.",
  "teacher_empower3": "Valoriser la participation des élèves à la culture des fans et leur engagement dans les médias comme un élément clé de leur apprentissage en classe.",
  "teacher_strenghts": "Les Enseignants 2.0 sont infiniment inventifs et trouvent de nombreuses façons nouvelles d’impliquer les élèves dans une variété de matières. Ils explorent les occasions pour les élèves d’interagir les uns avec les autres en ligne et en classe grâce aux nouveaux médias et à la technologie, et créent des liens émotionnels avec leurs élèves en prenant au sérieux leur plaisir de recourir aux médias numériques comme à l’apprentissage scolaire.",
  "teacher_challenges": "En raison de la nature divergente du style d’enseignement « 2.0 », il arrive que les leçons soient vulnérables à des couacs, à des défis imprévus et à l’inachèvement, par exemple lorsque les élèves n’ont pas le temps de regarder un film en entier, ne s’impliquent pas suffisamment les uns avec les autres sur les plateformes en ligne ou ne terminent pas une production médiatique. Les Enseignants 2.0 ne remarquent pas toujours non plus quand certains élèves choisissent de ne pas participer ou préfèrent laisser leurs passions médiatiques « à la maison ».",
  "techie_description": "Vous êtes au courant de tout ce qu’il y a de plus récent, impressionnant et cool en termes d’outils technologiques : gadgets, appareils, applications, programmes, plug-ins, widgets, sites Web et technologies éducatives. Lorsque d’autres enseignants ont des problèmes avec leur technologie ou cherchent de nouvelles idées de sites Web, ils se tournent peut-être vers vous en premier. Le potentiel d’impliquer les élèves grâce aux outils technologiques qu’ils aiment et utilisent dans leur vie quotidienne—téléphones portables, tablettes, iPods—vous enthousiasme, mais vous adorez aussi vous-même ces outils. Vous êtes un testeur et un bidouilleur. Vous adorez plonger à fond pour apprendre de nouvelles compétences et de nouvelles technologies avec un sens passionné de la découverte.",
  "techie_protect1": "Apprendre aux élèves à utiliser les outils technologiques de manière sûre et responsable.",
  "techie_protect2": "Filtrer ou fournir un « contrôle qualité » à l'accès des élèves aux sites Web et autres ressources numériques.",
  "techie_protect3": "Utiliser vous-même des outils technologiques éducatifs en classe pour à la fois simplifier et dynamiser vos plans de leçon.",
  "techie_empower1": "Donner aux élèves le pouvoir d’utiliser directement de nouvelles technologies pour créer leur propre travail.",
  "techie_empower2": "S’engager dans les intérêts des élèves pour les nouvelles technologies comme les smartphones et les appareils mobiles.",
  "techie_empower3": "Agir en tant que défenseur de l’utilisation des technologies éducatives dans d’autres classes et pour d’autres élèves.",
  "techie_strenghts": "Les Technophiles ont le « doigt sur le pouls » de l’évolution technologique rapide. Ils suscitent l’intérêt des élèves pour les nouvelles plateformes, programmes et technologies émergentes qu’ils aiment eux-mêmes utiliser pour enseigner le contenu en classe.",
  "techie_challenges": "Les Technophiles trouvent parfois difficile d’impliquer les enseignants et les élèves qui ne partagent pas leur enthousiasme ou leur confiance dans l’utilisation des nouvelles technologies. Ils doivent aussi réfléchir au-delà du simple intérêt pour une technologie impressionnante et poser des questions clés sur pourquoi et comment la technologie fonctionne, pour le meilleur et pour le pire, dans notre vie quotidienne.",
  "trendsetter_description": "Vous êtes l’un des enseignants les plus branchés de l’école, partageant avec vos élèves et quelques collègues vos connaissances de la culture pop et votre désir d’en apprendre davantage sur la culture des jeunes. Vous êtes peut-être un parent qui a autant de chansons pop sur son iPod que ses enfants, voire plus. Ou peut-être vos goûts culturels ne sont-ils pas trop éloignés de ceux de vos élèves. Vous êtes curieux à propos des tendances et des sujets phares qui constituent une composante cruciale de la vie quotidienne de vos élèves. Vous voulez que la culture scolaire rejoigne les jeunes dans leur univers, avec la culture populaire qu’ils connaissent et aiment—et que vous aimez parfois tout autant, que ce soit la musique pop et hip-hop, les films à succès, la télé-réalité ou d’autres références culturelles partagées.",
  "trendsetter_protect1": "Favoriser un environnement sûr pour une culture populaire appropriée en classe.",
  "trendsetter_protect2": "Utiliser une variété de références culturelles populaires pour amener les élèves à s’interroger sur leurs auteurs, leurs publics cibles, leurs messages, leurs significations et leurs représentations de la réalité.",
  "trendsetter_protect3": "Demander aux élèves de réfléchir à leur utilisation de la culture populaire, notamment lorsque ses effets peuvent être nuisibles à leur bien-être ou à leur image de soi.",
  "trendsetter_empower1": "Ouvrir l’analyse de la culture populaire comme un élément important des discussions en classe.",
  "trendsetter_empower2": "S’impliquer dans les intérêts des élèves pour les nouvelles technologies comme les smartphones et les appareils mobiles.",
  "trendsetter_empower3": "Encourager les élèves à établir des liens entre la culture populaire et le contenu plus traditionnel du programme scolaire.",
  "trendsetter_strenghts": "Les Initiateurs de tendances reconnaissent la grande variété de référents de la culture populaire qui passionnent les élèves et l’utilisent pour susciter leur engagement dans l’apprentissage formel. Ils établissent également des liens solides entre les domaines d’expertise et de connaissances spécialisées des élèves (culture populaire) et de nouvelles connaissances (contenu du programme).",
  "trendsetter_challenges": "Les Initiateurs de tendances peuvent avoir du mal avec les élèves qui se sentent « déconnectés » sur le plan culturel ou qui se définissent activement à l’encontre de la culture populaire que la majorité de leurs camarades adore. Ils doivent également veiller à ce que les discussions sur la culture populaire ne se réduisent pas au simple « j’aime ou je n’aime pas », mais s’étendent à explorer comment et pourquoi la culture populaire agit comme elle le fait.",
  "watchdog_description": "Vous vous méfiez et vous inquiétez de la manière dont les systèmes économiques et les institutions influencent notre vie quotidienne, notamment par le biais des médias que nous utilisons. Vous voulez que vos élèves et vos collègues soient plus conscients de la façon dont les choses sont achetées et vendues. Qui détient et contrôle le contenu médiatique que nous voyons, entendons, lisons et utilisons ? Comment la publicité, les politiques publiques et la propriété des médias affectent-elles notre rapport à la consommation ? Pourquoi est-il souvent si difficile pour les élèves de poser des questions critiques aux grands acteurs de l’industrie des médias pour enfants comme Disney ou Nickelodeon ? Vous vous sentez parfois seul responsable de donner à vos élèves une « piqûre de rappel » sur le fonctionnement interne—économique et institutionnel—des médias et du monde qui les entoure.",
  "watchdog_protect1": "Déconstruire les mythes et les « trucs » dans la publicité, la culture populaire et les grands médias.",
  "watchdog_protect2": "Favoriser le scepticisme des élèves quant aux motivations des institutions médiatiques.",
  "watchdog_protect3": "Aider les élèves à se prémunir contre les messages omniprésents qui glorifient la consommation.",
  "watchdog_empower1": "Aider les élèves à poser des questions critiques sur les systèmes à travers lesquels les médias sont créés, distribués et utilisés.",
  "watchdog_empower2": "Développer la compréhension concrète des élèves concernant les liens entre les médias et l’économie ou la politique.",
  "watchdog_empower3": "Encourager les élèves à créer leurs propres travaux pour remettre en question la domination des messages consuméristes, par exemple en réalisant des annonces d’intérêt public ou des parodies des grands médias et de la culture populaire.",
  "watchdog_strenghts": "Les enseignants « Chien de garde » sont souvent les premiers, et parfois les seuls, catalyseurs des « moments déclic » pour les élèves alors qu’ils commencent à faire des liens entre les institutions, les systèmes de pouvoir et les médias qu’ils utilisent. Ils exploitent le sentiment de puissance des enfants lorsqu’ils parviennent à dévoiler les « ruses » ou à identifier la manipulation, pour les aider à comprendre des systèmes politiques complexes et d’autres questions liées à la démocratie et à la citoyenneté.",
  "watchdog_challenges": "En se concentrant sur les systèmes de pouvoir, les « Chiens de garde » peuvent parfois conduire les élèves à adopter une vision cynique de la propriété des médias—et encourager le cynisme à un jeune âge peut alimenter le sentiment de défiance des élèves déjà méfiants envers les systèmes de pouvoir (dans leurs écoles et communautés) de leur vie quotidienne. L’approche « Chien de garde » peut également mener les élèves à répéter les valeurs de l’enseignant, alors même qu’ils prennent du plaisir aux grands médias et à la culture populaire, en devinant les « bonnes » réponses dans les leçons sans vraiment les intérioriser.",
  "question1": "Les gens restent passifs quand ils ne remarquent pas les biais et les points de vue intégrés dans les messages médiatiques.",
  "activist_description_": "Vous soutenez l'engagement civique des élèves en utilisant les médias et la technologie pour aborder des problèmes du monde réel.",
  "alt_description_": "Vous défiez vos élèves avec des façons alternatives de trouver, d’utiliser, de réfléchir aux et de créer des médias hors des sentiers battus.",
  "demystifier_description_": "Vous voulez que vos élèves développent des compétences de pensée critique en « tirant le rideau » sur la manière dont les médias sont construits.",
  "motivator_description_": "Vous développez l’autonomie des élèves comme apprenants indépendants qui suivent leur élan créatif.",
  "professional_description_": "Vous développez les compétences créatives et pratiques des élèves en tant que futurs auteurs, artistes, écrivains ou professionnels des médias.",
  "professor_description_": "Vous voulez que les élèves acquièrent des connaissances de contenu en utilisant les médias et la technologie pour atteindre des objectifs d’apprentissage.",
  "spirit-guide_description_": "Vous vous consacrez à aider les élèves à utiliser les médias pour soutenir leur bien-être social et émotionnel.",
  "taste-maker_description_": "Vous voulez que les élèves apprécient les médias culturellement importants dans l’histoire, l’art, la littérature et les sciences.",
  "teacher_description_": "Vous aidez les élèves à utiliser les médias et la technologie pour se connecter et apprendre les uns des autres en tant que citoyens numériques en réseau.",
  "techie_description_": "Vous savez que les technologies et les outils des médias numériques impliquent davantage les élèves dans un apprentissage authentique.",
  "trendsetter_description_": "Vous rejoignez les élèves « là où ils sont » en reliant la classe à la culture populaire contemporaine.",
  "watchdog_description_": "Vous voulez que les élèves réfléchissent aux contextes économiques et politiques des médias et de la technologie en tant que systèmes qui façonnent nos vies.",
  "question2": "On peut être induit en erreur par les médias lorsqu’on ne sait pas d’où vient l’information.",
  "question3": "Le véritable but de la télévision est de vendre des publics aux annonceurs.",
  "question4": "Je m’inquiète du fait que trop peu d’entreprises contrôlent l’édition, la diffusion, le cinéma et Internet.",
  "question5": "Les citoyens ont l’obligation de s’exprimer sur les causes auxquelles ils croient.",
  "question6": "Nous risquons de perdre notre démocratie si nous ne créons pas une génération de militants qui la préservent.",
  "question7": "Trop souvent, les médias distraient les élèves de l’information et des idées vraiment importantes.",
  "question8": "Je crains que l’utilisation des médias par les élèves ne nuise à leur concentration et à leur motivation à l’école.",
  "question9": "Vous ne pourrez pas être compétitif sur le marché du travail si vos e-mails, vos écrits, vos vidéos et vos photos ne sont pas soignés et professionnels.",
  "question10": "Quand les élèves produisent des médias qui semblent amateurs, il est difficile de savoir s’ils ont appris quoi que ce soit.",
  "question11": "En matière de médias numériques, si vous ne participez pas, vous serez laissé pour compte.",
  "question12": "Les élèves qui ne sont pas actifs en ligne sont isolés du reste du monde.",
  "question13": "Les écoles les plus compétitives du futur investiront dans les bons outils technologiques et aideront les élèves à bien les utiliser.",
  "question14": "Si mon école ne suit pas les tendances technologiques, nous serons à la traîne.",
  "question15": "Je crains que certains médias et technologies ne favorisent des comportements antisociaux.",
  "question16": "Si les élèves ne partagent pas ce qu’ils ressentent à propos des médias et de la culture populaire, ils manquent des opportunités de croissance émotionnelle.",
  "question17": "Si je ne donne pas assez de flexibilité créative à mes élèves, ils risquent de ne pas apprendre à s'exprimer eux-mêmes.",
  "question18": "Trop de gens se désintéressent du processus d’apprentissage et du développement de leurs connaissances et compétences uniques.",
  "question19": "Si je ne suis pas familier avec la culture populaire de mes élèves, ils penseront que je ne suis pas vraiment connecté à leur vie.",
  "question20": "Il n’est pas facile de se connecter aux jeunes si je ne partage pas leur intérêt pour leurs films, leur musique, leur mode et leurs célébrités.",
  "question21": "La plupart des messages des médias grand public, comme les chaînes de télévision, ne valent pas la peine.",
  "question22": "Trop de gens ignorent les médias alternatifs proposés par certains magazines, certaines musiques et certains films.",
  "question23": "Les élèves peuvent se retrouver enfermés dans leur propre intérêt limité pour la culture populaire.",
  "question24": "Je m’inquiète du manque de complexité dans la culture populaire contemporaine.",
  "question25": "Lorsque vous savez comment un site Web, un jeu vidéo ou une émission de télévision sont réellement conçus, votre vision des médias change à jamais.",
  "question26": "Les producteurs de médias font des choix conscients et minutieux lorsqu’ils créent des films, des émissions de télévision et des sites Web.",
  "question27": "Combattre les stéréotypes dans les médias est essentiel pour améliorer le bien-être des gens.",
  "question28": "Vous pouvez changer la vie de quelqu’un en lui apprenant à résister aux messages médiatiques.",
  "question29": "Il est essentiel que les jeunes utilisent les médias numériques en classe pour défendre des changements sociaux.",
  "question30": "Quand les jeunes s'engagent dans l’action sociale grâce aux médias numériques, ils peuvent changer le monde.",
  "question31": "Le meilleur atout d’Internet est l’accès à un contenu riche, à des idées et à des informations que je peux utiliser en classe.",
  "question32": "Les médias numériques facilitent l’interaction des élèves avec les matières que certains trouvent ennuyeuses.",
  "question33": "Quand les élèves utilisent les mêmes outils que les professionnels, ils savent que leur voix a plus de chances d’être entendue.",
  "question34": "Quand les élèves travaillent dur, ils peuvent produire des réalisations qui ressemblent à ce qu’on voit dans les grands médias, comme Hollywood ou les journaux télévisés.",
  "question35": "Lorsqu’il est utilisé à son plein potentiel, les médias sociaux peuvent transformer l’éducation.",
  "question36": "Plus nous partageons en ligne, plus nous contribuons à la société.",
  "question37": "Lorsque les élèves apprennent à maîtriser un nouvel outil technologique, ils acquièrent un savoir et un statut particuliers.",
  "question38": "Les bonnes technologies éducatives aident les enseignants à mieux enseigner.",
  "question39": "Les médias aident les élèves à activer leurs émotions en classe pour favoriser l’apprentissage.",
  "question40": "L’utilisation des médias en classe encourage l’empathie et la compréhension sociale.",
  "question41": "Quand les élèves se passionnent vraiment pour un sujet, rien ne peut les empêcher d’en apprendre davantage.",
  "question42": "La créativité des élèves se libère quand ils découvrent un sujet qui suscite profondément leur intérêt.",
  "question43": "Me tenir au courant de la culture populaire des jeunes me rapproche de mes élèves.",
  "question44": "L’intérêt des jeunes pour la culture populaire peut susciter un intérêt pour les matières scolaires.",
  "question45": "Les films et documentaires alternatifs sont plus intéressants et utiles pour mes élèves que les productions hollywoodiennes.",
  "question46": "La vie des élèves est enrichie lorsqu’ils recherchent des représentations médiatiques alternatives.",
  "question47": "La vie des élèves est enrichie lorsqu’ils comprennent comment et pourquoi les classiques dans différents types de médias restent pertinents pour les enjeux actuels.",
  "question48": "Les enfants devraient avoir accès à la riche histoire culturelle proposée par les classiques du cinéma et de la littérature.",
  "What is?": "À propos du quiz",
  "Digital Learning Motivation Quiz for Educators (DLMQE):": "Digital Learning Motivation Quiz for Educators (DLMQE) :",
  "Quiz Explanation": "Un instrument de 48 items sur une échelle de Likert qui évalue la perception des enseignants de la valeur et de la pertinence de six thèmes conceptuels, à savoir : les attitudes envers les outils, genres et formats technologiques ; le contenu et la qualité des messages ; le lien avec la communauté ; les textes et les publics ; les systèmes médiatiques ; et la focalisation sur l’apprenant. </br> Le Digital Learning Horoscope profiles repose sur le constat que les enseignants ont des degrés d'attachement différents aux croyances d'autonomisation ou de protection concernant les possibilités ou les risques des médias et de la technologie. L'instrument mesure des degrés différents de valorisation par l’enseignant de : (1) la technologie, les genres et formats ; (2) le contenu et la qualité du message ; (3) la connexion communautaire ; (4) les textes et les publics ; (5) la compréhension des systèmes médiatiques ; et (6) le focus centré sur l'apprenant. <br/> Les mesures de motivation à l’apprentissage numérique incluent ces 12 profils : Technophile, Professionnel (technologie, genres et formats) ; Faiseur de tendances, Professeur (message contenu et qualité) ; Militant, Enseignant 2.0 (connexion communautaire) ; Alternatif, Initiateur de tendances (textes et publics) ; Chien de garde, Démystificateur (systèmes médiatiques) ; Motivateur, Guide spirituel (centrés sur l’apprenant). Il y a quatre énoncés associés à chacun des 12 profils. Deux ont une valence de protection et deux ont une valence d’autonomisation. Par exemple, un exemple d’énoncé « Militant » avec valence protection est : « C’est mon rôle d’aider les élèves à examiner comment et pourquoi les institutions sociales peuvent être injustes et inéquitables. » Un exemple d’énoncé « Militant » avec valence autonomisation est : « L’engagement civique devrait être stimulé par l’utilisation des médias et de la technologie en classe. »",
  "Take the quiz as individually or in group!": "Participez au quiz individuellement ou en groupe !",
  "Your account is waiting confirmation. Please wait, we will mail after confirmation.": "Votre compte est en attente de confirmation. Veuillez patienter, nous vous enverrons un courriel après confirmation.",
  "Sorry user cannot be identified.": "Désolé, l’utilisateur ne peut pas être identifié.",
  "Users account is verified.": "Le compte de l’utilisateur est vérifié.",
  "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation": "Vous êtes inscrit avec succès. Cependant, votre compte doit être confirmé par un administrateur. Veuillez patienter, nous vous enverrons un courriel après confirmation",
  "Welcome Email": "E-mail de bienvenue",
  "Congratulations": "Félicitations",
  "Your <a href='https://www.setyourmotivation.com/'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.": "Votre <a href='https://www.setyourmotivation.com/login'> Set Your Motivation</a> a été confirmé. Vous pouvez vous connecter avec votre adresse e-mail et votre mot de passe.",
  "Your email address": "Votre adresse e-mail",
  "A new user has registered  , Please click on the below link to verify the account.": "Un nouvel utilisateur s’est inscrit, veuillez cliquer sur le lien ci-dessous pour vérifier le compte.",
  "Verify Account": "Vérifier le compte",
  "Dashboard": "Tableau de bord"
}