{
    "Download Translate File": "הורד קובץ התרגום",
    "Home": "דף הבית",
    "Around the Web": "באינטרנט",
    "Contact Us": "צור קשר",
    "For more information about the Digital Learning Motivation Quiz for Educators, please contact:": "למידע נוסף על המבחן למוטיבציה ללמידה דיגיטלית למורים, אנא צרו קשר עם:",
    "Group Information": "פרטי הקבוצה",
    "Group Name": "שם הקבוצה",
    "Pin": "קוד PIN",
    "Description": "תיאור",
    "Create": "צור",
    "Update": "עדכן",
    "Results": "תוצאות",
    "Search..": "חפש..",
    "Name": "שם",
    "Email": "אימייל",
    "Activist": "אקטיביסט",
    "Alt": "אלטרנטיבי",
    "Demystifier": "מפריך",
    "Motivator": "מניע",
    "Professional": "מקצוען",
    "Professor": "פרופסור",
    "Spirit Guide": "מדריך רוחני",
    "Taste Maker": "מעצב טעם",
    "Taste-Maker": "מעצב טעם",
    "Teacher 2.0": "מורה 2.0",
    "Techie": "חובב טכנולוגיה",
    "Trendsetter": "יוצר טרנדים",
    "Watchdog": "כלב שמירה",
    "Protect": "הגנה",
    "Empower": "העצמה",
    "Process": "תהליך",
    "Empower vs. Protect": "העצמה מול הגנה",
    "Your All Motivations": "מוטיבציות",
    "Delete": "מחק",
    "View": "צפה",
    "Are you sure": "האם אתה בטוח?",
    "The deletion process will have serious consequences": "לתהליך המחיקה יהיו השלכות חמורות",
    "If you delete the result, you will not be able to bring it back": "אם תמחק את התוצאה, לא תוכל לשחזרה",
    "result has been deleted": "התוצאה נמחקה",
    "result has not been deleted": "התוצאה לא נמחקה",
    "Total User": "סך המשתמשים",
    "Motivation": "מוטיבציה",
    "Style": "סגנון",
    "Top Motivations": "המוטיבציות המובילות",
    "Groups": "קבוצות",
    "New Group": "קבוצה חדשה",
    "Id": "מזהה",
    "Edit": "ערוך",
    "View Group`s Results": "צפייה בתוצאות הקבוצה",
    "If you delete the group, you will not be able to bring it and it`s results back": "אם תמחק את הקבוצה, לא תוכל לשחזר אותה ואת תוצאותיה",
    "Group has been deleted": "הקבוצה נמחקה",
    "Group has not been deleted": "הקבוצה לא נמחקה",
    "Reference Information": "מידע על מקורות",
    "Title": "כותרת",
    "Link": "קישור",
    "Date": "תאריך",
    "References": "מקורות",
    "New reference": "מקור חדש",
    "If you delete the reference, you will not be able to bring it back": "אם תמחק את המקור, לא תוכל לשחזרו",
    "reference has been deleted": "המקור נמחק",
    "reference has not been deleted": "המקור לא נמחק",
    "Login": "התחבר",
    "E-Mail Address": "כתובת אימייל",
    "Password": "סיסמה",
    "Remember Me": "זכור אותי",
    "Forgot Your Password?": "שכחת סיסמה?",
    "Reset Password": "איפוס סיסמה",
    "Send Password Reset Link": "שלח קישור לאיפוס סיסמה",
    "Confirm Password": "אשר סיסמה",
    "Register": "הרשמה",
    "Discover yourself now!": "גלה עכשיו את המוטיבציה הדיגיטלית שלך ללמידה!",
    "Join our Digital Media Literacy Survey Free!": "ניתן לקחת באופן אישי או בקבוצה",
    "No matter what your motivation is, Powerful Voices for Kids has ideas to improve digital& media literacy in your classroom.": "לא משנה מהי המוטיבציה שלך, למבחן המוטיבציה ללמידה דיגיטלית למורים יש רעיונות לשיפור האוריינות הדיגיטלית והמדיה בכיתה שלך.",
    "Individual Entry": "כניסה אישית",
    "Group Entry": "כניסה קבוצתית",
    "Academic References to Our Survey!": "מה אומר המחקר?",
    "Thank you for citing...": "תודה על הציטוט...",
    "Join Us": "עזור לשפר את תרגום המבחן",
    "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "אתה יכול לעזור להפוך את התרגומים שלנו לטובים יותר, ואף להוסיף שפות חדשות, במסגרת הקהילה שלנו לתרגום. אם ברצונך לתרגם את הסקר לשפה שלך, תוכל לתרגם את קובץ התרגום הבא וליצור קשר עם Sait Tüzel ‏(sait@mediaeducationlab.com).",
    "Strenghts": "נקודות חוזק",
    "Challenges": "אתגרים",
    "Media Education Lab Admin Panel": "פאנל מנהל מעבדת חינוך למדיה",
    "Admin Panel": "פאנל ניהול",
    "Individual Results": "תוצאות אישיות",
    "Group Results": "תוצאות קבוצה",
    "Download Results": "הורד תוצאות",
    "Back to Home": "חזור לדף הבית",
    "Media Literacy Survey": "סקר אוריינות מדיה",
    "Welcome To Our Digital Media Education Survey": "מבחן המוטיבציה ללמידה דיגיטלית למורים",
    "Menu": "תפריט",
    "Admin Entry": "כניסת מנהל",
    "Logout": "התנתק",
    "Our Mission": "הספונסר שלנו",
    "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service. We emphasize interdisciplinary scholarship and practice that stands at the intersections of communication, media studies and education.": "מעבדת חינוך למדיה באוניברסיטת רוד איילנד תמכה במבחן המוטיבציה ללמידה דיגיטלית למורים (DLMQE) https://mediaeducationlab.com/",
    "Contact": "צור קשר",
    "Copyright": "זכויות יוצרים",
    "About Us": "אודותינו",
    "Learn your Media Education Motivation": "גלה את המוטיבציה שלך בחינוך למדיה",
    "Media Education Lab": "מעבדת חינוך למדיה",
    "Respond to these statements according to how important they are to you:": "ענה על ההצהרות הבאות לפי מידת החשיבות שלהן עבורך:",
    "Each question has 5 options.": "לכל שאלה יש 5 אפשרויות.",
    "Please type the group name provided by your instructor.": "אנא הקלד את שם הקבוצה שסופק לך על ידי המנהל.",
    "Group Pin": "קוד קבוצה",
    "Please type the group pin provided by your instructor.": "אנא הקלד את קוד הקבוצה שסופק על ידי המנהל.",
    "Your Email": "האימייל שלך",
    "Your Name": "השם שלך",
    "Questions": "שאלות",
    "Strongly disagree": "לא חשוב",
    "Somewhat disagree": "קצת חשוב",
    "Neither agree nor disagree": "חשוב במידה בינונית",
    "Somewhat agree": "חשוב",
    "Strongly agree": "חשוב מאוד",
    "Send": "צפה בתוצאות שלך",
    "You are a": "את/ה",
    "Read More..": "קרא עוד...",
    "Close": "סגור",
    "You are also a": "את/ה גם",
    "Take Quiz Individually": "קח את המבחן באופן אישי",
    "Take Quiz in Group": "קח את המבחן בקבוצה",
    "What is Your Digital Learning Motivation?": "מהי המוטיבציה שלך ללמידה דיגיטלית?",
    "You see the opportunities and advantages to using media and technology in your teaching practice.": "את/ה רואה את ההזדמנויות והיתרונות בשימוש במדיה ובטכנולוגיה בפרקטיקת ההוראה שלך.",
    "You see the risks and challenges to using media and technology in your teaching practice.": "את/ה רואה את הסיכונים והאתגרים בשימוש במדיה ובטכנולוגיה בפרקטיקת ההוראה שלך.",
    "activist_description": "יש לך תשוקה מתמשכת לקדם השתתפות דמוקרטית באמצעות פעולה פוליטית, בין אם המטרה היא צדק חברתי, איכות הסביבה, בריאות הציבור או כל נושא חברתי ופוליטי אחר. את/ה רואה בתפקידך בכיתה כזרז המעודד את התלמידים להבין כיצד הם יכולים להשמיע את קולם ולשפר את איכות החיים בקהילותיהם ובעולם. את/ה רוצה שהתלמידים יבינו שיש להם הכוח, גם בגיל צעיר, לשנות את העולם כמשתתפים מעורבים בתהליך הדמוקרטי.",
    "activist_protect1": "ללמד את התלמידים כיצד להישמר מפני מסרים פוגעניים ומדכאים במדיה וכיצד 'לדבר חזרה' מול דימויי מדיה שליליים וסטריאוטיפיים.",
    "activist_protect2": "להכין את התלמידים להשתתפות דמוקרטית עם ידע מוצק בתהליך האזרחי.",
    "activist_protect3": "לשתף חזון ייחודי למעורבות אזרחית המבוסס על דעות או מדיה שהתלמידים עשויים לא להכיר.",
    "activist_empower1": "לעזור לתלמידים להרגיש בנוח להביע את דעותיהם ורעיונותיהם בפעולה פוליטית.",
    "activist_empower2": "לספק הזדמנויות לתלמידים ליצור מדיה שמבטאת את הרעיונות המקוריים שלהם בתוך נוף פוליטי או חברתי קיים.",
    "activist_empower3": "לעודד תלמידים להטיל ספק ולערער על הנחות ואמונות בנוגע לעולם כדי לטפח מעורבות אזרחית.",
    "activist_strenghts": "אקטיביסטים הם לעיתים קרובות מנהיגים טבעיים המעלים את המודעות של התלמידים לגבי תפקידם בסביבה דמוקרטית בריאה. לרוב יש להם ידע נרחב בנושאים גלובליים ומקומיים שבהם התלמידים יכולים להפגין התלהבות ולהיות מעורבים ישירות בתהליך הפוליטי, בין אם זה קידום תוכנית מיחזור בבית הספר או כתיבת מכתבים לתחנות חדשות מקומיות.",
    "activist_challenges": "אקטיביסטים לעיתים עלולים להעריך יתר על המידה או להמעיט בערך המידה שבה התלמידים פיתחו ערכים ואמונות משלהם – במקרים מסוימים, האמונות 'מהבית' מנוגדות לחזון המורה, ובמקרים אחרים התלמידים פשוט אינם יודעים עדיין מה הם מאמינים. מצב זה עלול להפוך את המורה האקטיביסט לפגיע בהטמעת סט מסוים של אמונות על תלמידים המתנגדים לאמונות אלה או שאינם בטוחים בהן.",
    "alt_description": "את/ה מורה יצירתי/ת, אולי בסגנון 'עשה זאת בעצמך', שתמיד מוכן/ה לאתגר את התלמידים בדרכים אלטרנטיביות לחיפוש, שימוש, חשיבה על ויצירת מדיה בכיתה. בין אם את/ה משתמש/ת בתוכנות קוד פתוח במחשבי בית הספר, מעודד/ת תלמידים להקים מועדונים או מגזינים אלטרנטיביים, או מציג/ה להם מדיה שאינה במיינסטרים, סביר להניח שאת/ה מהווה מרכיב מרכזי בהרחבת הבנתם לגבי הדרכים השונות שבהן אנשים מתקשרים בעולם.",
    "alt_protect1": "ללמד את התלמידים לערער על סמכות הדעה של מדיה מקצועית, מיינסטרימית ומסחרית.",
    "alt_protect2": "לשתף תלמידים בסמלי תרבות אלטרנטיביים שהיו מהפכניים בחייך או בתרבויות אחרות.",
    "alt_protect3": "לעזור לתלמידים להבין היסטוריות ונקודות מבט אלטרנטיביות שאולי אינן מופיעות בספרי הלימוד או במדיה סמכותית אחרת.",
    "alt_empower1": "לעודד תלמידים לדמיין דרכים רבות להעברת מסר או רעיון.",
    "alt_empower2": "לתת לתלמידים 'מבט מבפנים' וכישורים ליצירת תכנים פחות 'מלוטשים' מאשר אלה המיוצרים לרוב במדיה הממוסדת.",
    "alt_empower3": "להעניק לתלמידים הזדמנויות ליצור מדיה שעוסקת בפורמטים, שיטות בנייה ונקודות מבט שהם אינם מכירים.",
    "alt_strenghts": "מורים 'אלטרנטיביים' מצטיינים ביצירת סביבה לימודית שמעוררת סקרנות, יצירתיות ומעורבות, בדרך השוברת את הציפיות של התלמידים. הם לעיתים קרובות הפתח הראשון של התלמידים לעולמות האמנות, האקטואליה, התרבות הפופולרית והספרות, המציעים נקודות מבט מגוונות יותר מאשר אלה הנהוגות בכיתה המסורתית.",
    "alt_challenges": "מורים אלטרנטיביים עשויים, במהלך הלימוד של אלטרנטיבות לקאנון הכיתתי המסורתי, ליצור סוג חדש של 'פרות קדושות' שאינן חשופות לביקורת ולשאילת שאלות כמו המדיה המיינסטרימית או המסורתית. הם עלולים גם להרחיק תלמידים שמזדהים חזק עם התרבות הפופולרית; כלומר, הם מציגים חלופות מבלי לכבד באופן דומה את אהבת התלמידים לתרבות הרווחת.",
    "demystifier_description": "האם ידעת/ה שסדרות פשע רבות מצולמות כמעט כולן מול מסכים ירוקים? שחברות מזון מהיר שוכרות אמנים ופסלים כדי לגרום למרכיבים להיראות מפתים יותר בפרסומות? שתמונות במגזינים עוברות ריטוש? אם שאלות כאלה מעוררות את סקרנותך, ייתכן שאת/ה 'מפריך'. כמורה, את/ה מתמקד/ת ב'להסיר את המסך' מעל תהליכי ההפקה של מדיה על כל גווניה, מהפקת ספר ועד עריכת סרט הוליוודי. כשאת/ה מלמד/ת, את/ה מושך/ת את התלמידים אל מה שנראה תחילה כמו קונספירציה סודית, אך בסופו של דבר הופך ליסוד החשיבה הביקורתית שלהם – כלומר, שאילת שאלות 'איך' ו'למה' נכונות – ולמידה כיתתית משמעותית.",
    "demystifier_protect1": "לעזור לתלמידים לזהות כיצד מניפולציה של תמונות מעוותת את התפיסה שלנו לגבי המציאות.",
    "demystifier_protect2": "להגן על התלמידים מפני מסרים שליליים בתקשורת ההמונים והתרבות הפופולרית שמשפיעים על הערך העצמי שלהם.",
    "demystifier_protect3": "להטיל ספק בהנאה לא ביקורתית של התלמידים מתכני מדיה שעלולים להיות בעייתיים.",
    "demystifier_empower1": "להשתמש בחשיפת תהליכי הפקת מדיה כדי לעודד תלמידים ליצור תכנים משלהם.",
    "demystifier_empower2": "לבקש מהתלמידים ליצור חיבורים בין תהליכי הפקת מדיה לבין המדיה שהם משתמשים בה בחיי היומיום.",
    "demystifier_empower3": "לעודד תלמידים לשאול בעצמם שאלות על איך ולמה מדיה מופקת.",
    "demystifier_strenghts": "מפריכים יודעים לזהות רגעים לימודיים שבהם התלמידים מתקשים להבין כיצד ומדוע מדיה מופקת. תלמידיהם מקשרים בין שיעורי הבית שלהם למדיה שהם צורכים בבית; לרוב הם מסיימים את השיעורים באמירה שלא יראו לעולם סרט, ספר או אתר אינטרנט באותו אופן שוב.",
    "demystifier_challenges": "מפריכים צריכים לשים לב לבלבול שעלול להיווצר כשהם 'מסירים את המסך'; עדיף לפתוח 'מסך' כזה כשהוא משרת מטרה לימודית משמעותית, ולא רק כדי לעורר מעורבות. מפריכים צריכים גם להתמודד עם ציניות שעשויה להתעורר אצל תלמידים כשהם לומדים עד כמה המדיה היא 'בנויה'; כשהתלמידים יוצרים תוכן משלהם מתוך מודעות לבניית המדיה, הם מבינים שלעיתים הבנייה היא 'טובה' או 'רעה' בהתאם לנקודת המבט ולנסיבות הפקה.",
    "motivator_description": "את/ה מהווה השראה, קטליזטור לאנרגיה היצירתית של התלמידים. תלמידים שמעולם לא הרגישו בנוח לדבר בכיתה, להשתתף בפעילויות או לתרום לשיח הכיתתי, מגלים שקל להם יותר להשמיע את קולם כשאת/ה מוביל/ה את הכיתה. אבל אינך בהכרח רואה את עצמך כמנהיג/ה, אלא כמעין קרש קפיצה או מנחה; הדבר החשוב הוא מה שהתלמידים רוצים לומר ולעשות, ותפקידך הוא לעזור להם להיות הגרסה הטובה ביותר של עצמם.",
    "motivator_protect1": "ללמד את התלמידים כיצד להישמר מול מדיה שעלולה לפגוע בערך העצמי או בתחושת המסוגלות שלהם.",
    "motivator_protect2": "לדרוש מהתלמידים לתת משוב חיובי לחבריהם לכיתה, שמאשר את החוזקות של ההשתתפות והעבודות שלהם.",
    "motivator_protect3": "לבחור בקפידה חומרים לכיתה שלא יאתגרו יתר על המידה את תחושת הביטחון של התלמידים בכוחותיהם היצירתיים.",
    "motivator_empower1": "לפתח סביבה שבה התלמידים מרגישים בנוח לשתף רעיונות, דעות וכישרונות ייחודיים ליצירה עצמית.",
    "motivator_empower2": "לעודד תלמידים לעסוק בנושאים שמעניינים אותם כבסיס לפעילויות ולפרויקטים בכיתה.",
    "motivator_empower3": "לספק אפשרויות לתלמידים ליזום ולנהל דיון בעצמם בכיתה, עם הדרכה וסיוע נקודתיים מהמורה.",
    "motivator_strenghts": "מניעים (Motivators) הם המורים שהתלמידים זוכרים לטובה בזכות המחויבות שלהם לשיתופיות ול'קול התלמיד' – התלמידים מרגישים שרעיונותיהם והיצירתיות שלהם זוכים לכבוד ופיתוח. הם רגישים לצרכים של כל תלמיד, מה שמקשה על התלמידים 'להישאר בחוץ' ולא להשתתף.",
    "motivator_challenges": "מניעים עלולים לפעמים לחטוא במחסור במבנה או בעודף כאוס בכיתה, מה שמפריע להבנת התלמידים ולכיוון ברור – אמנם לקול התלמיד יש חשיבות, אבל התלמידים עדיין מפתחים את האמירות והדעות שלהם. מניעים צריכים גם לוודא שהתלמידים לא רק מרגישים בנוח להביע את עצמם, אלא גם בוחנים זה את זה באופן מכבד ומאתגרים זה את זה לעשות עבודה טובה ועמוקה יותר.",
    "professional_description": "יש לך סטנדרטים גבוהים לעבודות התלמידים, וייתכן שרואים בך 'איש המקצוע' בתחום המדיה בבית הספר. את/ה יודע/ת כיצד לדחוף את התלמידים להבין ולאמץ את הקונבנציות המקצועיות החשובות כדי שייקחו אותם ברצינות בעולם המדיה. ייתכן שאת/ה גם מעוניין/ת לשלב תלמידים בעולם האמיתי של יצירת מדיה, ולחשוב כיצד להזמין כותבים, אנשי מקצוע ומפיקי מדיה אחרים לכיתה כדי להעשיר את חוויית הלמידה.",
    "professional_protect1": "להגן על התלמידים מכישלונות טכניים בהפקות ובפרויקטים שלהם.",
    "professional_protect2": "לצייד את התלמידים ביכולת לזהות כיצד הפקה מקצועית נושאת מסרים מסוימים שעלולים להיות שליליים או מזיקים.",
    "professional_protect3": "למנוע כאוס ארגוני בעזרת מודל הפקה היררכי (עם תפקידים מוגדרים) שמגביל את הנטייה של התלמידים לצאת מריכוז או להיות בלתי פרודוקטיביים.",
    "professional_empower1": "להחדיר תחושת מקצועיות ולעודד התמקדות בפרויקטים של הפקת מדיה.",
    "professional_empower2": "לעזור לתלמידים לראות עצמם כ'יוצרים אמיתיים' הפונים לקהל אמיתי בשפה מקצועית המוכרת בעולם המדיה.",
    "professional_empower3": "לספק לתלמידים מסלול אקדמי או קריירה באמצעות הפקת מדיה ותעשיית המדיה, על ידי הדגמת מיומנויות, התנהגויות וסטנדרטים מקצועיים.",
    "professional_strenghts": "מורים מקצוענים שמים דגש על איכות אסתטית גבוהה יותר מאשר בפרויקטים טיפוסיים של מדיה לתלמידים. בדרך כלל הם אחראים לטכנולוגיה וציוד מקצועי בבית הספר. הם מעוררים בתלמידים השראה להמשיך לעסוק ביצירת מדיה בתוכניות המשך אחרי שעות בית הספר ובמסגרות אקדמיות.",
    "professional_challenges": "דגש יתר על 'מקצועיות' עלול להוביל לבעיה של 'סגנון על פני תוכן'. התלמידים מחקים דגמים מקצועיים בעיתונות, הפקת סרטים או עיצוב גרפי, אך לא בהכרח מיישמים אותה רצינות בהיבטי התוכן הלימודי. כאשר הערכים המקצועיים הם רק אסתטיים, הדבר עשוי להרתיע את התלמידים מלהשקיע בתהליכי מחקר, ניתוח והערכה הנחוצים ליצירת עבודה איכותית באמת.",
    "professor_description": "את/ה תמיד מאזן/ת בזהירות את ההתלהבות שלך ממדיה וטכנולוגיה עם חיבור ברור לסטנדרטים הלימודיים שלך. חשוב לך שהמדיה והטכנולוגיה לא ישמשו בכיתה רק לשם עצם השימוש, אלא כדי לקדם את היעדים והמטרות הלימודיות. מצגות מולטימדיה, אתרים מעניינים וטכנולוגיות חינוכיות משרתים מטרה – לעזור לך להעביר את תוכן הלמידה שהתלמידים צריכים לשלוט בו.",
    "professor_protect1": "לשמור על התלמידים ממוקדים במשימות הנוכחיות ולהפחית הסחות או פעילויות מדיה כאוטיות ולא מובנות.",
    "professor_protect2": "למסגר ולבנות בקפידה את הדיונים בכיתה כדי לעזור לתלמידים לשלוט בתוכן ולהבין טוב יותר את מטרות השיעור.",
    "professor_protect3": "להשתמש בכלים טכנולוגיים חינוכיים כ'מרחבים מוגנים' שבהם התלמידים יכולים לחקור בתוך גבולות תוכן מוגדרים היטב.",
    "professor_empower1": "לעזור לתלמידים להבין כיצד מדיה מעשירה את השיעורים הלימודיים החשובים להתפתחותם האקדמית.",
    "professor_empower2": "להרחיב את התפיסה של התלמידים לגבי אילו פרקטיקות כתיבה והרכבת תכנים מתקבלות בסביבה אקדמית, על ידי עידודם ליצור מצגות, סרטונים ומוצרים מדיה אחרים.",
    "professor_empower3": "להציג חזון של הצלחה חינוכית הכולל שליטה בחומרי מדיה הרלוונטיים להצלחתם האקדמית, כולל מעבדי תמלילים, יצירת מצגות מולטימדיה, הפקת וידאו ומיומנויות נוספות.",
    "professor_strenghts": "פרופסורים מבינים היטב את מטרות ההוראה שלהם, וכך גם התלמידים. הם נוטים לסבול פחות מ'בלאגן' שקורה לעיתים בפרויקטי מדיה גדולים וקבוצתיים. התלמידים תמיד יודעים מה הרלוונטיות של שילוב טכנולוגיה ומדיה לצורכי השיעור והתוכן הנלמד.",
    "professor_challenges": "בהיצמדות לתוכנית הלימודים, לפעמים פרופסורים מחמיצים הזדמנויות לצאת מהתבנית לשיעורים מאולתרים ומרתקים. השימוש בטכנולוגיה ובמדיה בכיתה מציע המון אפשרויות ליצירתיות, אילתור וחקר שאולי לא תמיד משתלבים בקלות בתוכנית שיעורים קפדנית. חקירות ספונטניות אלו עשויות להעמיק את הבנתם של התלמידים לגבי נושאים שחשובים להם בחיי היומיום – נושאים שקשורים למשפחה, לקהילה, לענייני היום-יום ולשיעורים חשובים בחיים.",
    "spirit-guide_description": "את/ה מקשיב/ה. אכפת לך מהרווחה הרגשית והחברתית של התלמידים, ומוודא/ת שכל מה שקורה בכיתה מחובר לצרכים המיידיים שלהם להבין את עצמם ואת חייהם. תלמידים כנראה מוצאים בך אדם שאפשר לבטוח בו, ואולי אף משתפים אותך בדברים שאינם מספרים למורים אחרים. את/ה יודע/ת שהמדיה היא רק היבט אחד בחיי התלמידים, וברצונך להשתמש בה כדי לעזור להם להתמודד עם האתגרים וההזדמנויות שהחיים מציבים.",
    "spirit-guide_protect1": "לעזור לתלמידים להבין ולהתגונן מפני ייצוגים בתקשורת הפוגעים בתחושת הערך העצמי שלהם.",
    "spirit-guide_protect2": "להתמודד עם סטריאוטיפים ועיוותים שהתלמידים מזדהים איתם או מזהים בהם פגיעה.",
    "spirit-guide_protect3": "ליצור מרחב בטוח ופרטי בכיתה שבו התלמידים ירגישו מכובדים ומוערכים כשהם מדברים על מערכות היחסים האישיות שלהם.",
    "spirit-guide_empower1": "לעודד את התלמידים להביע את רגשותיהם באמצעות יצירת מדיה.",
    "spirit-guide_empower2": "להניע שיחות על חוויות אישיות של התלמידים עם מדיה דיגיטלית ותרבות פופולרית ועל האופן שבו הן משפיעות על חייהם.",
    "spirit-guide_empower3": "לשלב חשיבה רפלקטיבית בפעילויות הכתיבה וההפקה של התלמידים.",
    "spirit-guide_strenghts": "מדריכים רוחניים (Spirit Guides) הם לרוב דמויות אמינות מאוד. התלמידים משתפים אותם בדברים על חייהם, מחשבותיהם ורגשותיהם שהם לא מספרים למורים אחרים. מדריכים רוחניים רגישים לרווחתם הרגשית של התלמידים ולתחושת הערך העצמי שלהם.",
    "spirit-guide_challenges": "לתלמידים יש לעיתים חיים מדייתיים פרטיים שהם חשים אמביוולנטיים לגבי שיתוף בכיתה. מדריכים רוחניים צריכים להקפיד במיוחד על המקרים שבהם נכון לאפשר לתלמידים לא לשתף, במיוחד אם יש חששות לגבי פרטיות או שיפוט מצד חבריהם.",
    "taste-maker_description": "הנוער של היום! הם יכולים לשיר שירי ראפ ופופ בעל-פה, אבל מה לגבי פסוקי שייקספיר? הם זוכרים כל פרט בסרט ההוליוודי החדש ביותר, אבל מה עם יצירות קולנוע קלאסיות? את/ה רוצה להרחיב את האופקים של התלמידים. את/ה רוצה לתת להם חשיפה לחוויות מדיה שחשובות להבנתם ההיסטורית, האסתטית והביקורתית. את/ה יודע/ת שבמפגשים עתידיים התלמידים יצטרכו לשאוב ממגוון מקורות תרבותיים – גם קלאסיים וגם פופולריים. במקרה הגרוע, ההתעסקות הבלעדית בתרבות הפופולרית לא תועיל להם בעתיד. במקרה הטוב, הם ישתמשו בהבנתם את התרבות העכשווית לצד הבנתם את הספרות, האמנות והמדיה הקלאסית כדי לקשר את התרבות הפופולרית למורשת התרבותית שלה.",
    "taste-maker_protect1": "לאתגר את התפיסה המצומצמת של התלמידים לגבי תרבות על ידי הצגת נכסי תרבות מוכרים ורחבים.",
    "taste-maker_protect2": "לבקש מהתלמידים להבחין בין מסרים שטחיים למסרים מורכבים במדיה.",
    "taste-maker_protect3": "לפַתח אסטרטגיות יצירתיות שיכוונו את מעורבות התלמידים לעבר 'הקלאסיקות' באמנות, ספרות ומדיה אחרת.",
    "taste-maker_empower1": "לעזור לתלמידים להשתמש בהיגיון ובאבחנה כדי להבדיל בין מסרים חיוביים לבין שליליים.",
    "taste-maker_empower2": "ליצור חיבורים בין התרבות הפופולרית שהתלמידים אוהבים לבין המקורות התרבותיים הקודמים לה.",
    "taste-maker_empower3": "לעודד תלמידים לשאול שאלות ביקורתיות על ההיבטים האסתטיים והרקע ההיסטורי של כל מדיה בשימוש בכיתה.",
    "taste-maker_strenghts": "מעצבי טעם מביאים לרוב ידע עשיר באמנויות ובתחומי תרבות מגוונים, מה שמאפשר לתלמידים להבין ולהעריך טוב יותר ספרות, אמנות ומדיה קלאסית. הם גם נוטים לראות את התמונה הרחבה של התרבות, ומקשרים בין התרבות העכשווית לבין שורשיה ההיסטוריים והאסתטיים.",
    "taste-maker_challenges": "מעצבי טעם עלולים לעיתים להתייחס להעדפותיהם לגבי 'קלאסיקות' כאילו הן חסינות מביקורת, בשעה שהם מעודדים פירוק וביקורת על התרבות הפופולרית. הם עלולים להתקשות להתחבר לתלמידים שמגדירים את עצמם דווקא דרך התרבות הפופולרית, או שלא מתחברים כלל למה שנתפס כ'תרבות גבוהה'.",
    "teacher_description": "את/ה מחנך/ת שמבין/ה כי השתתפות בתרבות דיגיטלית וטכנולוגית דורשת גמישות ויכולת להתאים את עצמך לפורמטים וצורות ביטוי חדשות, הן בתוך בית הספר והן מחוץ לו. אולי את/ה משלב/ת קריאה של מחזות שייקספיר לצד עיבודים הוליוודיים, משתמש/ת בגרסאות מקוונות או אינטראקטיביות של ספרות קלאסית, או עושה שימוש בפורומים מקוונים וכיתות וירטואליות כדי לעודד את התלהבות התלמידים. מבחינתך, כל האפשרויות פתוחות – כל עוד את/ה מוצא/ת דרכים חדשות לחבר את התלמידים ללמידה ולתרבות דיגיטלית.",
    "teacher_protect1": "לעזור לתלמידים להבין מערכות יחסים בין-אישיות מכבדות במרחב המקוון והאופליין באמצעות פעילויות מובנות.",
    "teacher_protect2": "ליצור מרחב כיתתי בטוח שבו התלמידים יכולים להתנסות בדרכי ניתוח ותקשורת חדשות מבלי לחשוף אותם לחלק מהמציאות הקשוחה יותר של העולם האמיתי והמקוון.",
    "teacher_protect3": "למצוא דרכים להפוך את הנושאים המסורתיים למעניינים, ולעזור לתלמידים להתמקד בצורות שונות של תכני ליבה.",
    "teacher_empower1": "לעורר דיונים כיתתיים על מגוון רחב של מדיה ועל יחסי התלמידים איתה, וליצור קשרים בין טקסטים לטקסטים ובין טקסטים לחיי התלמידים.",
    "teacher_empower2": "לתת לתלמידים ביטחון להעריך, לנתח וליצור מדיה בצורות רבות, גם אם מיומנויות הקריאה שלהם בטקסט מודפס מאתגרות אותם.",
    "teacher_empower3": "להעריך את המעורבות של התלמידים בתרבות מעריצים ובשימושם במדיה כמרכיב מרכזי בלמידתם בכיתה.",
    "teacher_strenghts": "מורים 2.0 הם חסרי מנוחה ויצירתיים, ותמיד מוצאים דרכים חדשות לשלב את התלמידים במגוון רחב של נושאים. הם מאפשרים אינטראקציה בין התלמידים למורים באמצעות מדיה וטכנולוגיה, ומגיעים לתלמידים גם ברמה הרגשית על ידי התייחסות חיובית להנאה שלהם מהמדיה, במקביל ללמידה בכיתה.",
    "teacher_challenges": "בגלל האופי המגוון של הוראת מורים 2.0, השיעורים פגיעים לתקלות, אתגרים בלתי צפויים, ולעיתים נותרים לא גמורים (למשל כשהתלמידים לא מספיקים לצפות בכל הסרט, לא משתתפים בפורומים בצורה מספקת או לא מסיימים פרויקט מדיה). מורים 2.0 עשויים גם לפספס את הרצונות של חלק מהתלמידים שלא מעוניינים לשתף פעולה או לחלוק את התשוקה למדיה, או כאלה שמעדיפים להשאיר את ההתלהבות מהמדיה 'מחוץ לכיתה'.",
    "techie_description": "את/ה מעודכן/ת בכלים העדכניים, הנוצצים וה'מגניבים' ביותר – גדג'טים, מכשירים, אפליקציות, תוכנות, פלאג-אינים, ווידג'טים, אתרים וטכנולוגיות חינוכיות. כשמורים אחרים נתקלים בבעיות טכניות או מחפשים רעיונות חדשים, הם כנראה פונים אליך. האפשרות לערב תלמידים בכלי הטכנולוגיה שהם אוהבים ומשתמשים בהם בחיי היומיום (טלפונים סלולריים, טאבלטים וכו') מרגשת אותך, אבל את/ה גם אוהב/ת בעצמך את הטכנולוגיה. את/ה 'גיק' שאוהב ללמוד מיומנויות חדשות וכלים חדשים מתוך תחושת תשוקה לגילוי.",
    "techie_protect1": "ללמד את התלמידים להשתמש בכלי טכנולוגיה בצורה בטוחה ואחראית.",
    "techie_protect2": "לשמש כ'שער' או 'בקרת איכות' על אתרים ומשאבים דיגיטליים שהתלמידים ניגשים אליהם.",
    "techie_protect3": "להשתמש בעצמך בכלים טכנולוגיים חינוכיים כדי גם לייעל וגם להעשיר את תוכניות השיעור.",
    "techie_empower1": "לתת לתלמידים הזדמנות להשתמש בכלים הטכנולוגיים בעצמם ליצירת עבודותיהם.",
    "techie_empower2": "לעודד את התעניינות התלמידים בכלים טכנולוגיים חדשים כמו סמארטפונים ומכשירים ניידים.",
    "techie_empower3": "להיות סנגור/ית בבית הספר לשימוש בכלים טכנולוגיים חינוכיים בכיתות נוספות ועבור תלמידים אחרים.",
    "techie_strenghts": "מורים חובבי טכנולוגיה 'מחוברים לדופק' השינוי הטכנולוגי המהיר. הם מעוררים עניין אצל התלמידים סביב פלטפורמות ותוכנות חדשות, במקביל להוראת תוכן לימודי בכיתה.",
    "techie_challenges": "חובבי טכנולוגיה מתקשים לעיתים להתחבר למורים ותלמידים שאינם חולקים את התלהבותם או ביטחונם בעבודה עם טכנולוגיה חדשה. עליהם לוודא שהם אינם מתמקדים רק בגורם המשיכה של הטכנולוגיה עצמה, אלא שואלים גם שאלות מפתח על האופן שבו טכנולוגיה משמשת, לטוב ולרע, בחיי היומיום שלנו.",
    "trendsetter_description": "את/ה אחד/ת המורים ה'מגניבים' בבית הספר, שמשתף עם התלמידים (ולפעמים גם עם כמה מורים) את הידע שלך בתרבות פופולרית ואת הרצון ללמוד עוד על התרבות 'המדוברת' של הצעירים. ייתכן שאת/ה הורה שיש לו על הנגן יותר שירי פופ וראפ מאשר לילדיו, או שאת/ה פשוט אינך רחוק/ה מהתרבות שהנוער שלך צורך. את/ה סקרן/ית לגבי הטרנדים והנושאים החמים שמרכיבים חלק חיוני מחיי היומיום של התלמידים. מטרתך היא שתרבות בית הספר תפגוש את התלמידים במקום שבו הם נמצאים – התרבות הפופולרית שהם מכירים ואוהבים (ולעיתים גם את/ה אוהב/ת), בין אם זה מוזיקת פופ, היפ-הופ, סרטים שוברי קופות, ריאליטי טלוויזיוני או שלל נקודות התייחסות תרבותיות נוספות.",
    "trendsetter_protect1": "לטפח סביבה בטוחה לשילוב תרבות פופולרית מתאימה בכיתה.",
    "trendsetter_protect2": "להשתמש במגוון טקסטים מהתרבות הפופולרית כדי לעודד את התלמידים לשאול שאלות על היוצרים, קהל היעד, המסרים, המשמעויות והייצוגים של המציאות.",
    "trendsetter_protect3": "לבקש מהתלמידים לשקף את השימוש שלהם בתרבות פופולרית, במיוחד כאשר מדובר בהשפעה שלילית אפשרית על רווחתם או על הדימוי העצמי שלהם.",
    "trendsetter_empower1": "לפתוח חקירה על התרבות הפופולרית כחלק מהותי מהדיון בכיתה.",
    "trendsetter_empower2": "לעודד את עניין התלמידים בכלים טכנולוגיים חדשים כמו סמארטפונים ומכשירים ניידים.",
    "trendsetter_empower3": "לעודד תלמידים ליצור חיבורים בין התרבות הפופולרית לבין חומרי הלימוד המסורתיים יותר.",
    "trendsetter_strenghts": "יוצרי טרנדים מכירים בכך שהתלמידים מתלהבים ממגוון עצום של טקסטים בתרבות הפופולרית, והם משתמשים בכך כדי לערב אותם בלמידה פורמלית. הם גם מחברים בין המומחיות הייחודית של התלמידים בתרבות פופולרית לבין התוכן החדש שהם לומדים בכיתה.",
    "trendsetter_challenges": "יוצרי טרנדים עשויים להתקשות עם תלמידים שמרגישים מנותקים או אפילו מגדירים את עצמם כמנוגדים לתרבות הפופולרית שהרוב אוהב. הם צריכים גם לוודא שהשיח על התרבות הפופולרית לא יסתיים רק ב'אהבתי' או 'שנאתי', אלא ילמד את התלמידים כיצד ומדוע התרבות הפופולרית עושה את מה שהיא עושה.",
    "watchdog_description": "את/ה חשדנ/ית ומודאג/ת מהאופן שבו מערכות כלכליות ומוסדות גדולים משפיעים על חיינו היומיומיים, במיוחד דרך המדיה שאנחנו צורכים. את/ה רוצה שהתלמידים יבינו יותר מי שולט על המדיה ועל התכנים שהם רואים, שומעים וקוראים. איך פרסום, מדיניות ציבורית ובעלות על מדיה משפיעים על הצרכנות שלנו? מדוע כל כך קשה לעיתים לתלמידים לשאול שאלות ביקורתיות על תאגידי מדיה חזקים כמו דיסני או ניקולדיאון? את/ה מרגיש/ה לפעמים שאת/ה היחיד/ה שמספק/ת לתלמידים 'קריאת השכמה' בנוגע לאופן שבו מוסדות וכלכלות מעצבים את העולם שסביבם.",
    "watchdog_protect1": "לחשוף מניפולציות ו'טריקים' בפרסומות, תרבות פופולרית ומדיה המונית.",
    "watchdog_protect2": "לטפח ספקנות אצל התלמידים בנוגע למניעי מוסדות המדיה.",
    "watchdog_protect3": "לעזור לתלמידים להתגונן מפני מסרים חודרניים המפארים צרכנות.",
    "watchdog_empower1": "לעזור לתלמידים לשאול שאלות ביקורתיות על המערכות שבאמצעותן מדיה נוצרת, מופצת ונצרכת.",
    "watchdog_empower2": "לפתח אצל התלמידים הבנה קונקרטית לגבי הקשר בין המדיה לכלכלה ולפוליטיקה.",
    "watchdog_empower3": "לעודד תלמידים ליצור עבודות משלהם שמאתגרות את שליטת המסרים הצרכניים, לדוגמה ססמאות לשירות הציבור או פרודיות על מדיה המונים ותרבות פופולרית.",
    "watchdog_strenghts": "מורי Watchdog הם לעיתים קרובות הראשונים, ולעיתים היחידים, שמייצרים אצל התלמידים 'רגעי אהה!' משמעותיים כשהם מתחילים לראות את הקשר בין מערכות כוח ואינטרסים כלכליים לבין המדיה שהם צורכים. Watchdogs מנצלים את תחושת הכוח של התלמידים שיכולים לגלות הונאה או מניפולציה כדי לעזור להם להבין מערכות פוליטיות ואזרחיות מורכבות.",
    "watchdog_challenges": "המיקוד של Watchdogs במערכות כוח עלול לגרום לתלמידים לאמץ נקודת מבט צינית לגבי בעלות על מדיה – טיפוח ציניות אצל תלמידים צעירים עלול להעצים גישה חשדנית כלפי מערכות כוח (בבית הספר ובקהילה). הגישה הביקורתית עשויה גם להוביל לכך שהתלמידים יגידו למורה את מה שהם חושבים שהוא 'תשובה נכונה', מבלי באמת לאמץ את הערכים האלה בלב, בייחוד כשהם באמת נהנים מתרבות המונים ופופולרית.",
    "question1": "אנשים פסיביים כאשר הם לא מבחינים בהטיות ונקודות מבט המוטמעות במסרי מדיה.",
    "activist_description_": "את/ה תומך/ת במעורבות אזרחית של תלמידים באמצעות שימוש במדיה ובטכנולוגיה כדי להתמודד עם סוגיות מהעולם האמיתי.",
    "alt_description_": "את/ה מאתגר/ת את התלמידים בדרכים אלטרנטיביות לחיפוש, שימוש, חשיבה על ויצירת מדיה שאינה במיינסטרים.",
    "demystifier_description_": "את/ה רוצה לפתח אצל התלמידים כישורי חשיבה ביקורתית על ידי 'הסרת הערפל' סביב אופן יצירת המדיה.",
    "motivator_description_": "את/ה מטפח/ת את האוטונומיה של התלמידים כלומדים עצמאיים המונחים על ידי היצירתיות שלהם.",
    "professional_description_": "את/ה מפתח/ת כישורים ויכולות יצירתיות של התלמידים כמחברים, אמנים או אנשי מקצוע לעתיד.",
    "professor_description_": "את/ה רוצה שהתלמידים ירכשו ידע תוכני באמצעות שימוש במדיה וטכנולוגיה להגשמת מטרות הלמידה.",
    "spirit-guide_description_": "את/ה מסור/ה לעזור לתלמידים להשתמש במדיה לצורך רווחתם החברתית והרגשית.",
    "taste-maker_description_": "את/ה רוצה שהתלמידים יעריכו מדיה שהיא בעלת חשיבות תרבותית בהיסטוריה, אמנות, ספרות ומדעים.",
    "teacher_description_": "את/ה עוזר/ת לתלמידים להשתמש במדיה ובטכנולוגיה להתחבר וללמוד מאחרים כאזרחים דיגיטליים ברשת.",
    "techie_description_": "את/ה יודע/ת שכלי מדיה דיגיטליים וטכנולוגיה מעודדים תלמידים ללמידה מעמיקה ואותנטית.",
    "trendsetter_description_": "את/ה פוגש/ת את התלמידים 'במקום שבו הם נמצאים' על ידי חיבור הכיתה לתרבות פופולרית עכשווית.",
    "watchdog_description_": "את/ה רוצה שהתלמידים יחשבו על הקשרים הכלכליים והפוליטיים של מדיה וטכנולוגיה כמערכות המשפיעות על חיינו.",
    "question2": "אפשר להיות מוטעים על ידי מדיה כשלא יודעים מהו מקור המידע.",
    "question3": "מטרת הטלוויזיה היא בעצם למכור צופים למפרסמים.",
    "question4": "אני מודאג/ת מכך שמעט מאוד חברות שולטות בפרסום, בשידור, בסרטים ובעסקי האינטרנט.",
    "question5": "לאזרחים יש מחויבות לבטא את עצמם בנושאים שהם מאמינים בהם.",
    "question6": "אנחנו עלולים לאבד את הדמוקרטיה אם לא ניצור דור של אקטיביסטים שישמרו עליה.",
    "question7": "לעיתים קרובות מדי, מדיה מסיחה את דעת התלמידים מהמידע והרעיונות שחשובים באמת.",
    "question8": "אני חושש/ת שהשימוש של התלמידים במדיה פוגע בריכוז ובמוטיבציה שלהם בבית הספר.",
    "question9": "אם המיילים, הכתיבה, הסרטונים והתמונות שלך אינם נראים מקצועיים, לא תוכל/י להתחרות בשוק העבודה.",
    "question10": "כשעבודות המדיה של התלמידים נראות חובבניות, קשה לדעת אם הם למדו משהו.",
    "question11": "כשמדובר במדיה דיגיטלית, אם את/ה לא משתתפ/ת, את/ה מפספס/ת הזדמנויות ונשאר/ת מאחור.",
    "question12": "תלמידים שאינם פעילים ברשת מנותקים משאר העולם.",
    "question13": "הבתי ספר התחרותיים ביותר בעתיד ישקיעו בכלים הטכנולוגיים הנכונים ויעזרו לתלמידים ללמוד להשתמש בהם היטב.",
    "question14": "אם בית הספר שלי לא יתעדכן בטרנדים טכנולוגיים, הוא יישאר מאחור.",
    "question15": "אני חושש/ת שיש טכנולוגיות מדיה שמעודדות התנהגות אנטי-חברתית.",
    "question16": "אם התלמידים לא משתפים כיצד הם מרגישים לגבי מדיה ותרבות פופולרית, הם מפספסים הזדמנויות לצמיחה רגשית.",
    "question17": "אם לא אתן לתלמידיי גמישות להיות יצירתיים, הם עלולים לא ללמוד לדבר בקול עצמאי.",
    "question18": "יותר מדי אנשים אינם מעורבים בתהליך הלמידה ופיתוח היכולות הייחודיות שלהם.",
    "question19": "אם איני מכיר/ה את התרבות הפופולרית של התלמידים, הם יחשבו שאני מנותק/ת מחייהם.",
    "question20": "קשה להתחבר לצעירים אם אינך חולק/ת עניין בסרטים, מוזיקה, אופנה וסלבריטאים שהם אוהבים.",
    "question21": "רוב המסרים במדיה הזרם המרכזי, כמו רשתות הטלוויזיה, הם בזבוז זמן.",
    "question22": "יותר מדי אנשים אינם מודעים לחומרים האלטרנטיביים שקיימים במגזינים, מוזיקה וסרטים מסוימים.",
    "question23": "תלמידים עלולים להיות לכודים באינטרסים הצרים שלהם בתרבות הפופולרית.",
    "question24": "אני מודאג/ת מהעדר מורכבות בתרבות הפופולרית העכשווית.",
    "question25": "כשאת/ה יודע/ת איך אתר, משחק וידאו או תוכנית טלוויזיה באמת נוצרים, זה משנה לך את התפיסה לנצח.",
    "question26": "יוצרי מדיה מבצעים בחירות זהירות ומודעות כשהם מפיקים סרטים, תוכניות וטכנולוגיות אינטרנט.",
    "question27": "התמודדות עם סטריאוטיפים במדיה היא חיונית לשיפור הרווחה של אנשים.",
    "question28": "את/ה יכול/ה לשנות חיים של אדם על ידי לימודו כיצד להתנגד למסרי מדיה.",
    "question29": "חיוני שצעירים ישתמשו במדיה דיגיטלית בכיתה כדי לקדם שינוי חברתי.",
    "question30": "כשצעירים נוקטים פעולה חברתית באמצעות מדיה דיגיטלית, הם יכולים לשנות את העולם.",
    "question31": "הדבר הטוב ביותר באינטרנט הוא הגישה לתכנים, רעיונות ומידע עשירים שאני יכול/ה להשתמש בהם בכיתה.",
    "question32": "מדיה דיגיטלית מקלה על התלמידים להתחבר לנושאי לימוד שבעיניהם משעממים.",
    "question33": "כשילדים משתמשים באותם כלים שאנשי מקצוע משתמשים בהם, הם מרגישים שקולם נשמע יותר.",
    "question34": "כשתלמידים עובדים קשה, הם יכולים ליצור הפקות שנראות ונשמעות טוב כמו מה שרואים במדיה המיינסטרים, למשל הוליווד או חדשות טלוויזיה.",
    "question35": "כשמשתמשים במדיה חברתית במלוא הפוטנציאל, היא יכולה לחולל מהפכה בחינוך.",
    "question36": "ככל שאנחנו משתפים יותר ברשת, כך אנחנו תורמים יותר לחברה.",
    "question37": "כשתלמידים לומדים לשלוט בכלי טכנולוגיה חדש, הם זוכים לידע ומעמד ייחודיים.",
    "question38": "כלים חינוכיים טובים עוזרים למורים ללמד טוב יותר.",
    "question39": "מדיה עוזרת לתלמידים להפעיל רגשות ותחושות בכיתה ובכך מקדמת למידה.",
    "question40": "שימוש במדיה בכיתה מעודד אמפתיה והבנה חברתית.",
    "question41": "כשאכפת לתלמידים ממש מנושא מסוים, שום דבר לא יעצור אותם מללמוד עליו עוד.",
    "question42": "היצירתיות של התלמידים משתחררת כשמגלים נושאים שמושכים את תשומת ליבם.",
    "question43": "להישאר מעודכן בתרבות הפופולרית של הצעירים גורם לי להרגיש מחובר יותר לתלמידים.",
    "question44": "העניין של התלמידים בתרבות הפופולרית יכול לקדם את התעניינותם בנושאים לימודיים.",
    "question45": "סרטים דוקומנטריים ואלטרנטיביים מעניינים ושימושיים יותר עבור התלמידים שלי מסרטי הוליווד.",
    "question46": "חיי התלמידים מועשרים כשהם מחפשים ייצוגי מדיה אלטרנטיביים.",
    "question47": "חיי התלמידים מועשרים כשהם מבינים כיצד ולמה הקלאסיקות במדיה רלוונטיות לסוגיות עכשוויות.",
    "question48": "ראוי לחשוף ילדים להיסטוריה התרבותית העשירה שמציעות יצירות קולנוע וספרות קלאסיות.",
    "What is?": "אודות המבחן",
    "Digital Learning Motivation Quiz for Educators (DLMQE):": "המבחן למוטיבציה ללמידה דיגיטלית למורים (DLMQE):",
    "Quiz Explanation": "כלי מדידה בן 48 פריטים (בסולם ליקרט) הבוחן את תפיסת המורים כלפי הערך והרלוונטיות של שישה תחומי תוכן: יחס לכלי טכנולוגיה, ז'אנרים ופורמטים; תוכן מסרים ואיכותם; חיבור לקהילה; טקסטים וקהל; מערכות מדיה; ומיקוד בלומד. </br> פרופילי 'מפת המוטיבציה הדיגיטלית' מבוססים על התובנה שמורים שונים מאמצים רמות שונות של אמונה בתועלות (העצמה) או בסיכונים (הגנה) בשימוש במדיה וטכנולוגיה. הכלי בוחן את מידת הערכת המורה ל: (1) טכנולוגיה, ז'אנרים ופורמטים; (2) תוכן מסרים ואיכותם; (3) חיבור לקהילה; (4) טקסטים וקהל; (5) הבנת מערכות מדיה; (6) התמקדות בלומד. <br/> מדדי המוטיבציה ללמידה דיגיטלית מציגים 12 פרופילים: Techie, Professional (טכנולוגיה, ז'אנרים ופורמטים); Tastemaker, Professor (תוכן מסרים ואיכותם); Activist, Teacher 2.0 (חיבור לקהילה); Alt, Trendsetter (טקסטים וקהל); Watchdog, Demystifier (מערכות מדיה); Motivator, Spirit Guide (מיקוד בלומד). לכל אחד מ-12 הפרופילים יש ארבעה פריטים בסקר: שניים בעלי זיקה לתמות של 'הגנה' ושניים בעלי זיקה לתמות של 'העצמה'. לדוגמה, פריט של Activist בהקשר 'הגנה' יכול להיות: 'תפקידי לעזור לתלמידים לבחון כיצד ומדוע המוסדות החברתיים עלולים להיות לא הוגנים ולא שוויוניים'. דוגמה לפריט של Activist בהקשר 'העצמה' יכול להיות: 'שימוש במדיה וטכנולוגיה בכיתה צריך לעודד מעורבות אזרחית'.",
    "Take the quiz as individually or in group!": "ניתן לקחת את המבחן באופן אישי או בקבוצה!",
    "Your account is waiting confirmation. Please wait, we will mail after confirmation.": "החשבון שלך ממתין לאישור על ידי מנהל. אנא המתן, נשלח לך מייל לאחר האישור.",
    "Sorry user cannot be identified.": "מצטערים, לא ניתן לזהות את המשתמש.",
    "Users account is verified.": "החשבון של המשתמש אומת.",
    "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation": "נרשמת בהצלחה, אך חשבונך דורש אישור מנהל. אנא המתן, נשלח לך מייל לאחר האישור.",
    "Welcome Email": "אימייל ברוך הבא",
    "Congratulations": "מזל טוב",
    "Your <a href='https://www.setyourmotivation.com/'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.": "החשבון שלך ב-<a href='https://www.setyourmotivation.com/login'>Set Your Motivation</a> אושר. כעת תוכל/י להתחבר באמצעות כתובת האימייל והסיסמה שלך.",
    "Your email address": "כתובת האימייל שלך",
    "A new user has registered  , Please click on the below link to verify the account.": "משתמש חדש נרשם, אנא לחץ/י על הקישור למטה כדי לאמת את החשבון.",
    "Verify Account": "אמת חשבון",
    "Dashboard": "לוח בקרה"
  }
  