{
  "Download Translate File": "डाउनलोड ट्रांसलेट फाइल",
  "Home": "होम",
  "Around the Web": "वेब पर",
  "Contact Us": "संपर्क करें",
  "For more information about the Digital Learning Motivation Quiz for Educators, please contact:": "शिक्षकों के लिए डिजिटल लर्निंग मोटिवेशन क्विज़ के बारे में अधिक जानकारी के लिए, कृपया संपर्क करें:",
  "Group Information": "समूह जानकारी",
  "Group Name": "समूह का नाम",
  "Pin": "पिन",
  "Description": "विवरण",
  "Create": "बनाएं",
  "Update": "अद्यतन करें",
  "Results": "परिणाम",
  "Search..": "खोजें..",
  "Name": "नाम",
  "Email": "ईमेल पता",
  "Activist": "गतिवादी",
  "Alt": "वैकल्पिक",
  "Demystifier": "रहस्योद्घाटनकर्ता",
  "Motivator": "प्रेरक",
  "Professional": "पेशेवर",
  "Professor": "प्रोफेसर",
  "Spirit Guide": "आध्यात्मिक मार्गदर्शक",
  "Taste Maker": "स्वाद निर्माता",
  "Taste-Maker": "स्वाद निर्माता",
  "Teacher 2.0": "शिक्षक 2.0",
  "Techie": "तकनीकी विशेषज्ञ",
  "Trendsetter": "रुझान निर्माता",
  "Watchdog": "निगरानीकर्ता",
  "Protect": "रक्षा करें",
  "Empower": "सशक्त करें",
  "Process": "प्रक्रिया",
  "Empower vs. Protect": "सशक्त बनाम रक्षा",
  "Your All Motivations": "आपकी सभी प्रेरणाएँ",
  "Delete": "हटाएं",
  "View": "देखें",
  "Are you sure": "क्या आप सुनिश्चित हैं?",
  "The deletion process will have serious consequences": "हटाने की प्रक्रिया के गंभीर परिणाम हो सकते हैं",
  "If you delete the result, you will not be able to bring it back": "यदि आप परिणाम हटाते हैं, तो आप उसे पुनः प्राप्त नहीं कर सकते",
  "result has been deleted": "परिणाम हटा दिया गया है",
  "result has not been deleted": "परिणाम नहीं हटाया गया है",
  "Total User": "कुल उपयोगकर्ता",
  "Motivation": "प्रेरणा",
  "Style": "शैली",
  "Top Motivations": "शीर्ष प्रेरणाएँ",
  "Groups": "समूह",
  "New Group": "नया समूह",
  "Id": "पहचान",
  "Edit": "संपादित करें",
  "View Group`s Results": "समूह के परिणाम देखें",
  "If you delete the group, you will not be able to bring it and it`s results back": "यदि आप समूह को हटाते हैं, तो आप इसे और इसके परिणामों को पुनः प्राप्त नहीं कर सकेंगे",
  "Group has been deleted": "समूह हटा दिया गया है",
  "Group has not been deleted": "समूह नहीं हटाया गया है",
  "Reference Information": "संदर्भ जानकारी",
  "Title": "शीर्षक",
  "Link": "लिंक",
  "Date": "तारीख",
  "References": "संदर्भ",
  "New reference": "नया संदर्भ",
  "If you delete the reference, you will not be able to bring it back": "यदि आप संदर्भ को हटाते हैं, तो आप उसे पुनः प्राप्त नहीं कर सकते",
  "reference has been deleted": "संदर्भ हटा दिया गया है",
  "reference has not been deleted": "संदर्भ नहीं हटाया गया है",
  "Login": "लॉग इन",
  "E-Mail Address": "ईमेल पता",
  "Password": "पासवर्ड",
  "Remember Me": "मुझे याद रखें",
  "Forgot Your Password?": "क्या आपने अपना पासवर्ड भूल गए?",
  "Reset Password": "पासवर्ड रीसेट करें",
  "Send Password Reset Link": "पासवर्ड रीसेट लिंक भेजें",
  "Confirm Password": "पासवर्ड की पुष्टि करें",
  "Register": "पंजीकरण करें",
  "Discover yourself now!": "अभी खुद को खोजें!",
  "Join our Digital Media Literacy Survey Free!": "हमारे डिजिटल मीडिया साक्षरता सर्वेक्षण में मुफ्त में शामिल हों!",
  "No matter what your motivation is, Digital Learning Motivation Quiz for Educators has ideas to improve digital & media literacy in your classroom.": "चाहे आपकी प्रेरणा कुछ भी हो, यह क्विज़ आपके कक्षा में डिजिटल और मीडिया साक्षरता सुधारने के उपाय प्रस्तुत करता है।",
  "Individual Entry": "व्यक्तिगत प्रवेश",
  "Group Entry": "समूह प्रवेश",
  "Academic References to Our Survey!": "हमारे सर्वेक्षण के शैक्षणिक संदर्भ!",
  "Thank you for citing...": "उद्धरण के लिए धन्यवाद...",
  "Join Us": "हमारे साथ शामिल हों",
  "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "यदि आप सर्वेक्षण को अपनी भाषा में अनुवाद करना चाहते हैं, तो कृपया निम्नलिखित अनुवाद फ़ाइल का अनुवाद करें और हमसे संपर्क करें।",
  "Strenghts": "ताकतें",
  "Challenges": "चुनौतियाँ",
  "Media Education Lab Admin Panel": "मीडिया एजुकेशन लैब एडमिन पैनल",
  "Admin Panel": "एडमिन पैनल",
  "Individual Results": "व्यक्तिगत परिणाम",
  "Group Results": "समूह परिणाम",
  "Download Results": "परिणाम डाउनलोड करें",
  "Back to Home": "होम पर वापस जाएँ",
  "Media Literacy Survey": "मीडिया साक्षरता सर्वेक्षण",
  "Welcome To Our Digital Media Education Survey": "हमारे डिजिटल मीडिया एजुकेशन सर्वेक्षण में आपका स्वागत है",
  "Menu": "मेनू",
  "Admin Entry": "एडमिन प्रवेश",
  "Logout": "लॉग आउट",
  "Our Mission": "हमारा मिशन",
  "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service. We emphasize interdisciplinary scholarship and practice that stands at the intersections of communication, media studies and education.": "मीडिया एजुकेशन लैब अनुसंधान और सामुदायिक सेवा के माध्यम से मीडिया साक्षरता शिक्षा को आगे बढ़ाता है। हम संचार, मीडिया अध्ययन और शिक्षा के बीच के संगम पर आधारित अंतरविषयक विद्वता और अभ्यास पर बल देते हैं।",
  "Contact": "संपर्क",
  "Copyright": "कॉपीराइट",
  "About Us": "हमारे बारे में",
  "Learn your Media Education Motivation": "अपनी मीडिया एजुकेशन प्रेरणा जानें",
  "Media Education Lab": "मीडिया एजुकेशन लैब",
  "Respond to these statements according to how important they are to you:": "इन बयानों के प्रति अपनी महत्ता के अनुसार प्रतिक्रिया दें:",
  "Each question has 5 options.": "प्रत्येक प्रश्न के 5 विकल्प हैं।",
  "Please type the group name provided by your instructor.": "कृपया अपने प्रशिक्षक द्वारा दिया गया समूह नाम लिखें।",
  "Group Pin": "समूह पिन",
  "Please type the group pin provided by your instructor.": "कृपया अपने प्रशिक्षक द्वारा दिया गया समूह पिन लिखें।",
  "Your Email": "आपका ईमेल",
  "Your Name": "आपका नाम",
  "Questions": "प्रश्न",
  "Strongly disagree": "पूरी तरह असहमत",
  "Somewhat disagree": "कुछ हद तक असहमत",
  "Neither agree nor disagree": "न तो सहमत, न असहमत",
  "Somewhat agree": "कुछ हद तक सहमत",
  "Strongly agree": "पूरी तरह सहमत",
  "Send": "भेजें",
  "You are a": "आप एक हैं",
  "Read More..": "अधिक पढ़ें..",
  "Close": "बंद करें",
  "You are also a": "आप भी एक हैं",
  "Take Quiz Individually": "व्यक्तिगत रूप से क्विज़ लें",
  "Take Quiz in Group": "समूह में क्विज़ लें",
  "What is Your Digital Learning Motivation?": "आपकी डिजिटल लर्निंग प्रेरणा क्या है?",
  "You see the opportunities and advantages to using media and technology in your teaching practice.": "आप अपनी शिक्षण प्रक्रिया में मीडिया और तकनीक के उपयोग के अवसर और लाभ देखते हैं।",
  "You see the risks and challenges to using media and technology in your teaching practice.": "आप अपनी शिक्षण प्रक्रिया में मीडिया और तकनीक के उपयोग के जोखिम और चुनौतियाँ देखते हैं।",
  "activist_description": "आप राजनीति के माध्यम से लोकतांत्रिक भागीदारी को बढ़ावा देने के लिए उत्साही हैं, चाहे आपका अंतिम लक्ष्य सामाजिक न्याय, पर्यावरण संरक्षण या कुछ और हो। आप कक्षा में छात्रों को दुनिया बदलने के लिए प्रेरित करते हैं।",
  "activist_protect1": "छात्रों को मीडिया में हानिकारक संदेशों से बचने का तरीका सिखाएं।",
  "activist_protect2": "छात्रों को लोकतांत्रिक भागीदारी के लिए राजनीतिक प्रक्रिया की गहरी समझ प्रदान करें।",
  "activist_protect3": "एक ऐसा दृष्टिकोण प्रस्तुत करें जो सार्वजनिक कार्रवाई में नवाचार का संकेत देता हो।",
  "activist_empower1": "छात्रों को राजनीतिक कार्रवाई में अपनी राय व्यक्त करने में मदद करें।",
  "activist_empower2": "छात्रों को मौलिक विचार व्यक्त करने के लिए मीडिया बनाने के अवसर प्रदान करें।",
  "activist_empower3": "छात्रों को स्थापित विचारों पर प्रश्न उठाने के लिए प्रोत्साहित करें।",
  "activist_strenghts": "गतिवादी स्वाभाविक रूप से नेता होते हैं, जो छात्रों में उनके स्वस्थ लोकतंत्र में भूमिका की समझ बढ़ाते हैं।",
  "activist_challenges": "कभी-कभी गतिवादियों के लिए यह निर्धारित करना मुश्किल हो जाता है कि छात्र अपनी खुद की राय बनाने में कितने सक्षम हैं।",
  "alt_description": "आप एक रचनात्मक शिक्षक हैं जो मीडिया को खोजने और बनाने के लिए वैकल्पिक दृष्टिकोण अपनाते हैं।",
  "alt_protect1": "छात्रों को मीडिया के मुख्य नजरिए पर प्रश्न उठाने के लिए सिखाएं।",
  "alt_protect2": "उन वैकल्पिक सांस्कृतिक प्रभावों को साझा करें जिन्होंने आपके जीवन को प्रभावित किया है।",
  "alt_protect3": "छात्रों को वैकल्पिक दृष्टिकोण और कथानक समझने में मदद करें।",
  "alt_empower1": "छात्रों को नई संचार विधियाँ अपनाने के लिए प्रोत्साहित करें।",
  "alt_empower2": "छात्रों को अनौपचारिक मीडिया निर्माण की झलक दिखाएं।",
  "alt_empower3": "छात्रों को पारंपरिक मानदंडों को चुनौती देने वाली मीडिया बनाने का अवसर दें।",
  "alt_strenghts": "वैकल्पिक शिक्षक ऐसा वातावरण बनाते हैं जो नवाचार और रुचि को प्रोत्साहित करता है।",
  "alt_challenges": "कभी-कभार व्यक्तिगत प्राथमिकताएँ निष्पक्ष मूल्यांकन को प्रभावित कर सकती हैं।",
  "demystifier_description": "आप मीडिया निर्माण के रहस्यों को उजागर करना और छात्रों की आलोचनात्मक सोच को बढ़ाना चाहते हैं।",
  "demystifier_protect1": "छात्रों को बताएं कि डिजिटल परिवर्तन वास्तविकता की धारणा को कैसे बदलता है।",
  "demystifier_protect2": "छात्रों को जनमीडिया के नकारात्मक संदेशों से बचाएं।",
  "demystifier_protect3": "छात्रों को मीडिया की पारंपरिक समझ पर प्रश्न उठाने के लिए प्रोत्साहित करें।",
  "demystifier_empower1": "निर्माण प्रक्रिया को उजागर करके छात्रों की रचनात्मकता को प्रोत्साहित करें।",
  "demystifier_empower2": "छात्रों को सिद्धांत और प्रायोगिक मीडिया निर्माण के बीच संबंध समझाएं।",
  "demystifier_empower3": "छात्रों को मीडिया निर्माण प्रक्रियाओं पर आलोचनात्मक प्रश्न पूछने के लिए प्रेरित करें।",
  "demystifier_strenghts": "आप छात्रों की मीडिया समझ के महत्वपूर्ण क्षणों को पहचानने में सक्षम हैं।",
  "demystifier_challenges": "कभी-कभार आपको यह समझने में कठिनाई होती है कि उजागर प्रक्रिया छात्रों को कैसे प्रभावित करती है।",
  "motivator_description": "आप छात्रों को प्रेरित करते हैं और उनकी स्वायत्तता को रचनात्मकता के माध्यम से बढ़ावा देते हैं।",
  "motivator_protect1": "छात्रों को मीडिया के नकारात्मक प्रभावों से बचने का तरीका सिखाएं।",
  "motivator_protect2": "छात्रों के बीच सकारात्मक प्रतिक्रिया देने के लिए प्रोत्साहित करें।",
  "motivator_protect3": "ऐसी शिक्षण सामग्री चुनें जो छात्रों के आत्मविश्वास को न घटाए।",
  "motivator_empower1": "एक ऐसा वातावरण बनाएं जहाँ छात्र स्वतंत्र रूप से अपनी राय व्यक्त कर सकें।",
  "motivator_empower2": "छात्रों को उनकी रुचि के विषय चुनने के लिए प्रोत्साहित करें।",
  "motivator_empower3": "छात्रों को रचनात्मकता को विकसित करने और व्यक्त करने के अवसर प्रदान करें।",
  "motivator_strenghts": "प्रेरक अपने सहपाठियों को सहयोग और अभिव्यक्ति के लिए प्रेरित करने के लिए प्रसिद्ध हैं।",
  "motivator_challenges": "स्पष्ट संरचना की कमी से कक्षा में अव्यवस्था और भ्रम हो सकता है।",
  "professional_description": "आप छात्रों की रचनात्मकता और व्यावहारिक क्षमताओं को विकसित करने के लिए काम करते हैं, जो उनके भविष्य के लिए नींव हैं।",
  "professional_protect1": "छात्रों को मीडिया निर्माण में तकनीकी विफलताओं से बचाएं।",
  "professional_protect2": "छात्रों को मीडिया निर्माण के पेशेवर मानदंडों से परिचित कराएं।",
  "professional_protect3": "कक्षा में अनुशासन बनाए रखने के लिए संगठित तरीके अपनाएं ताकि छात्र विचलित न हों।",
  "professional_empower1": "पेशेवरता पर बल देकर छात्रों को सशक्त बनाएं।",
  "professional_empower2": "छात्रों को एक पेशेवर दृष्टिकोण अपनाने में मदद करें, जो उच्च मानकों के सामने खड़ा हो।",
  "professional_empower3": "ऐसे अवसर प्रदान करें जो शैक्षणिक और पेशेवर विकास दोनों को जोड़ते हों।",
  "professional_strenghts": "पेशेवरता छात्रों को उच्च मानक अपनाने के लिए प्रेरित करती है।",
  "professional_challenges": "बाहरी रूप पर अत्यधिक ध्यान देने से सीखने के मूल तत्व की अनदेखी हो सकती है।",
  "professor_description": "आप मीडिया का उपयोग ज्ञान को फैलाने के लिए करते हैं।",
  "professor_protect1": "छात्रों को कक्षा में ध्यान केंद्रित रखने में मदद करें।",
  "professor_protect2": "सामग्री की समझ बढ़ाने के लिए चर्चाएं आयोजित करें।",
  "professor_protect3": "मीडिया का उपयोग सुरक्षित अन्वेषण के लिए करें।",
  "professor_empower1": "छात्रों को सिखाएं कि मीडिया सीखने की प्रक्रिया को कैसे मजबूत बनाता है।",
  "professor_empower2": "छात्रों के लिए स्वीकृत संचार शैलियों का दायरा बढ़ाएं।",
  "professor_empower3": "मीडिया के माध्यम से सफलता की एक दृष्टि प्रस्तुत करें।",
  "professor_strenghts": "प्रोफेसर के पास स्पष्ट दृष्टिकोण होता है, जो छात्रों को तकनीक और सीखने के बीच संबंध समझने में मदद करता है।",
  "professor_challenges": "कठोर पाठ्यक्रम का पालन कभी-कभी रचनात्मक अवसरों को सीमित कर देता है।",
  "spirit-guide_description": "आप छात्रों की भावनात्मक विकास पर ध्यान देते हैं और एक सुरक्षित वातावरण प्रदान करते हैं जहाँ वे स्वयं को व्यक्त कर सकें।",
  "spirit-guide_protect1": "छात्रों को मीडिया के नकारात्मक चित्रण से बचाएं जो उनके आत्म-सम्मान को प्रभावित कर सकते हैं।",
  "spirit-guide_protect2": "छात्रों में रूढ़िवादी धारणाओं का सामना करें।",
  "spirit-guide_protect3": "छात्रों के लिए एक सुरक्षित, गुमनाम वातावरण तैयार करें जहाँ वे स्वतंत्र रूप से विचार साझा कर सकें।",
  "spirit-guide_empower1": "छात्रों को मीडिया के माध्यम से अपनी भावनाएँ व्यक्त करने के लिए प्रोत्साहित करें।",
  "spirit-guide_empower2": "छात्रों के व्यक्तिगत अनुभवों और मीडिया के बीच संबंध पर चर्चा करें।",
  "spirit-guide_empower3": "शिक्षण में आत्म-प्रतिबिंब के अभ्यास को शामिल करें।",
  "spirit-guide_strenghts": "आपका मार्गदर्शन छात्रों में विश्वास और सुरक्षा की भावना पैदा करता है।",
  "spirit-guide_challenges": "कुछ छात्र अपनी निजी समस्याएँ कक्षा में साझा करने से हिचकते हैं।",
  "taste-maker_description": "आप चाहते हैं कि छात्र अपने सांस्कृतिक दृष्टिकोण का विस्तार करें, और उन्हें सौंदर्य तथा सांस्कृतिक ज्ञान प्रदान करें।",
  "taste-maker_protect1": "छात्रों को संकरी सांस्कृतिक धारणाओं से बाहर निकलने के लिए प्रेरित करें।",
  "taste-maker_protect2": "छात्रों से अपेक्षा करें कि वे सतही और गहरी सूचनाओं में अंतर करें।",
  "taste-maker_protect3": "कला के क्लासिक प्रतिरूपों पर ध्यान केंद्रित करने की रणनीति अपनाएं।",
  "taste-maker_empower1": "छात्रों को सांस्कृतिक प्राथमिकताओं पर आलोचनात्मक सोच विकसित करने में मदद करें।",
  "taste-maker_empower2": "छात्रों को पोप संस्कृति और सांस्कृतिक विरासत के बीच संबंध खोजने के लिए प्रोत्साहित करें।",
  "taste-maker_empower3": "छात्रों को सौंदर्य और ऐतिहासिक पृष्ठभूमि पर विश्लेषणात्मक प्रश्न पूछने के लिए प्रेरित करें।",
  "taste-maker_strenghts": "स्वाद निर्माता कला संबंधी जानकारी साझा करते हैं और सांस्कृतिक चेतना को बढ़ावा देते हैं।",
  "taste-maker_challenges": "कभी-कभार व्यक्तिगत प्राथमिकताएँ मीडिया के प्रति निष्पक्ष विश्लेषण को प्रभावित करती हैं।",
  "teacher_description": "आप समझते हैं कि पारंपरिक तरीकों के साथ आधुनिक तकनीक का संयोजन शिक्षण में कितना महत्वपूर्ण है।",
  "teacher_protect1": "छात्रों को डिजिटल और वास्तविक जीवन में संबंध प्रबंधन में सहायता करें।",
  "teacher_protect2": "एक सुरक्षित कक्षा वातावरण बनाएं जहाँ छात्र नई संचार विधियाँ आज़मा सकें।",
  "teacher_protect3": "पारंपरिक पाठ्यक्रम को आकर्षक बनाने के लिए नवीन शिक्षण तकनीकों का उपयोग करें।",
  "teacher_empower1": "छात्रों को सक्रिय रूप से अपनी राय व्यक्त करने के लिए प्रोत्साहित करें।",
  "teacher_empower2": "डिजिटल मीडिया और पारंपरिक शिक्षण के बीच सेतु का निर्माण करें।",
  "teacher_empower3": "छात्रों की विविधता और अनूठी अभिव्यक्तियों का सम्मान करें।",
  "teacher_strenghts": "2.0 शिक्षक रचनात्मक होते हैं और कक्षा में सहयोग बढ़ाते हैं।",
  "teacher_challenges": "संरचना की कमी कक्षा में अव्यवस्था और दिशाहीनता का कारण बन सकती है।",
  "techie_description": "आप नवीनतम तकनीकों पर निरंतर नज़र रखते हैं और अपने छात्रों के साथ अपना उत्साह साझा करते हैं।",
  "techie_protect1": "छात्रों को तकनीकी उपकरणों का सही और सुरक्षित उपयोग करना सिखाएं।",
  "techie_protect2": "छात्रों को डिजिटल संसाधनों के उपयोग में गुणवत्ता सुनिश्चित करें।",
  "techie_protect3": "तकनीकी उपकरणों का उपयोग करके शिक्षण को समृद्ध करें।",
  "techie_empower1": "नए तकनीकी उपकरणों की प्रत्यक्ष उपलब्धता के माध्यम से छात्रों को सशक्त बनाएं।",
  "techie_empower2": "छात्रों में स्मार्टफोन, टैबलेट आदि जैसे नवाचारी डिजिटल उपकरणों के प्रति रुचि जगाएं।",
  "techie_empower3": "डिजिटल परिवर्तन को बढ़ावा देने वाली शिक्षण योजनाओं का विकास करें।",
  "techie_strenghts": "तकनीकी विशेषज्ञ नवीनतम नवाचारों से अवगत रहते हैं और अपना उत्साह साझा करते हैं।",
  "techie_challenges": "जो लोग समान उत्साह नहीं रखते, उनसे संवाद में कठिनाई हो सकती है।",
  "trendsetter_description": "आप एक आधुनिक शिक्षक हैं जो कक्षा में पोप संस्कृति को शामिल करते हैं।",
  "trendsetter_protect1": "पोप संस्कृति के समावेश के लिए एक सुरक्षित वातावरण बनाएं।",
  "trendsetter_protect2": "पोप संस्कृति के तत्वों के माध्यम से छात्रों को सोचने के लिए प्रेरित करें।",
  "trendsetter_protect3": "पोप संस्कृति के प्रभाव पर छात्रों के विचार प्रोत्साहित करें।",
  "trendsetter_empower1": "छात्रों में पोप संस्कृति पर चर्चा की इच्छा जगाएं।",
  "trendsetter_empower2": "छात्रों को पोप संस्कृति को पाठ्यक्रम में शामिल करने का अवसर दें।",
  "trendsetter_empower3": "आधुनिक उदाहरणों के माध्यम से छात्रों की रचनात्मक सोच को प्रोत्साहित करें।",
  "trendsetter_strenghts": "नवीन शिक्षक पोप संस्कृति को कक्षा में शामिल करके सीखने के अनुभव को समृद्ध करते हैं।",
  "trendsetter_challenges": "कुछ छात्र पोप संस्कृति के साथ तालमेल नहीं बिठा पाते।",
  "watchdog_description": "आप इस बात पर सावधान रहते हैं कि अर्थव्यवस्था और संस्थान मीडिया को कैसे प्रभावित करते हैं।",
  "watchdog_protect1": "मीडिया में धोखाधड़ी के तरीके और चालों का पर्दाफाश करें।",
  "watchdog_protect2": "छात्रों को बाहरी दिखावे से परे जाकर सच्चाई खोजने के लिए प्रोत्साहित करें।",
  "watchdog_protect3": "छात्रों को अत्यधिक उपभोग से बचाने में मदद करें।",
  "watchdog_empower1": "मीडिया के संचालन पर आलोचनात्मक प्रश्न उठाने के लिए छात्रों को प्रेरित करें।",
  "watchdog_empower2": "छात्रों को मीडिया और अर्थव्यवस्था/राजनीति के बीच संबंध समझने में सहायता करें।",
  "watchdog_empower3": "छात्रों की आलोचनात्मक और रचनात्मक सोच को प्रोत्साहित करें।",
  "watchdog_strenghts": "निगरानीकर्ता जटिल अवधारणाओं को समझाने में महत्वपूर्ण भूमिका निभाते हैं।",
  "watchdog_challenges": "अत्यधिक ध्यान देने से छात्रों में संस्थानों के प्रति नकारात्मक दृष्टिकोण पैदा हो सकता है।",
  "question1": "जब लोग मीडिया में पूर्वाग्रह नहीं पहचानते, तो वे निष्क्रिय हो जाते हैं।",
  "question2": "यदि आप स्रोत नहीं जानते, तो आप मीडिया से भ्रमित हो सकते हैं।",
  "question3": "टीवी का मुख्य उद्देश्य विज्ञापनदाताओं को आकर्षित करना है।",
  "question4": "मुझे चिंता है कि मीडिया को नियंत्रित करने वाली कंपनियों की संख्या बहुत अधिक है।",
  "question5": "नागरिकों का सामाजिक मुद्दों पर अपनी राय व्यक्त करना अनिवार्य है।",
  "question6": "यदि हम गतिविधियों को प्रोत्साहित नहीं करेंगे, तो लोकतंत्र खतरे में पड़ सकता है।",
  "question7": "मीडिया अक्सर छात्रों का ध्यान महत्वपूर्ण विषयों से भटका देता है।",
  "question8": "मुझे चिंता है कि मीडिया का उपयोग कक्षा में छात्रों की एकाग्रता को प्रभावित कर सकता है।",
  "question9": "यदि आपका ईमेल, पाठ, वीडियो और फोटो पेशेवर नहीं हैं, तो आप प्रतिस्पर्धा नहीं कर पाएंगे।",
  "question10": "जब छात्र पेशेवर मीडिया नहीं बनाते, तो उनके सीखने का मूल्यांकन करना मुश्किल होता है।",
  "question11": "डिजिटल युग में, यदि आप भाग नहीं लेते, तो आप पीछे छूट जाएंगे।",
  "question12": "जो छात्र ऑनलाइन सक्रिय नहीं हैं, वे बाहरी दुनिया से कट जाते हैं।",
  "question13": "सबसे प्रतिस्पर्धी स्कूल शीर्ष तकनीक और शिक्षा में निवेश करते हैं।",
  "question14": "यदि मेरा स्कूल तकनीकी प्रगति के साथ नहीं चलता, तो हम पीछे रह जाएंगे।",
  "question15": "मुझे चिंता है कि कुछ मीडिया एंटी-सोशल व्यवहार को बढ़ावा दे सकते हैं।",
  "question16": "यदि छात्र मीडिया पर अपनी भावनाएँ व्यक्त नहीं करते, तो वे विकास के अवसर खो देते हैं।",
  "question17": "यदि छात्रों को खुद को व्यक्त करने का अवसर नहीं मिलता, तो वे यह नहीं सीख पाएंगे कि कैसे व्यक्त करें।",
  "question18": "कई लोग सीखने और कौशल विकसित करने से इंकार करते हैं।",
  "question19": "यदि आप छात्रों की पोप संस्कृति से परिचित नहीं हैं, तो उन्हें लगेगा कि आप उनसे जुड़े नहीं हैं।",
  "question20": "यदि आपके और युवाओं की रुचियाँ मेल नहीं खातीं, तो उनसे जुड़ना कठिन हो जाता है।",
  "question21": "अधिकांश मीडिया संदेश समय की बर्बादी हैं।",
  "question22": "कई लोग वैकल्पिक मीडिया के बारे में अपर्याप्त जानकारी रखते हैं।",
  "question23": "छात्र संकुचित पोप संस्कृति में फंस सकते हैं।",
  "question24": "मुझे चिंता है कि आधुनिक पोप संस्कृति में जटिलता की कमी है।",
  "question25": "जब आप समझते हैं कि वेबसाइट, वीडियो गेम और टीवी शो कैसे बनाए जाते हैं, तो आपकी मीडिया धारणा बदल जाती है।",
  "question26": "मीडिया निर्माता निर्माण प्रक्रिया में सावधानीपूर्वक निर्णय लेते हैं।",
  "question27": "मीडिया में पूर्वाग्रहों से लड़ना सामाजिक कल्याण के लिए जरूरी है।",
  "question28": "यदि आप लोगों को मीडिया संदेशों का मुकाबला करना सिखाते हैं, तो आप उनकी जिंदगी बदल सकते हैं।",
  "question29": "युवाओं के लिए डिजिटल मीडिया का उपयोग सामाजिक परिवर्तन के लिए अनिवार्य है।",
  "question30": "जब युवा डिजिटल मीडिया के माध्यम से कार्रवाई करते हैं, तो वे दुनिया बदल सकते हैं।",
  "question31": "इंटरनेट का सबसे अच्छा पहलू समृद्ध सामग्री और विचारों तक पहुंच है।",
  "question32": "डिजिटल मीडिया सीखने की सामग्री के साथ इंटरैक्शन को सरल बनाता है।",
  "question33": "जब छात्र पेशेवर उपकरणों का उपयोग करते हैं, तो उन्हें पता चलता है कि उनकी आवाज़ महत्वपूर्ण है।",
  "question34": "जब छात्र कड़ी मेहनत करते हैं, तो उनके परिणाम पेशेवर मीडिया के समान हो सकते हैं।",
  "question35": "जब सोशल नेटवर्क का पूरा उपयोग किया जाता है, तो वे शिक्षा में क्रांति ला सकते हैं।",
  "question36": "जितना अधिक हम ऑनलाइन साझा करते हैं, उतना ही समाज में योगदान बढ़ता है।",
  "question37": "जब छात्र एक नए उपकरण को सीख लेते हैं, तो उन्हें विशेष ज्ञान और प्रतिष्ठा मिलती है।",
  "question38": "उत्कृष्ट शैक्षणिक उपकरण शिक्षकों को बेहतर शिक्षा देने में मदद करते हैं।",
  "question39": "मीडिया छात्रों को अपनी भावनाएँ व्यक्त करने में सहायता करता है।",
  "question40": "मीडिया का उपयोग सहानुभूति और सामाजिक समझ को बढ़ाता है।",
  "question41": "जब छात्र किसी विषय के प्रति वास्तव में रुचि रखते हैं, तो कुछ भी उन्हें रोक नहीं सकता।",
  "question42": "जब छात्र अपने प्रिय विषयों की खोज करते हैं, तो उनकी रचनात्मकता को बढ़ावा मिलता है।",
  "question43": "युवा संस्कृति की जानकारी आपको उनसे जोड़कर रखती है।",
  "question44": "पोप संस्कृति में रुचि छात्रों में शैक्षणिक विषयों के प्रति लगाव बढ़ा सकती है।",
  "question45": "वैकल्पिक फिल्में और वृत्तचित्र, हॉलीवुड फिल्मों की तुलना में, छात्रों के लिए अधिक रोचक और उपयोगी हो सकते हैं।",
  "question46": "जब छात्र वैकल्पिक प्रस्तुति का चयन करते हैं, तो उनका जीवन और समृद्ध हो जाता है।",
  "question47": "जब छात्र समझते हैं कि क्लासिक मीडिया वर्तमान मुद्दों पर कितनी प्रभाव डालती है, तो वे अधिक ज्ञान प्राप्त करते हैं।",
  "question48": "बच्चों को पुरानी कला और साहित्य से विरासत में मिली सांस्कृतिक धरोहर तक पहुंचनी चाहिए।",
  "What is?": "यह क्या है?",
  "Digital Learning Motivation Quiz for Educators (DLMQE):": "शिक्षकों के लिए डिजिटल लर्निंग मोटिवेशन क्विज़ (DLMQE):",
  "Quiz Explanation": "यह 48 प्रश्नों वाला प्रश्नावली है, जो शिक्षकों द्वारा डिजिटल और मीडिया शिक्षा के महत्व और मूल्यांकन को परखता है।",
  "Take the quiz as individually or in group!": "आप क्विज़ व्यक्तिगत रूप से या समूह में ले सकते हैं!",
  "Your account is waiting confirmation. Please wait, we will mail after confirmation.": "आपका खाता पुष्टि का इंतजार कर रहा है। कृपया प्रतीक्षा करें, पुष्टि के बाद हम मेल करेंगे।",
  "Sorry user cannot be identified.": "क्षमा करें, उपयोगकर्ता की पहचान नहीं की जा सकी।",
  "Users account is verified.": "उपयोगकर्ता का खाता सत्यापित कर लिया गया है।",
  "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation": "आप सफलतापूर्वक पंजीकृत हो गए हैं, लेकिन आपका खाता व्यवस्थापक द्वारा पुष्टि होना आवश्यक है। कृपया प्रतीक्षा करें, पुष्टि के बाद हम मेल करेंगे।",
  "Welcome Email": "स्वागत ईमेल",
  "Congratulations": "बधाई हो",
  "Your <a href='https://www.setyourmotivation.com/'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.": "आपका <a href='https://www.setyourmotivation.com/login'>Set Your Motivation</a> खाता पुष्टि हो गया है। आप अपने ईमेल पते और पासवर्ड का उपयोग करके लॉग इन कर सकते हैं।",
  "Your email address": "आपका ईमेल पता",
  "A new user has registered  , Please click on the below link to verify the account.": "एक नया उपयोगकर्ता पंजीकृत हुआ है, कृपया खाता सत्यापित करने के लिए नीचे दिए गए लिंक पर क्लिक करें।",
  "Verify Account": "खाता सत्यापित करें",
  "Dashboard": "डैशबोर्ड"
} 