{
    "Download Translate File": "Fordítási fájl letöltése",
    "Home": "Kezdőlap",
    "Around the Web": "A weben",
    "Contact Us": "Kapcsolat",
    "For more information about the Digital Learning Motivation Quiz for Educators, please contact:": "További információkért a Digital Learning Motivation Quiz for Educators-ről kérjük lépjen kapcsolatba velünk:",
    "Group Information": "Csoportinformációk",
    "Group Name": "Csoport neve",
    "Pin": "PIN",
    "Description": "Leírás",
    "Create": "Létrehozás",
    "Update": "Frissítés",
    "Results": "Eredmények",
    "Search..": "Keresés..",
    "Name": "Név",
    "Email": "E-mail",
    "Activist": "Aktivista",
    "Alt": "Alternatív",
    "Demystifier": "Leleplező",
    "Motivator": "Motivátor",
    "Professional": "Professzionális",
    "Professor": "Professzor",
    "Spirit Guide": "Lelki vezető",
    "Taste Maker": "Ízlésformáló",
    "Taste-Maker": "Ízlésformáló",
    "Teacher 2.0": "Tanár 2.0",
    "Techie": "Technofil",
    "Trendsetter": "Trendteremtő",
    "Watchdog": "Őrszem",
    "Protect": "Védelem",
    "Empower": "Felhatalmazás",
    "Process": "Folyamat",
    "Empower vs. Protect": "Felhatalmazás vs. Védelem",
    "Your All Motivations": "Összes motivációd",
    "Delete": "Törlés",
    "View": "Megtekintés",
    "Are you sure": "Biztos benne?",
    "The deletion process will have serious consequences": "A törlési folyamatnak komoly következményei lesznek",
    "If you delete the result, you will not be able to bring it back": "Ha törli az eredményt, nem fogja tudni visszaállítani",
    "result has been deleted": "az eredmény törölve lett",
    "result has not been deleted": "az eredmény nem lett törölve",
    "Total User": "Összes felhasználó",
    "Motivation": "Motiváció",
    "Style": "Stílus",
    "Top Motivations": "Legfőbb motivációk",
    "Groups": "Csoportok",
    "New Group": "Új csoport",
    "Id": "Azonosító",
    "Edit": "Szerkesztés",
    "View Group`s Results": "Csoporteredmények megtekintése",
    "If you delete the group, you will not be able to bring it and it`s results back": "Ha törli a csoportot, sem azt, sem az eredményeit nem fogja tudni visszaállítani",
    "Group has been deleted": "A csoport törölve lett",
    "Group has not been deleted": "A csoport nem lett törölve",
    "Reference Information": "Referencia-információk",
    "Title": "Cím",
    "Link": "Hivatkozás",
    "Date": "Dátum",
    "References": "Hivatkozások",
    "New reference": "Új hivatkozás",
    "If you delete the reference, you will not be able to bring it back": "Ha törli a hivatkozást, nem fogja tudni visszaállítani",
    "reference has been deleted": "a hivatkozás törölve lett",
    "reference has not been deleted": "a hivatkozás nem lett törölve",
    "Login": "Bejelentkezés",
    "E-Mail Address": "E-mail cím",
    "Password": "Jelszó",
    "Remember Me": "Emlékezz rám",
    "Forgot Your Password?": "Elfelejtette a jelszavát?",
    "Reset Password": "Jelszó visszaállítása",
    "Send Password Reset Link": "Jelszó-visszaállító link küldése",
    "Confirm Password": "Jelszó megerősítése",
    "Register": "Regisztráció",
    "Discover yourself now!": "Fedezze fel önmagát most!",
    "Join our Digital Media Literacy Survey Free!": "Vegyen részt egyénileg vagy csoportban!",
    "No matter what your motivation is, Powerful Voices for Kids has ideas to improve digital& media literacy in your classroom.": "Bármi is legyen a motivációja, a Digital Learning Motivation Quiz for Educators ötleteket kínál a digitális és médiaműveltség fejlesztésére az osztályteremben.",
    "Individual Entry": "Egyéni",
    "Group Entry": "Csoport",
    "Academic References to Our Survey!": "Mit mond a kutatás?",
    "Thank you for citing...": "Köszönjük, hogy idézi...",
    "Join Us": "Segítsen fejleszteni a kvíz fordítását",
    "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "Ön is segíthet, hogy jobbak legyenek a fordításaink, és akár új nyelveket is hozzáadhat a fordítói közösség tagjaként. Ha szeretné a felmérést a saját nyelvére lefordítani, fordítsa le az alábbi fájlt, és vegye fel a kapcsolatot Sait Tüzellel (sait@mediaeducationlab.com).",
    "Strenghts": "Erősségek",
    "Challenges": "Kihívások",
    "Media Education Lab Admin Panel": "Media Education Lab admin felület",
    "Admin Panel": "Admin felület",
    "Individual Results": "Egyéni eredmények",
    "Group Results": "Csoporteredmények",
    "Download Results": "Eredmények letöltése",
    "Back to Home": "Vissza a kezdőlapra",
    "Media Literacy Survey": "Médiaműveltségi felmérés",
    "Welcome To Our Digital Media Education Survey": "Digital Learning Motivation Quiz for Educators",
    "Menu": "Menü",
    "Admin Entry": "Admin belépés",
    "Logout": "Kijelentkezés",
    "Our Mission": "Támogatónk",
    "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service. We emphasize interdisciplinary scholarship and practice that stands at the intersections of communication, media studies and education.": "A Rhode Island Egyetem Media Education Lab-ja támogatja a Digital Learning Motivation Quiz for Educators (DLMQE) projektet: https://mediaeducationlab.com/",
    "Contact": "Kapcsolat",
    "Copyright": "Szerzői jog",
    "About Us": "Rólunk",
    "Learn your Media Education Motivation": "Ismerje meg médiapedagógiai motivációját",
    "Media Education Lab": "Media Education Lab",
    "Respond to these statements according to how important they are to you:": "Válaszoljon ezekre az állításokra aszerint, hogy mennyire fontosak Önnek:",
    "Each question has 5 options.": "Minden kérdéshez 5 válaszlehetőség van.",
    "Please type the group name provided by your instructor.": "Kérjük, írja be az oktatója által megadott csoportnevet.",
    "Group Pin": "Csoport-PIN",
    "Please type the group pin provided by your instructor.": "Kérjük, írja be az oktatója által megadott PIN-kódot.",
    "Your Email": "Az Ön e-mail-címe",
    "Your Name": "Az Ön neve",
    "Questions": "Kérdések",
    "Strongly disagree": "Egyáltalán nem fontos",
    "Somewhat disagree": "Kevéssé fontos",
    "Neither agree nor disagree": "Közepesen fontos",
    "Somewhat agree": "Fontos",
    "Strongly agree": "Nagyon fontos",
    "Send": "EREDMÉNYEK MEGTEKINTÉSE",
    "You are a": "Ön egy",
    "Read More..": "Bővebben...",
    "Close": "Bezár",
    "You are also a": "Ön még egy",
    "Take Quiz Individually": "Töltse ki a kvízt egyénileg",
    "Take Quiz in Group": "Töltse ki a kvízt csoportban",
    "What is Your Digital Learning Motivation?": "Mi az Ön digitális tanulási motivációja?",
    "You see the opportunities and advantages to using media and technology in your teaching practice.": "Látja a média és a technológia alkalmazásának lehetőségeit és előnyeit a tanítási gyakorlatában.",
    "You see the risks and challenges to using media and technology in your teaching practice.": "Észleli a média és a technológia használatának kockázatait és kihívásait a tanítási gyakorlatában.",
    "activist_description": "Ön szenvedélyesen támogatja a demokratikus részvételt politikai cselekvés révén, legyen szó társadalmi igazságosságról, környezetvédelemről, közegészségügyről vagy bármely más fontos társadalmi és politikai kérdésről. Az osztályteremben katalizátorként szolgál, hogy a diákok rájöjjenek, miként változtathatnak a közösségük és a világ életminőségén. Szeretné, ha diákjai megértenék, hogy még fiatal korban is képesek megváltoztatni a világot azzal, hogy aktívan részt vesznek a demokratikus folyamatban.",
    "activist_protect1": "Megtanítani a diákokat arra, hogyan védjék meg magukat a káros és elnyomó médiatartalmaktól, és hogyan „válaszoljanak vissza” a negatív és sztereotip médiaképekre.",
    "activist_protect2": "Felkészíteni a diákokat a demokratikus részvételre a polgári folyamat alapos ismeretén keresztül.",
    "activist_protect3": "Megosztani egy speciális, a demokratikus részvételre vonatkozó víziót, amely olyan nézőpontokon vagy médián alapul, amelyet a diákok talán nem ismernek.",
    "activist_empower1": "Segíteni a diákokat abban, hogy magabiztosan fejezzék ki saját véleményüket és ötleteiket a politikai cselekvésben.",
    "activist_empower2": "Lehetőségeket teremteni a diákoknak arra, hogy média segítségével eredeti ötleteket fejezzenek ki egy meglévő politikai vagy társadalmi közegben.",
    "activist_empower3": "Ösztönözni a diákokat, hogy kérdőjelezzék meg és vitassák a világról alkotott feltételezett hiedelmeket és véleményeket a polgári szerepvállalás erősítése érdekében.",
    "activist_strenghts": "Az aktivisták gyakran természetes vezetők, akik felhívják a diákok figyelmét a demokratikus környezetben betöltött szerepükre. Általában széles körű ismeretekkel rendelkeznek globális és helyi ügyekről, amelyek iránt a diákok lelkesedhetnek és közvetlenül is bekapcsolódhatnak a politikai folyamatba—például újrahasznosítási programot kezdeményezhetnek az iskolában vagy leveleket írhatnak a helyi hírcsatornáknak.",
    "activist_challenges": "Az aktivisták néha túl- vagy alábecsülik, hogy a diákok valójában mennyire alakítottak ki saját konkrét értékeket és meggyőződéseket. Előfordulhat, hogy a diákok „otthoni” meggyőződései ellentétesek a tanár nézeteivel, más esetekben pedig a diákok még nem tudják, miben hisznek. Ez sebezhetővé teszi az aktivista tanárt, mert így adott esetben rákényszerítheti a saját meggyőződését olyan diákokra, akik vagy ellenzik, vagy bizonytalanok azzal kapcsolatban.",
    "alt_description": "Ön egy találékony, akár „csináld magad” típusú tanár, mindig készen áll arra, hogy alternatív módszerekkel késztessen gondolkodásra, felhasználásra és alkotásra a média területén—mind a diákok, mind az iskola közegében. Legyen szó nyílt forráskódú programok használatáról az iskolai számítógépeken, alternatív diákklubok vagy magazinok indításának bátorításáról, vagy kevésbé mainstream médiatartalmak bemutatásáról, Ön valószínűleg kulcsfontosságú támogatója annak, hogy a diákok megértsék: a világban számos különböző módon lehet kommunikálni.",
    "alt_protect1": "Megtanítani a diákokat, hogy megkérdőjelezzék a professzionális, fősodorbeli és tömegmédia nézőpontjainak tekintélyét.",
    "alt_protect2": "Olyan alternatív kulturális alkotásokat bemutatni a diákoknak, amelyek az Ön vagy más kultúrák életében meghatározóak voltak.",
    "alt_protect3": "Segíteni a diákokat abban, hogy jobban megértsék azokat az alternatív történelmeket és nézőpontokat, amelyekről nem tanulnak a tankönyvekben vagy más, a tanórán használatos hagyományos médiákban.",
    "alt_empower1": "Ösztönözni a diákokat, hogy többféle módon képzeljék el egy üzenet vagy gondolat közvetítését.",
    "alt_empower2": "Bepillantást engedni a diákoknak a kevésbé „csiszolt” és nehezebben előállítható médiamunkák készítésének kulisszái mögé, és megtanítani nekik az ehhez szükséges készségeket.",
    "alt_empower3": "Lehetőséget adni a diákoknak arra, hogy számukra ismeretlen formátumokkal, szerkesztési módszerekkel és nézőpontokkal kísérletezzenek saját médiaalkotásaik során.",
    "alt_strenghts": "Az „Alternatív” tanárok, ahogy a nevük is sugallja, ügyesen teremtenek kíváncsi, kreatív és a diákok várakozásaitól eltérő tanulási környezetet. Gyakran ők nyitnak ablakot a diákok számára azokra a művészeti, aktuális, popkulturális vagy irodalmi világokra, amelyek a hagyományos iskolai médiával szemben sokrétűbb nézőpontokat kínálnak.",
    "alt_challenges": "Miközben az „Alternatív” tanárok a hagyományos iskolai kánonokon túlmutató lehetőségeket mutatnak be, előfordulhat, hogy új, „szent teheneket” hoznak létre, amelyeket nem vizsgálnak ugyanolyan kritikusan, mint a fősodorbeli vagy hagyományos médiát. Esetenként elidegeníthetik azokat a diákokat, akik erősen és összetetten kötődnek a populáris kultúrához, mert nem érzik, hogy az alternatív tartalmak elfogadják azt, amit ők szeretnek.",
    "demystifier_description": "Tudta, hogy a tévében látható bűnügyi sorozatok jeleneteinek nagy része zöld háttér előtt készül? Hogy a gyorséttermek reklámjaiban művészeket és szobrászokat alkalmaznak, hogy az étel vonzóbbnak tűnjön? Hogy a magazinok képeit digitálisan manipulálják? Ha ezek a kérdések felkeltik az érdeklődését, Ön valószínűleg „Leleplező”. Tanárként azon dolgozik, hogy „felrántsa a függönyt” a médiatermékek készítése körül, legyen szó könyvírásról vagy hollywoodi filmek vágásáról. Amikor tanít, bevezeti diákjait abba, ami először titkos összeesküvésnek tűnik, de végül a kritikus gondolkodásuk—azaz a „hogyan” és „miért” kérdések feltevésének—a kiindulópontjává válik.",
    "demystifier_protect1": "Segíteni a diákokat abban, hogy felismerjék, miként torzíthatja a valóságérzékelésünket a képek manipulálása.",
    "demystifier_protect2": "Megvédeni a diákokat a tömegmédiából és a popkultúrából áradó negatív üzenetektől, amelyek ronthatják önbecsülésüket vagy önképüket.",
    "demystifier_protect3": "Kérdőre vonni a diákok kritika nélküli élvezetét a problémás tartalmú médiafogyasztás kapcsán.",
    "demystifier_empower1": "A médiatermékek készítési folyamatának leleplezését felhasználni arra, hogy a diákok maguk is alkossanak médiatartalmakat.",
    "demystifier_empower2": "Arra buzdítani a diákokat, hogy fedezzék fel az összefüggéseket a médiatermékek gyártási folyamatai és a mindennapi életükben használt média között.",
    "demystifier_empower3": "Ösztönözni a diákokat arra, hogy saját kérdéseket tegyenek fel arról, hogyan és miért jönnek létre a médiatartalmak.",
    "demystifier_strenghts": "A „Leleplező” tanárok jól észlelik a tanulási lehetőségeket, amikor a diákoknak nehézséget okoz megérteni, hogyan és miért készül egy-egy médiatermék. Az ő diákjaik olyan kapcsolódási pontokat fedeznek fel a saját otthoni médiahasználatukkal, amelyek gyakran ahhoz vezetnek, hogy „soha többé nem néznek úgy” egy filmet, nem olvasnak úgy egy könyvet, vagy nem használnak úgy egy honlapot, mint korábban.",
    "demystifier_challenges": "A „Leleplező” tanároknak figyelniük kell arra, hogy a túl sok „függönyfelrántás” ne keltsen zavarodottságot. Jobb, ha ezeket a folyamatokat mindig egy konkrét, értelmes tanulási cél szolgálatában fedjük fel, nem csupán a diákok érdeklődésének felkeltése miatt. Vigyázniuk kell továbbá a diákok cinizmusával is, ami akkor jelentkezik, ha rájönnek, mennyire „manipulált” sok médiatermék. Ha a diákok saját munkájukban is alkalmazzák a „készítés tudatosságát”, megértik, hogy a manipuláció lehet pozitív vagy negatív, nézőponttól és szándéktól függően.",
    "motivator_description": "Ön inspirációs forrás, a diákok kreatív energiáinak katalizátora. Azok a diákok, akik korábban sosem érezték magukat elég magabiztosnak ahhoz, hogy felszólaljanak az órán, részt vegyenek tevékenységekben vagy hozzászóljanak a csoportos beszélgetésekhez, könnyebben beszélnek, amikor Ön vezeti az órát. Ugyanakkor lehet, hogy nem feltétlenül tekint magára vezetőként—inkább ugródeszkának vagy facilitátornak látja magát. A lényeg az, amit a diákok mondani és tenni akarnak; az Ön feladata, hogy segítsen nekik a „legjobb énjüket” kibontakoztatni.",
    "motivator_protect1": "Megtanítani a diákoknak, hogyan óvják meg magukat a médiatartalmaktól, amelyek árthatnak az önbecsülésüknek vagy az önértékelésüknek.",
    "motivator_protect2": "Követelni a diákoktól, hogy adjanak egymásnak építő visszajelzést, amely a pozitív részvételt és az órai munkát emeli ki.",
    "motivator_protect3": "Gondosan kiválasztani azokat a tananyagokat, amelyek nem ingatják meg a diákok önbizalmát vagy alkotói szabadságát.",
    "motivator_empower1": "Olyan környezetet kialakítani, ahol a diákok szívesen osztják meg ötleteiket, véleményüket és egyedi kreatív tehetségüket.",
    "motivator_empower2": "Bátorítani a diákokat, hogy a számukra érdekes vagy izgalmas témákból merítsenek a tanórákon vagy a projektekben.",
    "motivator_empower3": "Lehetőséget biztosítani arra, hogy a diákok maguk generálják és tartsák fenn a beszélgetéseket az órán, a tanár csak minimális irányítással vagy támogatással segít.",
    "motivator_strenghts": "A „Motivátor” tanárokra a diákok később is jó szívvel emlékeznek, mert elkötelezettek a diákok közti együttműködés és a diákhang erősítése iránt—azaz a diákok érzik, hogy ötleteik és kreatív szellemük tiszteletben van tartva és fejlődik. A „Motivátorok” ráadásul figyelnek arra is, hogy minden diákot bevonjanak a közös kreatív folyamatba; karizmájuk megnehezíti, hogy a diákok kimaradjanak.",
    "motivator_challenges": "A „Motivátorok” néha túl kevés struktúrát vagy túl sok kaotikus elemet vezetnek be a tanórákon, ami megnehezítheti a diákok számára a feladatok megértését és az előrehaladást—bár a diákok hangja erős, még mindig fejlődőben van, így nem biztos, hogy tudják, pontosan mit akarnak mondani. A „Motivátoroknak” arra is figyelniük kell, hogy a diákok ne csak bátran fejezzék ki magukat, hanem tiszteletteljesen meg is kérdőjelezzék egymás munkáját, és arra ösztönözzék egymást, hogy igényesebb, átgondoltabb munkát végezzenek.",
    "professional_description": "Ön magas szintű elvárásokat támaszt a diákjai felé, és talán az iskola „médiaprofesszionálisa” szerepében tündököl. Az a fajta tanár, aki tudja, hogyan ösztönözze a diákokat, hogy megértsék és alkalmazzák azokat a professzionális konvenciókat, amelyek szükségesek ahhoz, hogy komolyan vegyék őket a médiateremtés világában. Lehetséges, hogy érdekli a diákok bekapcsolása a média valódi világába, például médiaalkotó szakembereket, szerzőket meghívva az osztályba, ezzel is gazdagítva a tanulási élményt.",
    "professional_protect1": "Megóvni a diákokat a technikai hibák okozta sikertelenségtől a médiaprodukciók során.",
    "professional_protect2": "Rávilágítani arra, hogy a professzionális gyártási folyamatok miképpen hordozhatnak speciális, akár negatív üzeneteket.",
    "professional_protect3": "Előzetes hierarchikus munkamódszert bevezetni (egyértelmű szerepek kiosztásával), ami megakadályozza a diákokat abban, hogy elkalandozzanak vagy ne legyenek hatékonyak.",
    "professional_empower1": "Professzionális szemléletre nevelni a diákokat, és elősegíteni a koncentrált munkát a médiaprodukciós projektekben.",
    "professional_empower2": "Segíteni a diákokat, hogy valódi szerzőkként tekintsenek magukra, akik valódi közönséghez szólnak, olyan professzionális nyelven, amelyet a tömegmédia közönsége is ért.",
    "professional_empower3": "Akadémiai vagy karrierutakat megnyitni a diákok előtt a médiagyártás és médiapiac terén, professzionális készségek, viselkedésminták és elvárások modellezésével.",
    "professional_strenghts": "A professzionális szemlélet sok esetben „jól néz ki”. Ezek a tanárok általában magasabb esztétikai színvonalra késztetik a diákokat, mint a hagyományos diákprojektek, és gyakran ők felelősek a rendelkezésre álló professzionális technológia és felszerelés kezeléséért. Arra is inspirálják a diákokat, hogy keressék a médiateremtés folytatásának lehetőségét iskolán kívüli vagy felsőoktatási programokban.",
    "professional_challenges": "A professzionális megközelítés során fennáll a veszélye, hogy a „forma fontosabb lesz a tartalomnál”. A diákok ugyan utánozhatnak professzionális modelleket (hírműsorok, filmes produkciók, grafikai tervezés), de nem feltétlenül fordítanak ugyanolyan energiát a munkájuk tartalmi vagy akadémiai igényességére. Ha a professzionális értékek pusztán esztétikai szinten maradnak, elképzelhető, hogy elrettentik a diákokat a kutatás, elemzés és értékelés folyamatának mélyebb megértésétől, pedig ezek kulcsfontosságúak a minőségi médiaprojektekhez.",
    "professor_description": "Mindig ügyel arra, hogy a média és a technológia használatát összekapcsolja az akadémiai követelményekkel. Fontos Önnek, hogy a média és a technológia ne öncélúan jelenjenek meg, hanem a tantermi célokat, tanulási feladatokat és tantervi elvárásokat szolgálják. A multimédiás prezentációk, interaktív weboldalak és az oktatástechnológiai eszközök azt a célt szolgálják, hogy átadja a diákok számára a tantervi anyagot, amelyet el kell sajátítaniuk.",
    "professor_protect1": "A diákokat a kijelölt tananyaghoz kötni, és megakadályozni, hogy elkalandozzanak vagy kaotikus, szervezetlen médiahasználatba csapjanak át.",
    "professor_protect2": "Erőteljesen keretezni és irányítani a tanórákon folyó párbeszédeket, hogy a diákok elsajátítsák a tananyagot és jobban megértsék az óra céljait.",
    "professor_protect3": "Az oktatástechnológiai eszközöket „biztonságos térként” alkalmazni, amelyen belül a diákok felfedezhetik a tartalmat, de jól definiált keretek között.",
    "professor_empower1": "Segíteni a diákokat abban, hogy megértsék, miként kapcsolódnak az érdekes médiaanyagok a számukra kulcsfontosságú tantervi témákhoz.",
    "professor_empower2": "Bővíteni a diákok elképzelését arról, hogy milyen fajta alkotási módok (prezentációk, videók, egyéb médiatermékek) fogadhatók el az iskolában.",
    "professor_empower3": "Felvázolni egy olyan oktatási sikermodellt, amelyben a diákok elsajátítják a tanulásukhoz releváns médiaműveleteket (szövegszerkesztés, multimédiás prezentációk, videókészítés stb.).",
    "professor_strenghts": "A „Professzor” típusú tanárok pontosan tudják, mi a tanítási céljuk, és diákjaik is tisztában vannak vele. Ritkábban fordulnak elő náluk a nagy, kollaboratív média-projektekre jellemző bonyodalmak. A diákok mindig egyértelműen értik, miért is alkalmaznak médiát és technológiát a tanuláshoz.",
    "professor_challenges": "Mivel szigorúan követik a tantervi elvárásokat, előfordulhat, hogy lemaradnak a spontán oktatási lehetőségekről, amelyek különösen izgalmasak és jelentősek lehetnek. A technológia és a média használata a tanórákon sok teret ad a kreativitásnak, az improvizációnak és a felfedezésnek—ezek néha nem illeszkednek szigorúan a tantervbe. Pedig az ilyen félig strukturált vagy spontán felfedezések elmélyíthetik a diákoknak azokkal a témákkal kapcsolatos tudását, amelyek a legjobban foglalkoztatják őket a mindennapi életükben, a családjukban, a közösségükben, az aktuális eseményekben vagy más, fontos, de kiszámíthatatlan élethelyzetekben.",
    "spirit-guide_description": "Ön egy figyelmes meghallgató. Elkötelezett a diákok szociális és érzelmi jólléte iránt, és szeretné, ha minden, amit az osztályteremben tesznek, összhangban lenne a diákok aktuális önismereti szükségleteivel. A diákok valószínűleg megbíznak Önben, és talán olyan dolgokat is elmesélnek Önnek, amelyeket más tanároknak nem. Ön tudja, hogy a média csupán egyetlen szelete a diákok életének, és úgy akarja felhasználni, hogy segítse őket megbirkózni az élet hullámhegyeivel és -völgyeivel, valamennyi nehézségével és lehetőségével együtt.",
    "spirit-guide_protect1": "Segíteni a diákoknak felismerni és elkerülni azokat a médiaképeket, amelyek károsak lehetnek az önbecsülésükre.",
    "spirit-guide_protect2": "Ellensúlyozni a sztereotípiákat és a félrevezető ábrázolásokat, amelyeket a diákok sajátjuknak érezhetnek vagy észrevehetnek.",
    "spirit-guide_protect3": "Biztonságos, bizalmas légkört teremteni az osztályban, hogy a diákok nyugodtan megosszák személyes kapcsolataikkal kapcsolatos érzéseiket, gondolataikat.",
    "spirit-guide_empower1": "Bátorítani a diákokat, hogy médiaalkotásokon keresztül fejezzék ki érzéseiket és érzelmeiket.",
    "spirit-guide_empower2": "Beszélgetéseket kezdeményezni a diákok digitális média- és popkultúra-élményeiről, és arról, hogy ezek miként hatnak az életükre.",
    "spirit-guide_empower3": "Reflektív gyakorlatokat beépíteni a diákok írás- és médiakészítési tevékenységeibe.",
    "spirit-guide_strenghts": "A „Lelki vezetők” nagyon megbízhatóak. A diákok megnyílnak előttük, olyan dolgokat is elmondanak, amelyeket más tanároknak nem. A lelki vezetők fogékonyak a diákok érzelmi jóllétére és önbecsülésére.",
    "spirit-guide_challenges": "Sok diáknak van saját médiavilága, amelyet fél megosztani a tanórák keretein belül. A „Lelki vezető” tanároknak különösen óvatosnak kell lenniük azzal kapcsolatban, hogy mikor és mennyire érdemes ösztönözni a diákokat a megosztásra—főleg, ha a diákot foglalkoztatja a magánélet, a személyes adatok védelme vagy a kortárs csoport megítélése.",
    "taste-maker_description": "A mai fiatalok! Kívülről fújják a rap- és popszövegeket, de mi a helyzet Shakespeare verseivel? Úgy ismerik a legújabb hollywoodi kasszasikert, mint a tenyerüket, de mi van a klasszikus amerikai vagy külföldi filmekkel? Ön szeretné szélesíteni a diákok látókörét. Szeretné, ha megismernék azokat a médiatapasztalatokat, amelyek kapcsolódnak a történelmi, esztétikai és kritikai megközelítésekhez. Tudja, hogy a diákok jövőbeli kapcsolódásaihoz és beszélgetéseihez fontos lesz, hogy különböző kulturális forrásokból (klasszikus és popkultúra) is merítsenek. Legrosszabb esetben a diákok kizárólagos popkultúra-ismeretei használhatatlanok lesznek számukra később. Legjobb esetben ötvözik a kortárs kultúra megértését a irodalom, művészet és más klasszikus médiák hagyományaival.",
    "taste-maker_protect1": "Kihívni a diákok szűk kulturális perspektíváit, ráirányítva figyelmüket a széles körben elismert kulturális alapművekre.",
    "taste-maker_protect2": "Arra kérni a diákokat, hogy különböztessék meg a felszínes és az összetett médiatartalmakat.",
    "taste-maker_protect3": "Olyan kreatív módszereket kidolgozni, amelyekkel a diákok figyelmét a művészet, az irodalom és más médiumok „klasszikusaira” irányíthatjuk.",
    "taste-maker_empower1": "Fejleszteni a diákok ítélőképességét és megkülönböztető képességét, hogy felismerjék a pozitív és negatív üzeneteket.",
    "taste-maker_empower2": "Összefüggéseket mutatni a diákok kedvelt popkultúrája és annak kulturális öröksége között.",
    "taste-maker_empower3": "Bátorítani a diákokat, hogy tegyenek fel kritikus kérdéseket minden médiáról, amit az órán használunk, különösen a művészi és történelmi kontextusokra vonatkozóan.",
    "taste-maker_strenghts": "Az „Ízlésformálók” gyakran nagy tudással rendelkeznek a művészetek terén, és ezt fel is használják abban, hogy a diákokat közelebb hozzák a klasszikus irodalom, művészet és más médiák világához. Általában „távlatos” gondolkodással rendelkeznek, és összekötik a kortárs kultúrát annak történeti és esztétikai előzményeivel.",
    "taste-maker_challenges": "Az „Ízlésformálók” sokszor előnyben részesíthetik a „klasszikus” médiát a kortárs popkultúrával szemben, ami eltávolíthatja azokat a diákokat, akik erősen kötődnek a mai populáris műfajokhoz. Néha nem használják ugyanazt a kritikai szemléletet a klasszikus alkotások elemzésében, mint amivel a kortárs popkultúrát vizsgálják.",
    "teacher_description": "Olyan pedagógus, aki megérti, hogy a digitális média és a tanulási kultúrákban való részvétel rugalmasságot igényel az új formátumok, kifejezési módok és iskolán belüli vagy azon kívüli együttműködés terén. Lehet, hogy Shakespeare-darabokat olvastat Hollywood-adaptációkkal együtt, vagy online, interaktív tananyagokat használ, hogy a diákok jobban megértsék és értelmezzék a szövegek jelentését. Előfordulhat, hogy online fórumokat és tanulási platformokat vet be, hogy fokozza a diákok lelkesedését és kapcsolatát egymással. A „Tanár 2.0” típusú tanároknak semmi sem elképzelhetetlen—a folyamatos kísérletezés és a gyerekek digitális kultúrájához való kapcsolódás jellemzi őket.",
    "teacher_protect1": "Megtanítani a diákokat, hogyan viselkedjenek tiszteletteljesen offline és online közösségekben strukturált tevékenységek révén.",
    "teacher_protect2": "Biztonságos osztálytermi környezetet teremteni, ahol a diákok bátran próbálkozhatnak új elemzési és kommunikációs formákkal anélkül, hogy a digitális tér keményebb valóságának lennének kitéve.",
    "teacher_protect3": "A hagyományos tananyagokat izgalmasabbá tenni, hogy a diákok többféle alapvető tartalomra koncentrálhassanak.",
    "teacher_empower1": "Vitatémákat nyitni különféle médiahasználat és a diákok viszonya kapcsán, így szöveg-szöveg és szöveg-én kapcsolódásokat létrehozva.",
    "teacher_empower2": "Önbizalmat adni a diákoknak, hogy különböző formákban értékeljék, elemezzék és alkossák a médiát, akkor is, ha nyomtatott szövegértés terén akadnak nehézségeik.",
    "teacher_empower3": "Tiszteletben tartani a diákok rajongói kultúrában való részvételét és a médiával való intenzív kapcsolatukat mint a tanórai tanulás egyik kulcsfontosságú elemét.",
    "teacher_strenghts": "A „Tanár 2.0” végtelenül találékony, és sokféle új módot talál a diákok bevonására a különböző tantárgyakba. Felfedezi azokat a lehetőségeket, ahol a diákok új médiát és technológiát használva együttműködhetnek online és az osztályban, és érzelmi szinten is közel kerül hozzájuk, mert komolyan veszi az ő digitális média iránti lelkesedésüket.",
    "teacher_challenges": "Mivel a „Tanár 2.0” megközelítés sokszínű, a tanórák néha megszakadhatnak vagy káoszba fulladhatnak, ha a diákoknak nincs elég idejük befejezni egy filmet, nem vesznek részt elég aktívan az online platformokon, vagy nem fejezik be a tervezett médiaprojektet. Előfordulhat, hogy a tanár nem veszi észre, amikor egyes diákok inkább nem osztják meg egymással a kedvenc médiájukat, vagy ha inkább „otthon hagynák” a média iránti lelkesedésüket.",
    "techie_description": "Ön mindig képben van a legújabb, leglátványosabb és legmenőbb „kütyük”, eszközök, alkalmazások, programok, beépülő modulok, widgetek, weboldalak és oktatástechnológiai megoldások terén. Ha a többi tanár technikai problémákkal küzd, vagy új weboldal-ötleteket keres, sokszor Önhöz fordul elsőként. Felvillanyozza az a lehetőség, hogy olyan technológiai eszközökkel vonja be a diákokat, amelyeket ők maguk is szeretnek és használnak a mindennapjaikban—okostelefonok, tabletek, zenelejátszók—de Ön maga is lelkesen próbálja ki ezeket az eszközöket. Tesztelő, kísérletező típus, szenvedélyesen és kíváncsian veti bele magát az új készségek és technológiák felfedezésébe.",
    "techie_protect1": "Megtanítani a diákokat a technológiai eszközök biztonságos és felelősségteljes használatára.",
    "techie_protect2": "„Minőség-ellenőrzést” és szűrést végezni a diákok által elérhető weboldalak és digitális erőforrások körében.",
    "techie_protect3": "Önmagán keresztül is példát mutatni az oktatástechnológiai eszközök használatára, hogy egyszerre egyszerűsítse és színesítse az óraterveket.",
    "techie_empower1": "Felruházni a diákokat az új technológiák közvetlen használatával, hogy saját tartalmakat hozzanak létre.",
    "techie_empower2": "Kapcsolódni a diákok okostelefonok és mobil eszközök iránti érdeklődéséhez.",
    "techie_empower3": "Az iskolán belüli oktatástechnológiai törekvések szószólójaként fellépni, ösztönözve más tanárokat és diákokat is a digitális eszközök használatára.",
    "techie_strenghts": "A „Technofil” tanárok mindig a változó technológiai környezet pulzusán tartják az ujjukat. Képesek a diákok technológiai érdeklődését felhasználni, akik számára a legújabb platformok, programok és eszközök kifejezetten izgalmasak lehetnek, és ezeket a tanítási tartalmak átadására is alkalmasnak tartják.",
    "techie_challenges": "A „Technofilok” számára kihívást jelenthet, ha olyan diákokat és tanárokat kell bevonni, akik nem osztoznak a lelkesedésükben vagy magabiztosságukban a technológia iránt. Ügyelniük kell arra is, hogy ne csak a „villogó kütyük” használata legyen a cél, hanem az is, hogy miként és miért válhat a technológia hasznossá vagy akár problémássá a mindennapi életünkben.",
    "trendsetter_description": "Ön az iskola egyik legmenőbb tanára lehet, hiszen saját popkulturális ismereteit, érdeklődését is megosztja diákjaival (és néha kollégáival). Előfordulhat, hogy szülőként ugyanannyi popsláger van az Ön lejátszási listáján, mint a gyerekeién. Vagy egyszerűen nem is áll olyan távol az Ön kedvenc populáris kultúrája a diákokétól. Kíváncsi arra, milyen trendek és sikertémák alkotják diákjai mindennapi életének lényeges részét. Azt szeretné, hogy az iskolai kultúra jobban találkozzon a diákok életével, amelyet a populáris kultúra formál—és amelyet néha Ön maga is épp annyira élvez.",
    "trendsetter_protect1": "Biztonságos környezetet kialakítani a populáris kultúra megfelelő formáinak alkalmazására az osztályban.",
    "trendsetter_protect2": "Széles körben használt popkulturális műfajokkal kapcsolatban rávilágítani a szerzőkre, célközönségre, üzenetekre, jelentésekre és a valóságábrázolásra.",
    "trendsetter_protect3": "Arra késztetni a diákokat, hogy reflektáljanak saját popkultúra-használatukra, különösen akkor, ha az káros lehet számukra vagy ronthatja az önértékelésüket.",
    "trendsetter_empower1": "Megnyitni a vizsgálódást a populáris kultúra körül, mint az osztálytermi megbeszélések egyik fontos elemét.",
    "trendsetter_empower2": "Érdeklődést mutatni a diákok okostelefonok és mobil eszközök iránti rajongása felé.",
    "trendsetter_empower3": "Ösztönözni a diákokat, hogy kapcsolják össze a populáris kultúrát a hagyományosabb tantervi tartalmakkal.",
    "trendsetter_strenghts": "A „Trendteremtők” elismerik a diákok által kedvelt számos popkulturális alkotást, és úgy használják ezeket, hogy bevonják a diákokat a formális tanulási folyamatba. Erős kapcsolatot teremtenek a diákok meglévő szaktudása (popkultúra) és az új ismeretek (tananyag) között.",
    "trendsetter_challenges": "A „Trendteremtők” néha nehézségekkel szembesülhetnek azokkal a diákokkal, akik „kívülállónak” érzik magukat, vagy tudatosan távol tartják magukat a széles körben kedvelt popkultúrától. Szintén fontos, hogy a beszélgetés ne ragadjon le a „szeretem/nem szeretem” szintjén, hanem mélyebben vizsgálja, hogyan és miért hat a popkultúra úgy, ahogy.",
    "watchdog_description": "Ön szkeptikus és aggódik amiatt, hogyan befolyásolják a gazdasági rendszerek és intézmények a mindennapi életünket, különösen az általunk használt médián keresztül. Szeretné, hogy diákjai és kollégái is jobban lássák, miként történik a „vétel és eladás” világa a háttérben. Ki birtokolja és irányítja azokat a tartalmakat, amelyeket olvasunk, nézünk, hallgatunk vagy használunk? Hogyan befolyásolja a reklám, a közpolitika és a média tulajdonlása a fogyasztói társadalmunkat? Miért olyan nehéz gyakran kritikus kérdéseket feltenni olyan nagy gyerekeknek szóló médiavállalatoknak, mint a Disney vagy a Nickelodeon? Néha úgy érezheti, csak Önnek áll szándékában „felébreszteni” a diákokat a média és a világ gazdasági és intézményi működésének valóságára.",
    "watchdog_protect1": "Leleplezni a hirdetések, populáris kultúra és a tömegmédia „trükkjeit” és mítoszait.",
    "watchdog_protect2": "Erősíteni a diákok egészséges szkepticizmusát a médiaintézmények motivációival kapcsolatban.",
    "watchdog_protect3": "Segíteni a diákokat, hogy óvatosak legyenek a fogyasztói társadalmat dicsőítő üzenetekkel szemben.",
    "watchdog_empower1": "Kritikus kérdéseket tanítani a diákoknak a médiakészítés, -terjesztés és -használat mögött meghúzódó rendszerekről.",
    "watchdog_empower2": "Kifejleszteni a diákok konkrét megértését arról, hogyan kapcsolódik a média a gazdasághoz és a politikához.",
    "watchdog_empower3": "Bátorítani a diákokat, hogy saját alkotásokkal válaszoljanak a fogyasztói üzenetek uralmára—például társadalmi célú hirdetésekkel vagy a tömegmédia és popkultúra parodizálásával.",
    "watchdog_strenghts": "Az „Őrszem” tanárok gyakran az elsők, néha az egyedüliek, akik „aha élményt” nyújtanak a diákoknak, amikor összeáll bennük a kép, hogy a hatalmi rendszerek, intézmények és a média szorosan összefüggnek. Kihasználják a gyerekek abbéli örömét, hogy leleplezhetnek „trükköket”, vagy megtalálhatják a manipuláció nyomait, ezzel segítve a bonyolult politikai és demokrációs rendszer, valamint a polgári tevékenységek jobb megértését.",
    "watchdog_challenges": "A rendszerszintű hatalmi összefüggések hangsúlyozása olykor cinikus hozzáállást válthat ki a diákokban a média tulajdonlása és a hatalmi struktúrák iránt—és a fiatal korban kialakult cinizmus akár felerősítheti is a már amúgy is meglévő bizalmatlanságot az iskola és a közösség intézményei iránt. Az „Őrszem” megközelítés azt is eredményezheti, hogy a diákok csak visszamondják a tanár által elvárt válaszokat, miközben otthon továbbra is élvezik a tömegmédiát, s nem feltétlenül viszik magukkal a tanult kritikai szemléletet.",
    "question1": "Az emberek passzívak maradnak, ha nem veszik észre, hogy milyen elfogultságok és nézőpontok húzódnak meg a médiában.",
    "activist_description_": "Ön a digitális média és technológia bevonásával támogatja a diákok társadalmi szerepvállalását és a valódi problémák megoldását.",
    "alt_description_": "Ön alternatív módszerekkel készteti a diákokat a média felfedezésére, felhasználására, kritikus elemzésére és alkotására.",
    "demystifier_description_": "Ön azt szeretné, hogy a diákok kritikus gondolkodást tanuljanak azáltal, hogy „leleplezi” a médiakészítés folyamatát.",
    "motivator_description_": "Ön fejleszti a diákok önállóságát, és arra ösztönzi őket, hogy a saját kreativitásuk vezesse őket.",
    "professional_description_": "Ön a diákok kreatív kompetenciáit és gyakorlati készségeit fejleszti, jövőbeli szerzőket, művészeket, írókat vagy médiaprofikat nevelve.",
    "professor_description_": "Ön azt szeretné, hogy a diákok tartalmi tudásukat bővítsék a média és a technológia tanulási célokra való felhasználása révén.",
    "spirit-guide_description_": "Ön elkötelezetten segíti a diákokat, hogy a média használatával támogassák szociális és érzelmi jóllétüket.",
    "taste-maker_description_": "Ön azt szeretné, hogy a diákok értékeljék a kulturálisan fontos médiát a történelem, a művészet, az irodalom és a tudomány területén.",
    "teacher_description_": "Ön segít a diákoknak, hogy médiát és technológiát használva kapcsolódjanak egymáshoz és tanuljanak egymástól, mint hálózati digitális polgárok.",
    "techie_description_": "Ön tisztában van vele, hogy a digitális médiatechnológia és eszközök mélyebben bevonják a diákokat az autentikus tanulásba.",
    "trendsetter_description_": "Ön ott találja meg a diákokat, „ahol ők vannak”, és összekapcsolja az osztályt a kortárs popkultúrával.",
    "watchdog_description_": "Ön arra szeretné rávenni a diákokat, hogy a médiát és a technológiát a gazdasági és politikai kontextusukban is megértsék.",
    "question2": "Megtéveszthet bennünket a média, ha nem tudjuk, honnan származik az információ.",
    "question3": "A televízió valódi célja, hogy nézőket adjon el a hirdetőknek.",
    "question4": "Aggaszt, hogy túl kevés cég uralja a kiadói, műsorszórási, filmes és internetes ipart.",
    "question5": "Az állampolgároknak kötelességük kifejezniük magukat azokban az ügyekben, amelyekben hisznek.",
    "question6": "Elveszíthetjük a demokráciánkat, ha nem nevelünk ki egy olyan aktivista nemzedéket, amely megőrzi azt.",
    "question7": "Túl gyakran vonja el a média a diákokat a valóban fontos információktól és ötletektől.",
    "question8": "Aggódom, hogy a diákok médiahasználata rontja a koncentrációjukat és a tanulási motivációjukat.",
    "question9": "Nem lehetünk versenyképesek a munkaerőpiacon, ha az e-mailjeink, írásaink, videóink és fotóink nem professzionálisak.",
    "question10": "Ha a diákok amatőrnek tűnő médiatartalmakat készítenek, nehéz eldönteni, tanultak-e valamit egyáltalán.",
    "question11": "A digitális média területén, ha nem veszünk részt, lemaradunk.",
    "question12": "Azok a diákok, akik nem aktívak online, elszigetelődnek a külvilágtól.",
    "question13": "A jövő legsikeresebb iskolái olyan technológiai eszközökbe fektetnek, és úgy tanítják meg ezek használatát, hogy előnyhöz jussanak.",
    "question14": "Ha az iskolám nem követi a technológiai trendeket, le fogunk maradni.",
    "question15": "Tartok tőle, hogy egyes médiák és technológiák antiszociális viselkedést válthatnak ki.",
    "question16": "Ha a diákok nem osztják meg, hogyan éreznek a média és a popkultúra iránt, kihagyják az érzelmi fejlődés lehetőségét.",
    "question17": "Ha nem hagyok elég kreatív szabadságot a diákjaimnak, lehet, hogy sosem tanulnak meg igazán önmaguk lenni.",
    "question18": "Túl sokan közömbösek a tanulás és saját képességeik fejlesztése iránt.",
    "question19": "Ha nem vagyok tisztában a diákok popkultúrájával, azt fogják gondolni, hogy nem értem őket igazán.",
    "question20": "Nem könnyű kapcsolatot teremteni a fiatalokkal, ha nem osztozunk a filmjeikben, zenéikben, divatjukban és sztárjaikban.",
    "question21": "A fősodorbeli média, például a nagy tévétársaságok üzeneteinek többsége időpocsékolás.",
    "question22": "Túl sokan nem tudnak az alternatív médiáról, amelyet bizonyos magazinok, zenék és filmek kínálnak.",
    "question23": "A diákokat beszűkítheti a saját popkultúra iránti egyoldalú érdeklődésük.",
    "question24": "Aggaszt a kortárs popkultúra egyszerűsége és összetettségének hiánya.",
    "question25": "Ha tudjuk, hogyan készül valójában egy weboldal, videojáték vagy tévéműsor, örökre megváltozik a médiafogyasztásunk.",
    "question26": "A médiagyártók tudatosan, aprólékosan döntenek arról, hogyan alakítanak ki egy filmet, tévéműsort vagy weboldalt.",
    "question27": "A médiában található sztereotípiák elleni küzdelem elengedhetetlen az emberek jólétének javításához.",
    "question28": "Megváltoztathatjuk valakinek az életét azzal, ha megtanítjuk, hogyan álljon ellen a káros médiás üzeneteknek.",
    "question29": "Alapvető fontosságú, hogy a fiatalok a tanteremben is használják a digitális médiát társadalmi változások érdekében.",
    "question30": "Ha a fiatalok digitális médián keresztül cselekszenek társadalmi ügyekben, képesek megváltoztatni a világot.",
    "question31": "Az internet legnagyobb előnye, hogy gazdag tartalmat, ötleteket és információkat érhetünk el, melyeket felhasználhatunk az osztályban.",
    "question32": "A digitális média megkönnyíti a diákok számára, hogy olyan tananyaggal foglalkozzanak, amelyet egyébként unalmasnak találnának.",
    "question33": "Amikor a diákok ugyanazokat az eszközöket használják, mint a profi szakemberek, érzik, hogy nagyobb eséllyel hallatják a hangjukat.",
    "question34": "Ha a diákok keményen dolgoznak, olyan produkciókat hozhatnak létre, amelyek minőségben megközelíthetik a Hollywoodban vagy a nagy tévétársaságoknál látottakat.",
    "question35": "Ha a közösségi médiát teljes mértékben kihasználjuk, forradalmasíthatja az oktatást.",
    "question36": "Minél többet osztunk meg online, annál többet adunk hozzá a társadalomhoz.",
    "question37": "Ha a diákok megtanulnak egy új technológiai eszközt kezelni, különleges tudásra és státuszra tesznek szert.",
    "question38": "A jó oktatástechnológiai eszközök segítik a tanárokat a jobb tanításban.",
    "question39": "A média segít érzelmeket aktiválni az órán, ami előmozdítja a tanulást.",
    "question40": "A médiahasználat az osztályban elősegíti az empátiát és a szociális megértést.",
    "question41": "Ha a diákokat valóban érdekli egy téma, semmi sem állíthatja meg őket abban, hogy még többet tanuljanak róla.",
    "question42": "A diákok kreativitása felszabadul, amikor olyan témákkal találkoznak, amelyek mélyen foglalkoztatják őket.",
    "question43": "Ha lépést tartok a fiatalok popkultúrájával, közelebb kerülök hozzájuk.",
    "question44": "A fiatalok popkultúra iránti érdeklődése ösztönözheti a tantárgyi témák iránti érdeklődést is.",
    "question45": "Az alternatív filmek és dokumentumfilmek érdekesebbek és hasznosabbak a diákjaimnak, mint a hollywoodi alkotások.",
    "question46": "A diákok élete gazdagodik, ha alternatív médiamegjelenítéseket keresnek.",
    "question47": "A diákok élete gazdagodik, ha megértik, hogyan és miért relevánsak a klasszikus alkotások napjaink problémái szempontjából.",
    "question48": "A gyerekeknek hozzáférést kellene kapniuk a gazdag kulturális örökséghez, amelyet a klasszikus filmek és irodalmi művek kínálnak.",
    "What is?": "A kvízről",
    "Digital Learning Motivation Quiz for Educators (DLMQE):": "Digital Learning Motivation Quiz for Educators (DLMQE):",
    "Quiz Explanation": "Egy 48 tételes Likert-skálás eszköz, amely felméri a tanárok észlelt értékét és relevanciáját hat fogalmi témában: a technológiai eszközökkel, műfajokkal és formátumokkal kapcsolatos attitűdök; az üzenetek tartalma és minősége; a közösségi összekapcsolódás; a szövegek és közönségek; a médiarendszerek; és a tanulóközpontú fókusz. </br> A Digital Learning Horoscope profilok azon megfigyelésen alapulnak, hogy a tanárok különböző szinten kötődnek az empowerment- és a protekcionista szemlélethez a média és technológia lehetőségeit vagy kihívásait illetően. Az eszköz azt méri, a tanár mennyire értékeli: (1) a technológiai eszközöket, műfajokat és formátumokat; (2) az üzenet tartalmát és minőségét; (3) a közösségi kapcsolódást; (4) a szövegeket és a közönségeket; (5) a médiarendszerek megértését; (6) a tanulóközpontú megközelítést. <br/> A digitális tanulási motiváció mérései 12 profilt foglalnak magukba: Technofil, Professzionális (technológiai eszközök, műfajok és formátumok); Ízlésformáló, Professzor (üzenet tartalma és minősége); Aktivista, Tanár 2.0 (közösségi összekapcsolódás); Alternatív, Trendteremtő (szövegek és közönségek); Őrszem, Leleplező (médiarendszerek); Motivátor, Lelki vezető (tanulóközpontúság). Mindegyik 12 profilhoz négy állítás tartozik. Ebből kettő a védelmi (protekcionista) nézőpontot, kettő pedig a felhatalmazást (empowerment) tükrözi. Például egy „Aktivista” állítás védelmi szemponttal: „Az én feladatom, hogy segítsek a diákoknak megvizsgálni, miért és miként lehetnek a társadalmi intézmények igazságtalanok vagy egyenlőtlenek.” Egy „Aktivista” állítás felhatalmazó szemponttal: „A tanteremben a média és a technológia használata fel kell, hogy ébressze a társadalmi szerepvállalást.”",
    "Take the quiz as individually or in group!": "Töltse ki a kvízt egyénileg vagy csoportosan!",
    "Your account is waiting confirmation. Please wait, we will mail after confirmation.": "A fiókja megerősítésre vár. Kérjük, várjon, e-mailben fogjuk értesíteni a visszaigazolás után.",
    "Sorry user cannot be identified.": "Sajnáljuk, a felhasználó nem azonosítható.",
    "Users account is verified.": "A felhasználói fiók igazolva lett.",
    "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation": "Sikeresen regisztrált. A fiókot azonban az adminisztrátornak jóvá kell hagynia. Kérjük, várjon, értesíteni fogjuk e-mailben a megerősítés után.",
    "Welcome Email": "Üdvözlő e-mail",
    "Congratulations": "Gratulálunk",
    "Your <a href='https://www.setyourmotivation.com/'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.": "A <a href='https://www.setyourmotivation.com/login'> Set Your Motivation</a> fiókja megerősítést nyert. Mostantól bejelentkezhet az e-mail-címe és a jelszava megadásával.",
    "Your email address": "Az Ön e-mail-címe",
    "A new user has registered  , Please click on the below link to verify the account.": "Új felhasználó regisztrált. Kérjük, kattintson az alábbi linkre a fiók ellenőrzéséhez:",
    "Verify Account": "Fiók ellenőrzése",
    "Dashboard": "Irányítópult"
  }
  