{
  "Download Translate File": "Scarica il file di traduzione",
  "Home": "Home",
  "Around the Web": "Sul Web",
  "Contact Us": "Contattaci",
  "For more information about the Digital Learning Motivation Quiz for Educators, please contact:": "Per ulteriori informazioni sul Digital Learning Motivation Quiz for Educators, contatta:",
  "Group Information": "Informazioni sul gruppo",
  "Group Name": "Nome del gruppo",
  "Pin": "PIN",
  "Description": "Descrizione",
  "Create": "Crea",
  "Update": "Aggiorna",
  "Results": "Risultati",
  "Search..": "Cerca..",
  "Name": "Nome",
  "Email": "E-mail",
  "Activist": "Attivista",
  "Alt": "Alternativo",
  "Demystifier": "Demistificatore",
  "Motivator": "Motivatore",
  "Professional": "Professionista",
  "Professor": "Professore",
  "Spirit Guide": "Guida Spirituale",
  "Taste Maker": "Influencer di gusti",
  "Taste-Maker": "Influencer di gusti",
  "Teacher 2.0": "Insegnante 2.0",
  "Techie": "Tecnofilo",
  "Trendsetter": "Trendsetter",
  "Watchdog": "Cane da guardia",
  "Protect": "Proteggere",
  "Empower": "Responsabilizzare",
  "Process": "Processo",
  "Empower vs. Protect": "Responsabilizzare vs. Proteggere",
  "Your All Motivations": "Tutte le tue motivazioni",
  "Delete": "Elimina",
  "View": "Visualizza",
  "Are you sure": "Sei sicuro?",
  "The deletion process will have serious consequences": "La procedura di eliminazione avrà conseguenze serie",
  "If you delete the result, you will not be able to bring it back": "Se elimini il risultato, non potrai più recuperarlo",
  "result has been deleted": "il risultato è stato eliminato",
  "result has not been deleted": "il risultato non è stato eliminato",
  "Total User": "Numero totale di utenti",
  "Motivation": "Motivazione",
  "Style": "Stile",
  "Top Motivations": "Motivazioni principali",
  "Groups": "Gruppi",
  "New Group": "Nuovo gruppo",
  "Id": "ID",
  "Edit": "Modifica",
  "View Group`s Results": "Visualizza i risultati del gruppo",
  "If you delete the group, you will not be able to bring it and it`s results back": "Se elimini il gruppo, non potrai più recuperarlo né i suoi risultati",
  "Group has been deleted": "Il gruppo è stato eliminato",
  "Group has not been deleted": "Il gruppo non è stato eliminato",
  "Reference Information": "Informazioni di riferimento",
  "Title": "Titolo",
  "Link": "Link",
  "Date": "Data",
  "References": "Riferimenti",
  "New reference": "Nuovo riferimento",
  "If you delete the reference, you will not be able to bring it back": "Se elimini il riferimento, non potrai più recuperarlo",
  "reference has been deleted": "il riferimento è stato eliminato",
  "reference has not been deleted": "il riferimento non è stato eliminato",
  "Login": "Accedi",
  "E-Mail Address": "Indirizzo e-mail",
  "Password": "Password",
  "Remember Me": "Ricordami",
  "Forgot Your Password?": "Hai dimenticato la password?",
  "Reset Password": "Reimposta password",
  "Send Password Reset Link": "Invia link per il reset della password",
  "Confirm Password": "Conferma password",
  "Register": "Registrati",
  "Discover yourself now!": "Scopri te stesso ora!",
  "Join our Digital Media Literacy Survey Free!": "Partecipa individualmente o in gruppo!",
  "No matter what your motivation is, Powerful Voices for Kids has ideas to improve digital& media literacy in your classroom.": "Qualunque sia la tua motivazione, il Digital Learning Motivation Quiz for Educators offre idee per migliorare l'educazione ai media e al digitale in classe.",
  "Individual Entry": "Individuale",
  "Group Entry": "Di gruppo",
  "Academic References to Our Survey!": "Cosa dice la ricerca?",
  "Thank you for citing...": "Grazie per aver citato...",
  "Join Us": "Aiutaci a migliorare la traduzione del quiz",
  "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "Puoi aiutarci a migliorare le nostre traduzioni e persino ad aggiungere nuove lingue come parte della nostra community di traduttori. Se desideri tradurre il sondaggio nella tua lingua, traduci il file seguente e contatta Sait Tüzel (sait@mediaeducationlab.com).",
  "Strenghts": "Punti di forza",
  "Challenges": "Sfide",
  "Media Education Lab Admin Panel": "Pannello di amministrazione Media Education Lab",
  "Admin Panel": "Pannello di amministrazione",
  "Individual Results": "Risultati individuali",
  "Group Results": "Risultati di gruppo",
  "Download Results": "Scarica risultati",
  "Back to Home": "Torna alla Home",
  "Media Literacy Survey": "Sondaggio sull'alfabetizzazione mediatica",
  "Welcome To Our Digital Media Education Survey": "Digital Learning Motivation Quiz for Educators",
  "Menu": "Menu",
  "Admin Entry": "Accesso Admin",
  "Logout": "Disconnetti",
  "Our Mission": "Il nostro sponsor",
  "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service. We emphasize interdisciplinary scholarship and practice that stands at the intersections of communication, media studies and education.": "Il Media Education Lab dell'Università di Rhode Island ha sostenuto il Digital Learning Motivation Quiz for Educators (DLMQE) https://mediaeducationlab.com/",
  "Contact": "Contatto",
  "Copyright": "Copyright",
  "About Us": "Chi siamo",
  "Learn your Media Education Motivation": "Scopri la tua motivazione nell'educazione ai media",
  "Media Education Lab": "Media Education Lab",
  "Respond to these statements according to how important they are to you:": "Rispondi a queste affermazioni in base a quanto sono importanti per te:",
  "Each question has 5 options.": "Ogni domanda ha 5 opzioni di risposta.",
  "Please type the group name provided by your instructor.": "Inserisci il nome del gruppo fornito dal tuo referente.",
  "Group Pin": "PIN di gruppo",
  "Please type the group pin provided by your instructor.": "Inserisci il PIN del gruppo fornito dal tuo referente.",
  "Your Email": "La tua e-mail",
  "Your Name": "Il tuo nome",
  "Questions": "Domande",
  "Strongly disagree": "Per niente importante",
  "Somewhat disagree": "Poco importante",
  "Neither agree nor disagree": "Mediamente importante",
  "Somewhat agree": "Importante",
  "Strongly agree": "Molto importante",
  "Send": "VEDI I TUOI RISULTATI",
  "You are a": "Sei un/una",
  "Read More..": "Leggi di più...",
  "Close": "Chiudi",
  "You are also a": "Sei anche un/una",
  "Take Quiz Individually": "Fai il quiz individualmente",
  "Take Quiz in Group": "Fai il quiz in gruppo",
  "What is Your Digital Learning Motivation?": "Qual è la tua motivazione nell'apprendimento digitale?",
  "You see the opportunities and advantages to using media and technology in your teaching practice.": "Riconosci le opportunità e i vantaggi dell'utilizzo di media e tecnologia nella pratica didattica.",
  "You see the risks and challenges to using media and technology in your teaching practice.": "Riconosci i rischi e le sfide legate all'uso di media e tecnologia nella tua pratica didattica.",
  "activist_description": "Hai una passione duratura per promuovere la partecipazione democratica attraverso l'azione politica, che si tratti di giustizia sociale, ambientalismo, salute pubblica o qualsiasi altra questione sociale e politica. Vedi il tuo ruolo in classe come un catalizzatore affinché gli studenti capiscano come possano far sentire la propria voce per migliorare la qualità della vita nella loro comunità e nel mondo. Vuoi che i tuoi studenti comprendano che hanno il potere, anche in giovane età, di cambiare il mondo partecipando attivamente al processo democratico.",
  "activist_protect1": "Insegnare agli studenti come difendersi da messaggi mediatici dannosi e opprimenti e come “rispondere” a immagini mediatiche negative e stereotipate.",
  "activist_protect2": "Preparare gli studenti alla partecipazione democratica con una solida conoscenza del processo civico.",
  "activist_protect3": "Condividere una visione specifica dell'impegno civico basata su punti di vista o media non familiari agli studenti.",
  "activist_empower1": "Aiutare gli studenti a sentirsi a proprio agio nell'esprimere le proprie opinioni e idee nell'azione politica.",
  "activist_empower2": "Fornire opportunità agli studenti di creare media che esprimano le loro idee originali all’interno di uno scenario politico o sociale esistente.",
  "activist_empower3": "Incoraggiare gli studenti a mettere in discussione e a sfidare credenze e opinioni date per scontate, al fine di favorire l'impegno civico.",
  "activist_strenghts": "Gli Attivisti sono spesso leader naturali che sensibilizzano gli studenti sul loro ruolo in un ambiente democratico. Possiedono generalmente una profonda conoscenza di questioni globali e locali capaci di coinvolgere gli studenti e di farli partecipare direttamente al processo politico—che si tratti di promuovere un programma di riciclaggio a scuola o di scrivere lettere alle emittenti locali.",
  "activist_challenges": "Gli Attivisti talvolta sopravvalutano o sottovalutano il grado in cui gli studenti hanno sviluppato i propri sistemi di valori e convinzioni. Alcuni studenti hanno valori “familiari” che contraddicono la visione dell’insegnante, mentre altri non hanno ancora formato le proprie opinioni. Ciò rende l’Attivista vulnerabile al rischio di imporre le proprie convinzioni a studenti che le osteggiano o sono incerti su di esse.",
  "alt_description": "Sei un insegnante inventivo, magari un tipo da “fai da te”. Sei sempre pronto a sfidare gli studenti con modalità alternative di trovare, utilizzare, analizzare e produrre media fuori dai soliti schemi. Che tu usi software open source sui computer scolastici, incoraggi gli studenti ad avviare club o riviste alternative o presenti loro media distanti dal mainstream, probabilmente sei il sostenitore chiave di un ampliamento della loro comprensione di come comunicare nel mondo.",
  "alt_protect1": "Insegnare agli studenti a mettere in discussione l’autorità di punti di vista provenienti dai media mainstream, professionali e di massa.",
  "alt_protect2": "Condividere riferimenti culturali alternativi, che sono stati trasformativi nella tua vita o in altre culture.",
  "alt_protect3": "Aiutare gli studenti a comprendere prospettive e storie alternative che potrebbero non apprendere sui libri di testo o in altri media autorevoli in classe.",
  "alt_empower1": "Incoraggiare gli studenti a immaginare molteplici modi di comunicare un messaggio o un'idea.",
  "alt_empower2": "Offrire agli studenti uno sguardo “dietro le quinte” di prodotti creati con stili meno “patinati” rispetto alla maggior parte delle produzioni professionali, e insegnare loro le competenze necessarie.",
  "alt_empower3": "Dare agli studenti l’opportunità di sperimentare la produzione di media che utilizzino formati, modalità di costruzione e punti di vista a loro sconosciuti.",
  "alt_strenghts": "Gli insegnanti “Alternativi” creano un ambiente di classe curioso, creativo e stimolante, rompendo con le aspettative degli studenti. Spesso introducono per la prima volta gli studenti a mondi di arte, attualità, cultura pop e letteratura che offrano una gamma di punti di vista più ampia rispetto ai media scolastici tradizionali.",
  "alt_challenges": "Nel proporre alternative al canone tradizionale, i “docenti Alternativi” a volte creano nuovi “intoccabili”, non sottoposti allo stesso esame critico riservato ai media mainstream. Potrebbero anche allontanare gli studenti che si identificano fortemente con la cultura pop, poiché la proposta di alternative potrebbe essere percepita come un mancato rispetto di ciò che amano di più.",
  "demystifier_description": "Sapevi che gran parte delle scene nei telefilm polizieschi sono girate con green screen? Che quando le catene di fast food pubblicizzano i loro prodotti, assumono artisti e scultori per rendere gli ingredienti più appetibili? Che le foto delle riviste vengono ritoccate digitalmente? Se una di queste domande solletica la tua curiosità, probabilmente sei un Demistificatore. Come insegnante, vuoi “tirare indietro il sipario” sul processo di produzione mediatica in tutte le sue forme, dalla scrittura di un libro al montaggio di un film hollywoodiano. Porti gli studenti dentro ciò che inizialmente sembra un segreto ben custodito, ma che alla fine diventa parte essenziale della loro comprensione critica—imparare a porsi buone domande “come” e “perché”—e del loro apprendimento in classe.",
  "demystifier_protect1": "Aiutare gli studenti a capire come la manipolazione delle immagini alteri la percezione della realtà.",
  "demystifier_protect2": "Difendere gli studenti dai messaggi negativi veicolati dai media di massa e dalla cultura pop, che possono influire sulla loro autostima o immagine di sé.",
  "demystifier_protect3": "Mettere in discussione il piacere acritico che gli studenti provano per certi media problematici.",
  "demystifier_empower1": "Usare la demistificazione dei processi di produzione per incoraggiare gli studenti a creare media propri.",
  "demystifier_empower2": "Chiedere agli studenti di stabilire collegamenti tra i processi di produzione mediatica e i media che utilizzano nella vita di tutti i giorni.",
  "demystifier_empower3": "Incoraggiare gli studenti a porsi domande personali su come e perché i media vengono costruiti.",
  "demystifier_strenghts": "I Demistificatori riconoscono i momenti didattici ideali in cui gli studenti faticano a capire come e perché i media vengono creati. Gli studenti stabiliscono collegamenti significativi con il proprio uso domestico dei media; spesso finiscono per dire di non guardare più un film, leggere un libro o utilizzare un sito web nello stesso modo di prima.",
  "demystifier_challenges": "I Demistificatori devono prestare attenzione a non creare confusione “sollevando troppi sipari” senza un obiettivo di apprendimento chiaro e significativo. Devono anche contrastare il cinismo degli studenti quando scoprono la “costruzione” alla base dei media; se gli studenti imparano a produrre essi stessi media consapevolmente, comprendono che la costruzione può essere “buona” o “cattiva” a seconda dei punti di vista e delle circostanze.",
  "motivator_description": "Sei una fonte di ispirazione, un catalizzatore per l’energia creativa dei tuoi studenti. Gli studenti che prima non si sentivano a loro agio nel parlare in classe, partecipare alle attività o contribuire al dialogo collettivo trovano più semplice farlo quando guidi tu la lezione. Ma forse non ti consideri un leader, anche se in realtà lo sei—ti vedi piuttosto come un trampolino o un facilitatore. L’aspetto centrale è cosa gli studenti vogliono dire e fare; il tuo ruolo è aiutarli a essere la migliore versione di se stessi.",
  "motivator_protect1": "Insegnare agli studenti come proteggersi da media che potrebbero danneggiare la loro autostima o il loro senso di valore.",
  "motivator_protect2": "Richiedere che gli studenti offrano feedback positivo ai compagni, sottolineando gli aspetti più solidi della partecipazione e del lavoro in classe.",
  "motivator_protect3": "Selezionare con cura i materiali utilizzati in classe, in modo che non mettano in discussione il senso di potere creativo degli studenti.",
  "motivator_empower1": "Creare un ambiente in cui gli studenti si sentano a proprio agio nell’esprimere idee, opinioni e talenti creativi unici.",
  "motivator_empower2": "Incoraggiare gli studenti a scegliere argomenti che li appassionano come base per attività e progetti in classe.",
  "motivator_empower3": "Offrire opportunità affinché gli studenti sviluppino e sostengano la propria discussione in classe, con un intervento minimo dell’insegnante.",
  "motivator_strenghts": "I Motvatori sono quegli insegnanti che gli studenti ricordano con affetto per il loro impegno verso la collaborazione e l’espressione studentesca—gli studenti sentono che le loro idee e la loro creatività sono rispettate e valorizzate. Inoltre, i Motvatori sono attenti a coinvolgere ogni studente nel processo creativo, e grazie al loro carisma è più difficile che alcuni studenti si tirino indietro.",
  "motivator_challenges": "A volte i Motvatori tendono a offrire poca struttura o troppa libertà, creando confusione e ostacolando gli studenti nel raggiungimento di obiettivi chiari. Sebbene la loro voce sia potente, gli studenti sono in una fase di crescita e possono non sapere esattamente cosa vogliono dire. I Motvatori devono assicurarsi che gli studenti non solo si sentano a proprio agio nell’esprimersi, ma anche nel mettersi in discussione reciprocamente con rispetto, così da favorire una produzione di lavori più accurati e approfonditi.",
  "professional_description": "Hai standard elevati per il lavoro dei tuoi studenti e potresti essere considerato il “professionista dei media” di riferimento nella tua scuola. Sei il tipo di insegnante che sa spingere gli studenti a comprendere ed emulare le convenzioni professionali, ritenendole fondamentali per essere presi sul serio nel mondo della produzione mediatica. Potresti anche voler avvicinare i tuoi studenti al “mondo reale” della produzione mediatica, invitando in classe autori, professionisti o produttori di media per arricchire il processo di apprendimento.",
  "professional_protect1": "Proteggere gli studenti dai fallimenti tecnici nei loro progetti di produzione mediatica.",
  "professional_protect2": "Indurre gli studenti a riconoscere come la produzione professionale veicoli messaggi specifici, anche potenzialmente negativi.",
  "professional_protect3": "Prevenire il caos organizzativo con un modello di produzione gerarchico (ruoli espliciti) che impedisca agli studenti di divagare o di essere improduttivi.",
  "professional_empower1": "Instillare un senso di professionalità e promuovere un impegno costante nei progetti di produzione mediatica.",
  "professional_empower2": "Aiutare gli studenti a percepirsi come “veri” autori che parlano a un pubblico reale, usando un linguaggio professionale comprensibile a chi segue i media di massa.",
  "professional_empower3": "Fornire un percorso accademico o professionale nel campo della produzione e dell’industria dei media, modellando abilità, comportamenti e standard di tipo professionale.",
  "professional_strenghts": "La professionalità ha un “bell’aspetto”. I Professionisti tendono a pretendere uno standard estetico più alto rispetto ai progetti studenteschi tipici. Sono spesso responsabili della gestione delle tecnologie e delle attrezzature professionali disponibili a scuola. Incoraggiano inoltre gli studenti a cercare opportunità di continuare a creare media anche in attività extrascolastiche e programmi accademici.",
  "professional_challenges": "La professionalità rischia di restare alla superficie del “look & feel”, senza approfondire il contenuto. Gli studenti possono imitare i modelli professionali di notiziari, produzioni cinematografiche o design grafico, ma non necessariamente applicare la stessa rigorosità agli aspetti accademici o di contenuto. Se i valori professionali rimangono puramente estetici, potrebbero scoraggiare gli studenti dall’approfondire i processi di ricerca, analisi e valutazione cruciali per prodotti mediali di alta qualità.",
  "professor_description": "Ti assicuri sempre di bilanciare il tuo entusiasmo per media e tecnologia con un chiaro collegamento ai tuoi obiettivi accademici. Vuoi essere certo che media e tecnologia non vengano usati in classe per il solo gusto di usarli, ma per avanzare nelle lezioni, negli obiettivi e nei traguardi di apprendimento. Presentazioni multimediali, siti web interattivi e tecnologie educative servono per aiutarti a trasmettere i contenuti fondamentali che gli studenti devono padroneggiare.",
  "professor_protect1": "Mantenere gli studenti concentrati sui compiti in corso, evitando distrazioni o attività multimediali caotiche e non strutturate.",
  "professor_protect2": "Dare una struttura solida alle conversazioni in classe per aiutare gli studenti a padroneggiare il contenuto e comprendere meglio gli obiettivi di lezione.",
  "professor_protect3": "Usare strumenti di tecnologia educativa come “spazi sicuri” in cui gli studenti possano esplorare, ma entro confini didattici ben definiti.",
  "professor_empower1": "Aiutare gli studenti a capire come i media coinvolgenti possano essere collegati a lezioni ed obiettivi di apprendimento fondamentali per il loro sviluppo accademico.",
  "professor_empower2": "Ampliare la concezione degli studenti di ciò che è consentito in un contesto accademico incoraggiandoli a creare presentazioni, video e altri prodotti multimediali.",
  "professor_empower3": "Fornire una prospettiva di successo educativo che includa la padronanza di materiali multimediali rilevanti per il loro percorso scolastico, come word processor, creazione di presentazioni multimediali, produzione video e altre abilità.",
  "professor_strenghts": "I Professori hanno una comprensione chiara dei propri obiettivi d'insegnamento e i loro studenti ne sono consapevoli. Sono meno soggetti ai problemi di caos tipici dei grandi progetti di produzione multimediale collaborativa. I loro studenti hanno sempre un’idea precisa della pertinenza dell’integrazione di tecnologia e media rispetto alle esigenze immediate della lezione e della materia.",
  "professor_challenges": "Attenendosi strettamente alle esigenze curriculari, i Professori potrebbero perdere occasioni di uscire dallo “script” per trarre vantaggio da momenti di apprendimento inaspettati e potenzialmente preziosi. L’uso di tecnologia e media in classe offre numerose opportunità di creatività, improvvisazione ed esplorazione, che talvolta non si integrano facilmente in una lezione rigorosamente pianificata. Questi momenti di scoperta semistrutturati possono aiutare a approfondire la comprensione da parte degli studenti di questioni importanti nella loro vita quotidiana—famiglia, comunità, attualità, e altre lezioni di vita importanti ma non sempre prevedibili.",
  "spirit-guide_description": "Sei un ascoltatore attento. Hai una dedizione per il benessere sociale ed emotivo dei tuoi studenti, e desideri che tutto ciò che si fa in classe si colleghi ai loro bisogni immediati di comprendersi e di capire la propria vita. Gli studenti probabilmente ti trovano affidabile e possono confidarsi con te in modi che non adottano con altri insegnanti. Sai che i media sono soltanto un aspetto della vita degli studenti, e vuoi utilizzarli per aiutarli ad affrontare i momenti alti e bassi dell’esistenza con tutte le sue sfide e opportunità.",
  "spirit-guide_protect1": "Aiutare gli studenti a riconoscere e difendersi dalle rappresentazioni mediatiche che danneggiano la loro autostima.",
  "spirit-guide_protect2": "Contrastare stereotipi e rappresentazioni errate in cui gli studenti possano riconoscersi o che possano notare.",
  "spirit-guide_protect3": "Creare in classe uno spazio sicuro e riservato in cui gli studenti si sentano rispettati e ascoltati quando parlano delle loro relazioni personali.",
  "spirit-guide_empower1": "Incoraggiare gli studenti a esprimere sentimenti ed emozioni attraverso la produzione mediatica.",
  "spirit-guide_empower2": "Promuovere conversazioni sulle esperienze personali degli studenti con i media digitali e la cultura pop e sul modo in cui queste esperienze influiscono sulla loro vita.",
  "spirit-guide_empower3": "Integrare la pratica riflessiva nelle attività di scrittura e produzione mediatica degli studenti.",
  "spirit-guide_strenghts": "Le Guide Spirituali sono generalmente altamente affidabili. Gli studenti si confidano con loro, rivelando pensieri e sentimenti che potrebbero non condividere con altri insegnanti. Le Guide Spirituali sono particolarmente recettive nei confronti del benessere emotivo degli studenti e della loro autostima.",
  "spirit-guide_challenges": "Molti studenti hanno vite mediatiche private che potrebbero esitare a condividere in classe. Le Guide Spirituali devono prestare particolare attenzione ai momenti in cui è opportuno rispettare il diritto dello studente di non condividere, soprattutto se ci sono preoccupazioni su privacy o giudizio da parte dei coetanei.",
  "taste-maker_description": "I ragazzi di oggi! Memorizzano testi di canzoni rap e pop, ma che dire dei versi di Shakespeare? Conoscono ogni dettaglio dell’ultimo blockbuster di Hollywood, ma cosa sanno dei film classici americani o stranieri? Desideri ampliare gli orizzonti dei tuoi studenti. Vuoi che abbiano accesso ai tipi di esperienze mediatiche che li mettano in contatto con la storia, l’estetica e il pensiero critico. Sai che, per le loro future interazioni, sarà importante attingere a un repertorio culturale vario composto da fonti sia classiche sia popolari. Nel peggiore dei casi, l’interesse esclusivo per la cultura pop risulterà inutile per il loro futuro. Nel migliore dei casi, combineranno la comprensione della cultura contemporanea con quella di altre forme classiche di letteratura, arte e media, mettendo in relazione la cultura pop con il suo patrimonio storico.",
  "taste-maker_protect1": "Sfatare le percezioni limitate degli studenti, proponendo riferimenti culturali ampiamente riconosciuti.",
  "taste-maker_protect2": "Chiedere agli studenti di distinguere tra messaggi superficiali e messaggi più complessi.",
  "taste-maker_protect3": "Sviluppare strategie creative per indirizzare l’attenzione degli studenti sui “classici” nell’arte, nella letteratura e in altri media.",
  "taste-maker_empower1": "Aiutare gli studenti a usare il pensiero critico per distinguere tra messaggi positivi e negativi.",
  "taste-maker_empower2": "Collegare la cultura popolare amata dagli studenti al suo patrimonio culturale.",
  "taste-maker_empower3": "Incoraggiare gli studenti a porsi domande critiche sull’estetica e sul contesto storico di tutti i media utilizzati in classe.",
  "taste-maker_strenghts": "I “Taste-Maker” possiedono una profonda conoscenza del mondo dell’arte, che utilizzano per far sì che i loro studenti si interessino e si appassionino di letteratura classica, arte e altri media. Hanno anche una “visione d’insieme” della cultura, collegando la cultura contemporanea ai suoi predecessori storici ed estetici.",
  "taste-maker_challenges": "A volte i “Taste-Maker” proiettano il proprio gusto per i “classici” nell’approccio alla cultura pop, finendo per allontanare quegli studenti che si identificano in modo profondo con il cosiddetto “superficiale”. Inoltre, potrebbero non applicare lo stesso livello di criticità e scetticismo verso i “classici” che applicano invece alla cultura pop contemporanea.",
  "teacher_description": "Sei un educatore che comprende come la partecipazione alle culture del digitale e dei media richieda flessibilità nei confronti di nuovi formati, modalità espressive e partecipazione dentro e fuori la scuola. Potresti leggere le opere di Shakespeare insieme alle loro versioni hollywoodiane, oppure usare versioni online o interattive della letteratura classica per esplorare meglio il significato dei testi. Oppure ancora usare forum di discussione e piattaforme di apprendimento online per stimolare l’entusiasmo degli studenti. Gli insegnanti “2.0” adottano un approccio inclusivo: sono sempre alla ricerca di modi nuovi per connettere l’apprendimento alla cultura dei giovani.",
  "teacher_protect1": "Insegnare agli studenti il rispetto delle relazioni interpersonali online e offline attraverso attività strutturate.",
  "teacher_protect2": "Creare un ambiente sicuro in classe in cui gli studenti possano sperimentare nuove forme di analisi e comunicazione senza essere esposti ad aspetti più duri della vita pubblica online.",
  "teacher_protect3": "Rendere più coinvolgente il programma tradizionale, aiutando gli studenti a concentrarsi su diverse forme di contenuto fondamentale.",
  "teacher_empower1": "Avviare discussioni in classe su vari tipi di media e sul rapporto degli studenti con essi, creando collegamenti testo-testo e testo-persona.",
  "teacher_empower2": "Dare agli studenti la sicurezza di valutare, analizzare e creare media in varie forme anche se presentano difficoltà con la lettura di testi scritti.",
  "teacher_empower3": "Valorizzare la partecipazione degli studenti alla “fan culture” e al loro impegno con i media come parte essenziale del loro apprendimento in classe.",
  "teacher_strenghts": "Gli Insegnanti 2.0 sono infinitamente inventivi e trovano innumerevoli modi nuovi per coinvolgere gli studenti in varie materie. Sfruttano le opportunità per far interagire gli studenti tra loro online e in classe con l’uso di nuovi media e tecnologia, e stabiliscono un legame emotivo con gli studenti prendendo sul serio il loro entusiasmo per i media digitali tanto quanto per l'apprendimento scolastico.",
  "teacher_challenges": "A causa dell’approccio divergente dell’Insegnante 2.0, le lezioni possono incontrare ostacoli, sfide impreviste o rimanere incompiute, ad esempio se gli studenti non hanno tempo di vedere un intero film, non interagiscono a sufficienza sulle piattaforme online o non completano una produzione mediatica. A volte l’insegnante 2.0 non si accorge che alcuni studenti non vogliono partecipare o preferiscono “lasciare a casa” il loro entusiasmo per i media.",
  "techie_description": "Sei sempre aggiornato sulle novità più entusiasmanti in fatto di gadget, dispositivi, app, programmi, plug-in, widget, siti web e tecnologie educative. Quando altri insegnanti hanno problemi con la tecnologia o cercano nuove idee, potrebbero rivolgersi a te per primo. Ti entusiasma il potenziale di coinvolgere gli studenti tramite gli strumenti tecnologici che loro stessi usano e amano nella vita quotidiana—smartphone, tablet e lettori musicali—ma anche a te piace esplorarli. Sei un “tester” e un “smanettone”. Ami imparare nuove competenze e scoprire nuove tecnologie con uno spirito di ricerca appassionato.",
  "techie_protect1": "Insegnare agli studenti a utilizzare gli strumenti tecnologici in modo sicuro e responsabile.",
  "techie_protect2": "Svolgere un ruolo di “controllo qualità” rispetto ai siti web e alle risorse digitali che gli studenti possono consultare.",
  "techie_protect3": "Utilizzare personalmente gli strumenti di tecnologia educativa in classe per rendere le lezioni allo stesso tempo più semplici e coinvolgenti.",
  "techie_empower1": "Dare agli studenti la possibilità di usare in prima persona nuove tecnologie per realizzare propri lavori.",
  "techie_empower2": "Coinvolgersi negli interessi degli studenti per nuove tecnologie come smartphone e dispositivi mobili.",
  "techie_empower3": "Farsi promotore dell’uso di tecnologie educative nella scuola, motivando sia altri colleghi sia gli studenti a usarle.",
  "techie_strenghts": "I Tecnofili hanno il “polso” del rapido cambiamento tecnologico. Coinvolgono l’interesse degli studenti verso piattaforme, programmi e tecnologie emergenti che anche loro apprezzano per trasmettere contenuti didattici.",
  "techie_challenges": "I Tecnofili talvolta hanno difficoltà a coinvolgere docenti e studenti che non condividono lo stesso entusiasmo o la stessa sicurezza nell'uso di nuove tecnologie. Devono assicurarsi di andare oltre il semplice fascino tecnologico, ponendosi domande fondamentali su come e perché la tecnologia funziona nel bene e nel male nella nostra vita quotidiana.",
  "trendsetter_description": "Potresti essere uno degli insegnanti più “cool” della scuola, condividendo con i tuoi studenti (e alcuni colleghi) le tue conoscenze sulla cultura pop e la tua voglia di approfondirla. Forse come genitore hai tanti brani pop nella tua playlist quante ne hanno i tuoi figli. O magari hai gusti culturali non troppo distanti da quelli degli studenti. Sei curioso riguardo alle tendenze e ai fenomeni che fanno parte integrante della vita quotidiana dei tuoi studenti. Vuoi che la cultura scolastica incontri gli studenti “nel loro habitat” con la cultura pop che conoscono e amano—e che talvolta potresti amare anche tu, che si tratti di musica pop e hip-hop, film blockbuster, reality TV o altri riferimenti condivisi.",
  "trendsetter_protect1": "Coltivare un ambiente sicuro per un appropriato utilizzo della cultura pop in classe.",
  "trendsetter_protect2": "Utilizzare svariati testi di cultura popolare per spingere gli studenti a farsi domande su autori, target, messaggi, significati e rappresentazioni della realtà.",
  "trendsetter_protect3": "Chiedere agli studenti di riflettere sul proprio uso della cultura pop, specialmente quando può avere effetti negativi sul loro benessere o sulla propria immagine.",
  "trendsetter_empower1": "Aprire l’analisi della cultura pop come parte importante delle discussioni in classe.",
  "trendsetter_empower2": "Coinvolgersi negli interessi degli studenti sulle nuove tecnologie come smartphone e dispositivi mobili.",
  "trendsetter_empower3": "Incoraggiare gli studenti a collegare la cultura pop ai contenuti più tradizionali del programma scolastico.",
  "trendsetter_strenghts": "I Trendsetter valorizzano la grande varietà di testi di cultura pop che spesso appassionano gli studenti, utilizzandoli come strumento per l’apprendimento formale. Creano forti collegamenti tra le conoscenze specialistiche e le passioni degli studenti (cultura pop) e le nuove conoscenze (contenuti curriculari).",
  "trendsetter_challenges": "I Trendsetter possono avere difficoltà a coinvolgere studenti che si sentono “disconnessi” dalla cultura pop o che si definiscono in opposizione ad essa. Devono anche fare in modo che le discussioni sulla cultura pop non si limitino semplicemente a “mi piace o non mi piace”, ma approfondiscano come e perché la cultura pop opera nel modo in cui lo fa.",
  "watchdog_description": "Sei sospettoso e preoccupato per il modo in cui i sistemi economici e le istituzioni influenzano la nostra vita quotidiana, specialmente attraverso i media che usiamo. Vuoi che i tuoi studenti e colleghi siano più consapevoli delle modalità con cui avviene lo scambio di beni e servizi. Chi possiede e controlla i contenuti che vediamo, ascoltiamo, leggiamo o utilizziamo? In che modo pubblicità, politiche pubbliche e proprietà dei media incidono sulla nostra relazione con il consumismo? Perché spesso è così difficile per gli studenti porre domande critiche a grandi colossi dei media per bambini come Disney o Nickelodeon? A volte ti senti il solo responsabile di “risvegliare” i tuoi studenti riguardo alle dinamiche economiche e istituzionali dietro i media e il mondo che li circonda.",
  "watchdog_protect1": "Smascherare trucchi e “inganni” nelle pubblicità, nella cultura popolare e nei media di massa.",
  "watchdog_protect2": "Promuovere lo scetticismo degli studenti verso le motivazioni delle istituzioni mediatiche.",
  "watchdog_protect3": "Aiutare gli studenti a difendersi dai messaggi pervasivi che glorificano il consumismo.",
  "watchdog_empower1": "Formare gli studenti a porsi domande critiche sui sistemi attraverso i quali i media sono creati, distribuiti e utilizzati.",
  "watchdog_empower2": "Sviluppare la comprensione concreta degli studenti riguardo alla relazione tra media, economia e politica.",
  "watchdog_empower3": "Incoraggiare gli studenti a produrre lavori che sfidino il dominio dei messaggi consumistici, ad esempio annunci di pubblica utilità o parodie dei media di massa e della cultura pop.",
  "watchdog_strenghts": "Gli insegnanti “Cani da guardia” sono spesso i primi, e a volte gli unici, a fornire agli studenti quei momenti di “illuminazione” in cui capiscono come istituzioni e sistemi di potere si connettano ai media che usano. Fanno leva sul senso di potere dei giovani nell’identificare “trucchi” o manipolazioni per aiutarli a comprendere sistemi politici complessi e altre questioni di democrazia e cittadinanza.",
  "watchdog_challenges": "Concentrarsi sui sistemi di potere può talvolta rendere gli studenti cinici riguardo alla proprietà dei media—e coltivare il cinismo a una giovane età può alimentare la sfiducia verso le istituzioni (scolastiche e comunitarie) della loro vita quotidiana. L’approccio Watchdog può anche portare gli studenti a ripetere i valori dell’insegnante, soprattutto se amano comunque la cultura pop e i mass media e imparano quali siano le risposte “giuste” a lezione, senza farle veramente proprie.",
  "question1": "Le persone rimangono passive quando non notano i pregiudizi e i punti di vista incorporati nei messaggi mediatici.",
  "activist_description_": "Sostieni il coinvolgimento civico degli studenti utilizzando media e tecnologia per affrontare problematiche reali.",
  "alt_description_": "Sfidi i tuoi studenti con modalità alternative di trovare, utilizzare, riflettere e creare media fuori dagli schemi.",
  "demystifier_description_": "Vuoi che i tuoi studenti sviluppino capacità di pensiero critico “tirando indietro il sipario” su come i media vengono costruiti.",
  "motivator_description_": "Coltivi l’autonomia degli studenti come discenti indipendenti che seguono la propria creatività.",
  "professional_description_": "Sviluppi le competenze creative e pratiche degli studenti come futuri autori, artisti, scrittori o professionisti dei media.",
  "professor_description_": "Vuoi che gli studenti acquisiscano conoscenze disciplinari utilizzando media e tecnologia per raggiungere obiettivi di apprendimento.",
  "spirit-guide_description_": "Aiuti gli studenti a utilizzare i media per supportare il loro benessere sociale ed emotivo.",
  "taste-maker_description_": "Vuoi che gli studenti apprezzino i media culturalmente significativi in ambito storico, artistico, letterario e scientifico.",
  "teacher_description_": "Aiuti gli studenti a utilizzare media e tecnologia per connettersi e imparare gli uni dagli altri come cittadini digitali in rete.",
  "techie_description_": "Sai che i media e gli strumenti digitali coinvolgono gli studenti più profondamente in un apprendimento autentico.",
  "trendsetter_description_": "Incontri gli studenti “dove sono” collegando la classe alla cultura pop contemporanea.",
  "watchdog_description_": "Vuoi che gli studenti considerino i contesti economici e politici di media e tecnologia come sistemi che influenzano le nostre vite.",
  "question2": "I media possono fuorviare le persone se non si sa da dove provengono le informazioni.",
  "question3": "Lo scopo reale della televisione è vendere il pubblico agli inserzionisti.",
  "question4": "Mi preoccupa che poche aziende controllino il business dell’editoria, della televisione, del cinema e di Internet.",
  "question5": "I cittadini hanno l’obbligo di esprimersi sulle cause in cui credono.",
  "question6": "Rischiamo di perdere la nostra democrazia se non formiamo una generazione di attivisti che la salvaguardino.",
  "question7": "Troppo spesso i media distraggono gli studenti dalle informazioni e dalle idee veramente importanti.",
  "question8": "Temo che l’uso dei media da parte degli studenti influisca negativamente sulla loro concentrazione e motivazione a scuola.",
  "question9": "Non sarai competitivo nel mercato del lavoro a meno che le tue e-mail, i tuoi scritti, i tuoi video e le tue foto non siano ben curati e professionali.",
  "question10": "Quando gli studenti creano produzioni mediatiche dall’aspetto amatoriale, è difficile capire se abbiano imparato qualcosa.",
  "question11": "Nel campo dei media digitali, se non partecipi, rimani indietro.",
  "question12": "Gli studenti che non sono attivi online sono isolati dal resto del mondo.",
  "question13": "Le scuole più competitive del futuro investiranno nei giusti strumenti tecnologici e aiuteranno gli studenti a usarli al meglio.",
  "question14": "Se la mia scuola non tiene il passo con le tendenze tecnologiche, rimarremo indietro.",
  "question15": "Temo che alcuni media e tecnologie possano favorire comportamenti antisociali.",
  "question16": "Se gli studenti non condividono ciò che provano riguardo a media e cultura pop, perdono opportunità di crescita emotiva.",
  "question17": "Se non lascio abbastanza flessibilità ai miei studenti per essere creativi, forse non impareranno mai davvero a esprimersi.",
  "question18": "Troppi non si interessano al processo di apprendimento e allo sviluppo delle proprie conoscenze e abilità uniche.",
  "question19": "Se non conosco la cultura pop dei miei studenti, penseranno che io non sia davvero connesso alle loro vite.",
  "question20": "Non è semplice connettersi con i giovani se non condividiamo il loro interesse per film, musica, moda e celebrità.",
  "question21": "La maggior parte dei messaggi dei media mainstream, come le reti televisive, è una perdita di tempo.",
  "question22": "Troppa gente ignora i media alternativi offerti da alcune riviste, musiche o film.",
  "question23": "Gli studenti possono rimanere intrappolati nel loro limitato interesse per la cultura pop.",
  "question24": "Mi preoccupa la mancanza di complessità nella cultura pop contemporanea.",
  "question25": "Quando scopri come vengono creati realmente un sito web, un videogioco o un programma TV, la tua visione dei media cambia per sempre.",
  "question26": "I produttori di media fanno scelte consapevoli e attente quando creano film, programmi TV e siti web.",
  "question27": "Contrastare gli stereotipi nei media è essenziale per migliorare il benessere delle persone.",
  "question28": "Si può cambiare la vita di qualcuno insegnandogli a resistere ai messaggi mediatici negativi.",
  "question29": "È fondamentale che i giovani utilizzino i media digitali in classe per promuovere il cambiamento sociale.",
  "question30": "Quando i giovani partecipano ad azioni sociali attraverso i media digitali, possono cambiare il mondo.",
  "question31": "Il meglio di Internet è l'accesso a contenuti, idee e informazioni ricche che posso utilizzare in classe.",
  "question32": "I media digitali rendono più facile per gli studenti interagire con materie che alcuni trovano noiose.",
  "question33": "Quando gli studenti usano gli stessi strumenti dei professionisti, si rendono conto che la loro voce può essere ascoltata.",
  "question34": "Se gli studenti lavorano sodo, possono creare produzioni valide quasi quanto quelle che si vedono nei media mainstream, come Hollywood o i telegiornali.",
  "question35": "Se sfruttati al massimo, i social media possono trasformare l’istruzione.",
  "question36": "Più condividiamo online, più contribuiamo alla società.",
  "question37": "Quando gli studenti imparano a padroneggiare un nuovo strumento tecnologico, acquisiscono una conoscenza e uno status speciali.",
  "question38": "Le buone tecnologie educative aiutano gli insegnanti a insegnare meglio.",
  "question39": "I media aiutano gli studenti ad attivare sentimenti ed emozioni in classe a favore dell'apprendimento.",
  "question40": "L’uso dei media in classe promuove l’empatia e la comprensione sociale.",
  "question41": "Quando agli studenti importa davvero di un argomento, nulla può fermarli dal voler sapere di più.",
  "question42": "La creatività degli studenti si libera quando incontrano un argomento che li coinvolge profondamente.",
  "question43": "Tenere il passo con la cultura pop dei giovani mi mette in contatto con loro.",
  "question44": "L’interesse dei giovani per la cultura pop può creare un interesse anche per le materie scolastiche.",
  "question45": "I film e i documentari alternativi sono più interessanti e utili per i miei studenti rispetto alle produzioni di Hollywood.",
  "question46": "La vita degli studenti si arricchisce se cercano rappresentazioni mediatiche alternative.",
  "question47": "La vita degli studenti si arricchisce quando comprendono come e perché i classici nelle varie forme di media siano ancora rilevanti per le questioni di oggi.",
  "question48": "I bambini dovrebbero avere accesso alla ricca storia culturale offerta dai classici del cinema e della letteratura.",
  "What is?": "Informazioni sul quiz",
  "Digital Learning Motivation Quiz for Educators (DLMQE):": "Digital Learning Motivation Quiz for Educators (DLMQE):",
  "Quiz Explanation": "Uno strumento a 48 item su scala Likert che valuta la percezione da parte dei docenti del valore e della rilevanza di sei temi concettuali: atteggiamenti verso strumenti, generi e formati tecnologici; contenuto e qualità del messaggio; connessione comunitaria; testi e pubblici; sistemi mediali; e focus centrato sul discente. </br> I profili del Digital Learning Horoscope derivano dall’osservazione che gli insegnanti possiedono diversi livelli di attaccamento a credenze orientate all’empowerment o alla protezione rispetto alle potenzialità o ai rischi di media e tecnologia. Lo strumento misura i vari gradi di valore riconosciuto dall’insegnante a: (1) strumenti, generi e formati tecnologici; (2) contenuto e qualità del messaggio; (3) connessione con la comunità; (4) testi e pubblici; (5) comprensione dei sistemi mediatici; (6) focus centrato sullo studente. <br/> Le misurazioni di motivazione all’apprendimento digitale includono questi 12 profili: Tecnofilo, Professionista (strumenti, generi e formati tecnologici); Influencer di gusti, Professore (contenuto e qualità del messaggio); Attivista, Insegnante 2.0 (connessione comunitaria); Alternativo, Trendsetter (testi e pubblici); Cane da guardia, Demistificatore (sistemi mediali); Motivatore, Guida Spirituale (focus sul discente). Ognuno dei 12 profili ha quattro affermazioni collegate. Di queste, due hanno una valenza protettiva e due hanno una valenza di responsabilizzazione. Ad esempio, un esempio di affermazione dell’Attivista con valenza protettiva è: “È mio compito aiutare gli studenti a esaminare come e perché le istituzioni sociali possano essere ingiuste e inique.” Un esempio di affermazione dell’Attivista con valenza di responsabilizzazione è: “L’impegno civico dovrebbe essere attivato dall’utilizzo di media e tecnologia in classe.”",
  "Take the quiz as individually or in group!": "Fai il quiz individualmente o in gruppo!",
  "Your account is waiting confirmation. Please wait, we will mail after confirmation.": "Il tuo account è in attesa di conferma. Ti avviseremo via e-mail una volta confermato.",
  "Sorry user cannot be identified.": "Spiacenti, l’utente non può essere identificato.",
  "Users account is verified.": "L’account dell’utente è stato verificato.",
  "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation": "Ti sei registrato con successo, ma il tuo account deve essere confermato da un amministratore. Attendi, ti invieremo un’e-mail una volta completata la conferma.",
  "Welcome Email": "E-mail di benvenuto",
  "Congratulations": "Congratulazioni",
  "Your <a href='https://www.setyourmotivation.com/'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.": "Il tuo account <a href='https://www.setyourmotivation.com/login'>Set Your Motivation</a> è stato confermato. Puoi effettuare l’accesso con il tuo indirizzo e-mail e la tua password.",
  "Your email address": "Il tuo indirizzo e-mail",
  "A new user has registered  , Please click on the below link to verify the account.": "Un nuovo utente si è registrato. Clicca sul link qui sotto per verificare l’account.",
  "Verify Account": "Verifica account",
  "Dashboard": "Dashboard"
}