{
    "Download Translate File": "翻訳ファイルをダウンロード",
    "Around the Web": "ウェブ上で",
    "Home": "ホーム",
    "Contact Us": "お問い合わせ",
    "For more information about the Digital Learning Motivation Quiz for Educators, please contact:": "教育者向けデジタル学習動機クイズ（DLMQE）に関する詳細は、以下までお問い合わせください：",
    "Group Information": "グループ情報",
    "Group Name": "グループ名",
    "Pin": "ピン",
    "Description": "説明",
    "Create": "作成",
    "Update": "更新",
    "Results": "結果",
    "Search..": "検索..",
    "Name": "名前",
    "Email": "メールアドレス",
    "Activist": "アクティビスト",
    "Alt": "オルタナティブ",
    "Demystifier": "デミスティファイア",
    "Motivator": "モチベーター",
    "Professional": "プロフェッショナル",
    "Professor": "プロフェッサー",
    "Spirit Guide": "スピリットガイド",
    "Taste Maker": "テイストメーカー",
    "Taste-Maker": "テイストメーカー",
    "Teacher 2.0": "ティーチャー2.0",
    "Techie": "テッキー",
    "Trendsetter": "トレンドセッター",
    "Watchdog": "ウォッチドッグ",
    "Protect": "保護",
    "Empower": "エンパワー",
    "Process": "プロセス",
    "Empower vs. Protect": "エンパワー vs. 保護",
    "Your All Motivations": "モチベーション",
    "Delete": "削除",
    "View": "表示",
    "Are you sure": "本当によろしいですか",
    "The deletion process will have serious consequences": "削除作業は重大な影響を及ぼします",
    "If you delete the result, you will not be able to bring it back": "結果を削除すると、元に戻すことはできません",
    "result has been deleted": "結果が削除されました",
    "result has not been deleted": "結果は削除されませんでした",
    "Total User": "ユーザー総数",
    "Motivation": "モチベーション",
    "Style": "スタイル",
    "Top Motivations": "トップのモチベーション",
    "Groups": "グループ",
    "New Group": "新規グループ",
    "Id": "ID",
    "Edit": "編集",
    "View Group`s Results": "グループの結果を表示",
    "If you delete the group, you will not be able to bring it and it`s results back": "グループを削除すると、そのグループと結果を元に戻すことはできません",
    "Group has been deleted": "グループが削除されました",
    "Group has not been deleted": "グループは削除されませんでした",
    "Reference Information": "参考情報",
    "Title": "タイトル",
    "Link": "リンク",
    "Date": "日付",
    "References": "参照",
    "New reference": "新規リファレンス",
    "If you delete the reference, you will not be able to bring it back": "リファレンスを削除すると、元に戻せません",
    "reference has been deleted": "リファレンスが削除されました",
    "reference has not been deleted": "リファレンスは削除されませんでした",
    "Login": "ログイン",
    "E-Mail Address": "メールアドレス",
    "Password": "パスワード",
    "Remember Me": "ログイン情報を保存する",
    "Forgot Your Password?": "パスワードをお忘れですか？",
    "Reset Password": "パスワードのリセット",
    "Send Password Reset Link": "パスワードリセットリンクを送信",
    "Confirm Password": "パスワードの確認",
    "Register": "登録",
    "Discover yourself now!": "今すぐ自分を発見しよう！",
    "Join our Digital Media Literacy Survey Free!": "個人またはグループで受けることができます",
    "No matter what your motivation is, Powerful Voices for Kids has ideas to improve digital& media literacy in your classroom.": "あなたのモチベーションが何であれ、教育者向けデジタル学習動機クイズ（DLMQE）は、教室におけるデジタル＆メディアリテラシーを向上させるためのアイデアを提供します。",
    "Individual Entry": "個人参加",
    "Group Entry": "グループ参加",
    "Academic References to Our Survey!": "研究では何が言われていますか？",
    "Thank you for citing...": "引用していただきありがとうございます…",
    "Join Us": "クイズ翻訳にご協力ください",
    "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "翻訳コミュニティの一員として、翻訳を改善したり、新しい言語を追加したりすることができます。ご自身の言語に翻訳したい場合は、以下の翻訳ファイルを翻訳し、Sait Tüzel (sait@mediaeducationlab.com)までご連絡ください。",
    "Strenghts": "強み",
    "Challenges": "課題",
    "Media Education Lab Admin Panel": "メディア・エデュケーション・ラボ 管理パネル",
    "Admin Panel": "管理パネル",
    "Individual Results": "個人の結果",
    "Group Results": "グループの結果",
    "Download Results": "結果をダウンロード",
    "Back to Home": "ホームに戻る",
    "Media Literacy Survey": "メディアリテラシー調査",
    "Welcome To Our Digital Media Education Survey": "教育者向けデジタル学習動機クイズ",
    "Menu": "メニュー",
    "Admin Entry": "管理者用ログイン",
    "Logout": "ログアウト",
    "Our Mission": "スポンサー",
    "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service. We emphasize interdisciplinary scholarship and practice that stands at the intersections of communication, media studies and education.": "メディア・エデュケーション・ラボは、教育者向けデジタル学習動機クイズ(DLMQE)を支援しています https://mediaeducationlab.com/",
    "Contact": "お問い合わせ",
    "Copyright": "著作権",
    "About Us": "私たちについて",
    "Learn your Media Education Motivation": "あなたのメディア教育のモチベーションを学ぼう",
    "Media Education Lab": "メディア・エデュケーション・ラボ",
    "Respond to these statements according to how important they are to you:": "以下の文について、あなたにとってどの程度重要かを選択してください：",
    "Each question has 5 options.": "各質問には5つの選択肢があります。",
    "Please type the group name provided by your instructor.": "管理者から提供されたグループ名を入力してください。",
    "Group Pin": "グループPIN",
    "Please type the group pin provided by your instructor.": "管理者から提供されたグループPINを入力してください。",
    "Your Email": "あなたのメールアドレス",
    "Your Name": "あなたの名前",
    "Questions": "質問",
    "Strongly disagree": "まったく重要でない",
    "Somewhat disagree": "あまり重要でない",
    "Neither agree nor disagree": "どちらとも言えない",
    "Somewhat agree": "重要",
    "Strongly agree": "非常に重要",
    "Send": "結果を見る",
    "You are a": "あなたは",
    "Read More..": "続きを読む…",
    "Close": "閉じる",
    "You are also a": "あなたは同時に",
    "Take Quiz Individually": "個人でクイズを受ける",
    "Take Quiz in Group": "グループでクイズを受ける",
    "What is Your Digital Learning Motivation?": "あなたのデジタル学習のモチベーションは何ですか？",
    "You see the opportunities and advantages to using media and technology in your teaching practice.": "教育実践でメディアやテクノロジーを活用する機会と利点を認識しています。",
    "You see the risks and challenges to using media and technology in your teaching practice.": "教育実践でメディアやテクノロジーを使用する際のリスクと課題を認識しています。",
    "activist_description": "政治的アクションによって民主的な参加を促進する情熱を持ち、社会正義や環境、公衆衛生など、多くの社会的・政治的問題に関心があります。あなたは教室で、生徒がコミュニティや世界に貢献できるよう、意識を高めるきっかけをつくります。生徒には若い年齢であっても、民主的なプロセスにおいて世の中を変えられる力があると理解してほしいと考えています。",
    "activist_protect1": "生徒に、有害または抑圧的なメディアメッセージから身を守り、否定的・ステレオタイプなメディア画像に「反論」する方法を教える。",
    "activist_protect2": "生徒が民主的なプロセスをよく理解し、市民としての役割を果たせるよう準備する。",
    "activist_protect3": "生徒が馴染みのない視点やメディアを通じて、市民参加の特定のビジョンを共有する。",
    "activist_empower1": "生徒が政治アクションに自分の意見やアイデアを安心して表現できるようサポートする。",
    "activist_empower2": "政治的・社会的な状況の中で、生徒が自分のアイデアを表現するメディアを制作できる機会を提供する。",
    "activist_empower3": "生徒が世界について抱いている前提や意見を問い直し、市民参加を促すよう奨励する。",
    "activist_strenghts": "アクティビストは、民主的な環境で生徒の意識を高めるリーダー役を自然に担うことが多いです。地球規模や地域的な問題に詳しく、生徒たちが政治プロセスに積極的に参加するきっかけを生み出すことが得意です。",
    "activist_challenges": "アクティビストは、ときに生徒が実際に自分の価値観や信念をどの程度形成しているかを過大または過小評価することがあります。家庭での考え方が教師のビジョンと合わない場合や、生徒自身がまだ信念を確立していない場合、教師が自分の考えを押しつけていると見なされるリスクがあります。",
    "alt_description": "あなたは発想豊かな、いわば“DIY”型の教師であり、常に生徒に対してメディアを探求し、使用し、考え、創造するための新たな方法を提示しようとします。オープンソースのソフトウェアを活用したり、生徒にオルタナティブなクラブや雑誌の立ち上げを勧めたり、一般的ではないメディアを紹介したりします。これによって、生徒は人々がどのように世界でコミュニケーションを行っているのかを、多面的に理解できるようになります。",
    "alt_protect1": "生徒に、プロ仕様・大衆・商業メディアの権威や視点を疑う力を育てる。",
    "alt_protect2": "あなた自身や他文化において大きな影響を与えた、代替的な文化的作品を生徒と共有する。",
    "alt_protect3": "教科書や他の権威あるメディアでは学べない、別の歴史観や視点を理解するよう生徒を促す。",
    "alt_empower1": "生徒がメッセージやアイデアを伝えるための複数の方法を想像できるようにする。",
    "alt_empower2": "主流メディアほど「洗練」されていない形態の作品を作るスキルを教え、制作プロセスの舞台裏を示す。",
    "alt_empower3": "生徒がこれまで慣れ親しんでいない形式や制作手法、視点を取り入れたメディアを作る機会を設ける。",
    "alt_strenghts": "オルタナティブ型の教師は生徒の期待を良い意味で裏切る、好奇心や創造性を刺激する学習環境を構築するのが得意です。彼らは芸術、時事問題、ポップカルチャー、文学など多様な視点を紹介し、従来の教室で得られるもの以上の豊かな経験を生徒に与えます。",
    "alt_challenges": "代替的な視点を提供する一方で、メインストリームを批判するだけでなく、新たな“聖域”を作らないよう注意する必要があります。また、ポップカルチャーを強く好む生徒を疎外しないよう配慮する必要もあります。",
    "demystifier_description": "テレビの犯罪ドラマがほとんどグリーンスクリーン上で撮影されていること、ファストフードの広告で商品を魅力的に見せるために職人が素材を加工していること、雑誌の写真がデジタル加工されていることなど、こうした裏側に興味があるなら、あなたは「デミスティファイア（真相解明者）」かもしれません。あなたは生徒に、メディア制作の“カーテンの裏側”を見せることで批判的思考を育みたいと考えています。教室の中で、生徒は最初“陰謀”のように思える事柄の背後にある製作プロセスを学ぶことで、深い学習と洞察を得ます。",
    "demystifier_protect1": "画像操作がどのように現実認識を歪めるかを、生徒が見抜けるように指導する。",
    "demystifier_protect2": "メディアやポップカルチャーに潜む否定的なメッセージから生徒を守り、自己肯定感を損なわないようにする。",
    "demystifier_protect3": "生徒が何気なく楽しんでいるメディアの問題点やリスクを批判的に考えさせる。",
    "demystifier_empower1": "メディア制作の裏側を知ることで、生徒が自分たちの作品を作る意欲を高めるようにする。",
    "demystifier_empower2": "制作プロセスがどのように行われるかを学ぶことで、生徒が日常的に使うメディアとのつながりを実感させる。",
    "demystifier_empower3": "生徒自身が「どのように・なぜメディアが作られるのか」を問いかける力を育む。",
    "demystifier_strenghts": "デミスティファイアは、生徒がメディアの制作過程に疑問を抱いた瞬間を見逃さず、学びに結びつけます。生徒は自分たちの身近なメディアをまったく別の視点から見るようになり、「もう以前のように映画や本、ウェブサイトを同じ目で見ることはできない」と言うほどの新鮮な発見をするでしょう。",
    "demystifier_challenges": "制作の“裏側”を見せる際、目的や文脈がないまま単に興味を引くためだけに暴露すると、生徒を混乱させる恐れがあります。また、メディアが「作られたもの」であることを知った生徒がシニックになる場合があるため、それを学習や創造性に建設的につなげる工夫が必要です。",
    "motivator_description": "あなたはインスピレーションを与え、教室内に創造的エネルギーをもたらす存在です。クラスで自分の意見を言えない生徒や活動に参加しづらい生徒も、あなたがリードする時は発言しやすくなります。ただし、自分をリーダーだとは思わず、むしろ生徒が自分のアイデアを最大限に発揮できるよう手助けする「潤滑油」的存在と考えています。重要なのは、生徒自身が何をしたいか、何を言いたいかです。",
    "motivator_protect1": "自己肯定感や自己価値を損ねる可能性のあるメディアから生徒を守り、どのように対応するかを教える。",
    "motivator_protect2": "ポジティブなフィードバックを重視し、生徒同士で強みを認め合う風土を作る。",
    "motivator_protect3": "生徒の自発的な表現力を損なわないよう、学習素材を慎重に選択する。",
    "motivator_empower1": "生徒が自分の意見や創造的才能を自由に共有できる、安全な雰囲気を作る。",
    "motivator_empower2": "生徒が興味を持つテーマを基盤にしたプロジェクトや活動を設計し、主体性を引き出す。",
    "motivator_empower3": "教師の支援は最小限にしながらも必要なサポートを提供し、生徒同士が対話をリードできるようにする。",
    "motivator_strenghts": "モチベーターは、生徒が自身のアイデアや創造性を尊重されていると実感するように働きかけられるため、強い印象を生徒に残します。また、誰もが参加しやすい雰囲気を作るのが得意で、学習者の意欲を引き出しやすいです。",
    "motivator_challenges": "ただ、自由な雰囲気が過度になると指針がなくなり、学習の方向性が不明確になってしまうことがあります。学習者同士が成果に対して建設的な批判や意見交換を行い、より高度な思考や表現に導く仕組みも必要です。",
    "professional_description": "あなたは生徒の作品に対して高い基準を設定し、学校の中で「メディアのプロ」として認識されているかもしれません。生徒がプロが用いるような制作基準やクオリティを真似して身につけることこそが、社会で認められるために重要だと考えています。また、プロのメディア制作者や著者を教室に招くなどして、実社会とのつながりを築く取り組みにも関心があるかもしれません。",
    "professional_protect1": "メディア制作の際に生徒が技術的な失敗をしないようサポートし、挫折感を防ぐ。",
    "professional_protect2": "プロフェッショナルな制作には時に望ましくないメッセージが含まれることがあるため、それを見分けられるよう指導する。",
    "professional_protect3": "生徒が非効率や混乱に陥らないよう、役割を明確にした階層的な制作体制を作る。",
    "professional_empower1": "メディア制作プロジェクトで集中力や成果物のクオリティ向上を促し、“プロ意識”を育む。",
    "professional_empower2": "本物のオーディエンスに向けて作品を作るという感覚を生徒に与え、社会に通じるスキルを身につけさせる。",
    "professional_empower3": "メディア制作やメディア業界の専門技能、行動規範、基準を示し、生徒の進路を広げる。",
    "professional_strenghts": "プロフェッショナル志向の教師は、生徒の作品に対してより高い美的基準やクオリティを求めるため、完成度の高い成果物を得やすいです。学校内の高度な機材や技術に通じていることも多く、生徒に将来的な進路のインスピレーションを与えます。",
    "professional_challenges": "ただし、見栄えの良さばかりに気を取られ、研究や分析、評価といった学術面が軽視されてしまうリスクがあります。また、プロの手法をなぞるだけで、クリティカルシンキングや学習内容の深い理解が伴わない場合がある点に注意が必要です。",
    "professor_description": "あなたはメディアやテクノロジーへの熱意を持ちながらも、学習目標との結びつきをしっかり意識して活用しています。マルチメディアのプレゼンテーションや教育テクノロジーを取り入れるのは、あくまでレッスンの目標達成のため。生徒が習得すべき内容や学習ターゲットを最優先に考え、テクノロジーはその補助と位置づけています。",
    "professor_protect1": "余計な寄り道や大きな混乱を防ぎ、現在の課題や目標に集中させる。",
    "professor_protect2": "生徒が内容を確実に身につけられるよう、クラス内の議論を段階的に構築し学習目標を明確化する。",
    "professor_protect3": "生徒が安全な環境で学習できるよう、教育テクノロジーを限定的に使って情報を精査する。",
    "professor_empower1": "メディアを使う意義が学習目標の達成につながることを生徒に理解させる。",
    "professor_empower2": "プレゼンテーションや動画制作など多彩な表現方法を学ばせ、学術的環境で受け入れられる創造的活動の幅を広げる。",
    "professor_empower3": "ワープロソフトやマルチメディア制作、ビデオ編集など、学習を成功に導くためのメディア活用スキルを習得させる。",
    "professor_strenghts": "プロフェッサー型の教師は、自分のレッスン目標や狙いを明確に把握しており、生徒もその点を理解しやすいです。テクノロジー導入に伴う混乱や停滞が少なく、学習効果を的確に実感できる授業を展開します。",
    "professor_challenges": "学習カリキュラムを厳密に守るあまり、柔軟に寄り道をしながら学べるような貴重な“学習の機会”を見逃す可能性があります。テクノロジーやメディアの活用には、生徒が自分の興味や社会とのつながりを探求する余地もあり、そうした創造的な側面を活かす余裕が必要です。",
    "spirit-guide_description": "あなたは“聞き手”であり、生徒の社会的・感情的な健康を重視しています。授業の内容は生徒の実生活や心の状態にしっかりと結びつくものであるべきと考えています。あなたを信頼する生徒は、他の教師には言えないことも打ち明けるかもしれません。メディアは生徒の日常の一部であると理解しており、その活用を通じて人生のさまざまな課題や機会に向き合えるようにしたいと考えています。",
    "spirit-guide_protect1": "自己肯定感を傷つけるようなメディア表現から生徒を守り、それにどう対処するかを教える。",
    "spirit-guide_protect2": "生徒が自分や他者に対するステレオタイプや誤った認識を持たないよう、間違ったイメージを修正する。",
    "spirit-guide_protect3": "生徒が個人的な体験や感情を安心して共有できるよう、プライバシーを守る安全な場所を教室内に作る。",
    "spirit-guide_empower1": "生徒が自分の感情や気持ちをメディア制作によって表現することを奨励する。",
    "spirit-guide_empower2": "デジタルメディアやポップカルチャーについての個人的な経験を語り合う場を作り、それが生活にどのような影響を与えるかを考えさせる。",
    "spirit-guide_empower3": "作品制作や文章作成において振り返りの機会を導入し、生徒の自己理解や成長を促進する。",
    "spirit-guide_strenghts": "スピリットガイドは高い信頼感を得やすく、生徒が安心して自分の気持ちや考えを打ち明けられる存在です。生徒の感情面への配慮が行き届き、自己肯定感を育むことに秀でています。",
    "spirit-guide_challenges": "生徒がそれぞれ持つプライベートなメディア体験や生活背景を、無理に引き出そうとすると抵抗感が生じる場合があります。プライバシーや友人からの評価を懸念する生徒もいるため、共有の強制にならないように注意が必要です。",
    "taste-maker_description": "今どきの子どもたちは最新のポップソングやラップの歌詞は覚えられても、シェイクスピアの詩はどうでしょう？ ハリウッド映画のあらすじは把握しても、名作映画については？ あなたは生徒の視野を広げ、文化的・美的・批評的な感性を育てたいと考えています。学生たちには、現代文化だけでなく古典的作品や芸術にも触れてほしい。将来の活動範囲が広がるよう、幅広い文化的素養を身に付けることが大切だと考えています。",
    "taste-maker_protect1": "生徒の文化的理解が狭いままにならないよう、有名で幅広い文化作品に触れさせる。",
    "taste-maker_protect2": "表面的なメッセージと深いメッセージを見分ける力を身につけさせる。",
    "taste-maker_protect3": "芸術や文学などの「古典」を取り入れて、生徒の関心をより豊かな方向へ向けさせる。",
    "taste-maker_empower1": "生徒が批判的思考や判断力を使い、ポジティブとネガティブのメッセージを識別できるようにする。",
    "taste-maker_empower2": "生徒の好きなポピュラー文化と歴史的・文化的背景をつなげる。",
    "taste-maker_empower3": "教室で扱うすべてのメディアにおいて、その美的要素や歴史的背景などを批判的に問いかける姿勢を育む。",
    "taste-maker_strenghts": "テイストメーカーは、文学や芸術など幅広い文化知識を活かし、生徒が古典作品やアートをより深く理解し、興味を持つよう導きます。また、現代文化と歴史的・美的な脈絡をつなぐ視点を提供するのが得意です。",
    "taste-maker_challenges": "教師自身が「これは価値が高い」と思うクラシック作品について、生徒の好みや意見を十分に尊重しないまま押し付けてしまうリスクがあります。ポップカルチャーを愛する生徒が、それを見下されると感じてしまわないよう配慮することが必要です。",
    "teacher_description": "あなたは、デジタルメディアや学習文化への参加は学校内外での柔軟性を要求すると考えています。シェイクスピアの戯曲をハリウッド映画と併せて鑑賞したり、オンライン版の古典文学を使ってその背景を理解したり、オンラインのディスカッションボードを利用して学習者同士のやりとりを活性化するなど、さまざまな方法を取り入れています。あなたにとっては「あれもこれもアリ！」な姿勢で、新しいことを常に試そうとしています。",
    "teacher_protect1": "オンライン・オフライン両方で生徒同士が敬意をもって交流できるよう、構造化された活動を設計する。",
    "teacher_protect2": "教室内を安心できる空間にし、新しい表現方法や分析方法を生徒が実験できるよう保護する。",
    "teacher_protect3": "伝統的なカリキュラムを活用しつつ、多様な視点や媒体を導入して学習者をひきつける。",
    "teacher_empower1": "多様なメディアや生徒の生活との関連を探るディスカッションを促し、テキスト同士やテキストと自分自身を結びつける力を育む。",
    "teacher_empower2": "印刷されたテキストに不慣れな生徒でも、自分の得意なメディア形式を使って情報を評価・分析・制作できる自信を与える。",
    "teacher_empower3": "ファンカルチャーやメディアへの積極的参加を、学習体験に欠かせない要素として尊重する。",
    "teacher_strenghts": "ティーチャー2.0は飽くなき探求心を持ち、さまざまな方法で生徒を学びに巻き込みます。オンラインと教室を連携させて生徒同士のやりとりを活性化し、メディアへのポジティブな姿勢と学習への興味を結びつけるのが上手です。",
    "teacher_challenges": "多様な手法を取り入れるため、時間切れや予期せぬトラブル、プロジェクトの未完などの問題が起こりやすいです。また、一部の生徒はメディアやオンライン交流に参加したくない場合もあり、そのような声を逃さない配慮が必要です。",
    "techie_description": "あなたは最新のガジェットやアプリ、プログラム、オンラインツール、教育テクノロジーなどに常にアンテナを張っているタイプです。他の先生がテクノロジー関連の問題や新しいサイトのアイデアを探しているときには、まずあなたに相談するかもしれません。生徒が普段から使っているスマホやタブレットなどを授業に取り入れることにワクワクし、同時に自分自身も新しいツールを試してみることを楽しんでいます。",
    "techie_protect1": "生徒がテクノロジーを安全かつ責任を持って使えるよう指導する。",
    "techie_protect2": "信頼できるウェブサイトやデジタルリソースを選別し、生徒に適切な情報を提供する。",
    "techie_protect3": "教師自身が教育テクノロジーをうまく活用し、授業を効率化・活性化する。",
    "techie_empower1": "生徒が新しいテクノロジーを直接使い、自分の作品としてアウトプットできるようにする。",
    "techie_empower2": "スマートフォンなどのモバイルデバイスを活用し、生徒の興味関心を学習に結びつける。",
    "techie_empower3": "学校全体で教育テクノロジーの利用を推進し、他の教師や生徒の理解をサポートする。",
    "techie_strenghts": "テッキーは絶え間ない技術の進歩に敏感で、生徒が新しいプラットフォームやテクノロジーを通じて学習内容に興味を持つきっかけを作るのが得意です。",
    "techie_challenges": "新技術に情熱を持たない教師や生徒には、その有用性や価値を伝えるのに苦労することがあります。また、単に「最新のテクノロジーを使う」こと自体が目的化しないよう、なぜその技術を使うのか、メリットやデメリットは何かを常に問い続ける必要があります。",
    "trendsetter_description": "あなたは学校の中でも“イケてる”教師の一人かもしれません。自分自身もポップミュージックやヒップホップ、映画、リアリティ番組など、生徒たちと同じトレンドに興味があり、さらに新しいものを常に吸収しようとします。生徒の日常生活を大きく占めるこのポップカルチャーを理解し、教室で適切に活用することで、より強い学習意欲を引き出そうと考えています。",
    "trendsetter_protect1": "教室でのポップカルチャー利用が適切に行われるよう、安全な環境を整える。",
    "trendsetter_protect2": "ポップカルチャーを題材にし、その作者やターゲット、メッセージ、意味、現実描写などについて生徒に考えさせる。",
    "trendsetter_protect3": "ポップカルチャーが生徒の自己認識や健康を損なっていないかを自己反省させる。",
    "trendsetter_empower1": "授業内でポップカルチャーを積極的に取り上げ、学習の入り口にする。",
    "trendsetter_empower2": "生徒が興味を持っているスマホや新しいテクノロジーを授業に取り入れる。",
    "trendsetter_empower3": "ポップカルチャーと伝統的なカリキュラム内容を関連づけて、学習をより魅力的にする。",
    "trendsetter_strenghts": "トレンドセッターは、生徒の熱中しているポップカルチャーを学習と結びつけることで、生徒の専門知識や熱意をうまく活用します。これによって既存のカリキュラムに興味を持ちにくい生徒にもアプローチできるのが強みです。",
    "trendsetter_challenges": "クラスの中には、主流のポップカルチャーを好まない、あるいは敢えて距離を置く生徒もいます。そうした生徒の立場を尊重せず、多数派のトレンドだけを押し出すと疎外感を与える可能性があります。また、単なる「好き・嫌い」の議論に終わらず、その文化がどのように機能し、どんな影響を与えているかを深く探究する必要があります。",
    "watchdog_description": "経済や大手メディア企業などの大きな権力構造が、私たちの日常生活やメディアにどう影響しているかを懸念しています。広告や公共政策、メディアの所有形態が私たちの消費行動をどのように左右しているのか、生徒や同僚がもっと意識を高めるべきだと思っています。強大なディズニーやニコロデオンのような企業を批判的に見ることがなぜ難しいのか。こうした視点を生徒に持ってもらうことで「目を覚まさせたい」と感じているのかもしれません。",
    "watchdog_protect1": "広告やポップカルチャー、マスメディアに隠された“トリック”を見抜く力を養う。",
    "watchdog_protect2": "メディア企業の狙いや動機を常に疑う態度を生徒に身に付けさせる。",
    "watchdog_protect3": "消費主義を美化するメッセージに流されないように警戒心を育む。",
    "watchdog_empower1": "メディアがどのように作られ、流通し、使われるのかというシステムを問い直す力を身に付けさせる。",
    "watchdog_empower2": "メディア所有や経済・政治との関係を具体的に理解する力を伸ばす。",
    "watchdog_empower3": "マスメディアやポップカルチャーの支配的なメッセージに対抗するような作品（公共広告やパロディなど）を生徒自身が制作することを奨励する。",
    "watchdog_strenghts": "ウォッチドッグ型の教師は、特に誰もが見逃しがちな経済・政治・所有構造を明らかにすることで、生徒の「なるほど！」という発見を引き出すのが得意です。メディアのトリックや操作を暴く行為が生徒に大きな刺激を与え、社会や政治への学びを深めるきっかけになります。",
    "watchdog_challenges": "システムや権力構造を批判するあまり、生徒が過度にシニカルになってしまう恐れがあります。また、よくメディアを楽しむ生徒が「教師に合わせた答えをしているだけ」になるリスクもあり、本音で考える機会をどう作るかが課題です。",
    "question1": "メディアメッセージに埋め込まれた偏見や視点に気づかないと、人は受動的になります。",
    "activist_description_": "メディアやテクノロジーを活用して社会問題に取り組み、生徒の市民参加を促します。",
    "alt_description_": "メインストリーム以外のメディアを探し、使い、考え、制作する代替的な方法を生徒に示します。",
    "demystifier_description_": "メディアがどのように制作されているか“カーテンの裏側”を暴き、生徒の批判的思考を育てます。",
    "motivator_description_": "生徒が自分の興味や創造性を最大限に発揮できるように、自律的な学びを促します。",
    "professional_description_": "将来の作家やアーティスト、メディア専門家としての技能を高めるために、生徒の制作能力を育成します。",
    "professor_description_": "学習目標を優先しながら、メディアとテクノロジーを活用して内容理解を深めます。",
    "spirit-guide_description_": "メディアを使って生徒の社会的・感情的な健康をサポートします。",
    "taste-maker_description_": "歴史、芸術、文学、科学などの分野における文化的に重要なメディアを生徒に味わわせます。",
    "teacher_description_": "生徒がネットワーク化されたデジタル社会の市民として、他者と学び合い繋がる力を育てます。",
    "techie_description_": "デジタルメディアのツールやテクノロジーは、生徒の本物の学習意欲を強く引き出すと考えます。",
    "trendsetter_description_": "教室を現代のポップカルチャーと結びつけ、生徒を『今そこにある』世界に巻き込みます。",
    "watchdog_description_": "メディアやテクノロジーを形作る経済的・政治的構造を生徒に考えさせます。",
    "question2": "情報源が分からないメディアを信じると誤解させられる可能性があります。",
    "question3": "テレビの本当の目的は広告主に視聴者を売ることです。",
    "question4": "わずかな企業が出版・放送・映画・インターネット業界を支配していることが心配です。",
    "question5": "市民は自分が信じる社会的課題に対して意見を表明する責任があります。",
    "question6": "民主主義を失わないためには、それを守る活動家の世代を育てる必要があります。",
    "question7": "多くの場合、メディアは本当に大切な情報やアイデアから生徒をそらしてしまいます。",
    "question8": "私は生徒のメディア利用が学校での集中力やモチベーションを損ねるのではと心配しています。",
    "question9": "メールや文章、動画や写真がプロ並みに見えないと、競争社会で負ける可能性があります。",
    "question10": "生徒の作るメディア作品が素人っぽいと、学習したかどうか判断しづらいです。",
    "question11": "デジタルメディアでは、参加しないと置いて行かれる可能性があります。",
    "question12": "オンラインで活動しない生徒は世界から孤立してしまいます。",
    "question13": "将来競争力のある学校は、適切なテクノロジー投資と指導を行うでしょう。",
    "question14": "学校がテクノロジーのトレンドに追いつかないと、時代に遅れてしまいます。",
    "question15": "一部のメディアやテクノロジーは反社会的行動を助長するのではと懸念しています。",
    "question16": "生徒がメディアやポップカルチャーについて感じていることを共有しないと、感情的成長の機会を逃すかもしれません。",
    "question17": "生徒にクリエイティブな柔軟性を与えなければ、自分の声を確立する機会を失うかもしれません。",
    "question18": "多くの人は学習プロセスに関わらず、自分の能力を伸ばす機会を逃しています。",
    "question19": "生徒のポップカルチャーを知らないと、生徒から「自分の生活を理解していない」と思われそうです。",
    "question20": "若者が好きな映画や音楽、ファッション、セレブに興味をもたないと、共感を得るのは難しいです。",
    "question21": "地上波のテレビネットワークなど主流メディアの多くのメッセージは時間の無駄です。",
    "question22": "雑誌や音楽、映画などのオルタナティブメディアを知らない人が多すぎます。",
    "question23": "生徒は自分の狭いポップカルチャーの好みに閉じこもってしまう可能性があります。",
    "question24": "現代のポップカルチャーには深みが足りないと感じ、心配です。",
    "question25": "ウェブサイトやビデオゲーム、テレビ番組がどう作られるかを知ると、一生それを見る目が変わります。",
    "question26": "映画やテレビ番組、ウェブサイトを作る際、制作者は慎重で意図的な選択を行います。",
    "question27": "メディアのステレオタイプと戦うことは、人々の幸福を高めるために欠かせません。",
    "question28": "メディアメッセージに抵抗する術を教えることで、人の人生を変えることができます。",
    "question29": "社会変革のために教室でデジタルメディアを使うことは不可欠です。",
    "question30": "若者がデジタルメディアを通じて社会的行動を起こせば、世界を変える力があります。",
    "question31": "インターネットで得られる豊富なコンテンツや情報、アイデアは授業に大いに役立ちます。",
    "question32": "デジタルメディアは、生徒が退屈だと感じる学習内容にも興味を持たせやすくします。",
    "question33": "生徒がプロと同じツールを使うと、自分の声がより多くの人に届くと感じられます。",
    "question34": "生徒が一生懸命取り組めば、ハリウッドやテレビ放送などの主流メディアに負けない作品を作ることができます。",
    "question35": "ソーシャルメディアを最大限に活用すれば、教育現場を大きく変革できます。",
    "question36": "オンラインで情報や成果を共有すればするほど、社会に貢献できると考えます。",
    "question37": "新しいテクノロジーを使いこなせるようになると、生徒は特別な知識や地位を得たと感じます。",
    "question38": "優れた教育テクノロジーは、教師がより良い授業を行う助けになります。",
    "question39": "メディアを教室で使うと、生徒の感情や共感を呼び起こし、学習を促進します。",
    "question40": "教室でメディアを使用すると、共感や社会理解が高まります。",
    "question41": "生徒があるテーマに強い興味を持てば、それを深く学ぼうとする強い動機が生まれます。",
    "question42": "生徒が心惹かれるトピックを見つけると、創造力が大きく解放されます。",
    "question43": "若者のポップカルチャーを追うことで、生徒との距離が近づくと感じます。",
    "question44": "生徒が持つポップカルチャーへの関心は、学校の教科への興味へと発展させられます。",
    "question45": "ハリウッド映画よりも、オルタナティブ映画やドキュメンタリーのほうが生徒にとって有益かつ興味深い場合が多いです。",
    "question46": "生徒はオルタナティブなメディア表現を探ることで、人生が豊かになります。",
    "question47": "あらゆるメディアの古典が現代の課題とどう結びつくかを理解すると、生徒の世界観が深まります。",
    "question48": "子どもには古典文学や映画などの文化的歴史に触れる機会を与えるべきです。",
    "What is?": "クイズについて",
    "Digital Learning Motivation Quiz for Educators (DLMQE):": "教育者向けデジタル学習動機クイズ（DLMQE）:",
    "Quiz Explanation": "本クイズは、教育者がメディアとテクノロジーをどのように捉えているかを評価する48項目のリッカート式質問紙です。6つの概念的テーマ（テクノロジーツール、ジャンルと形式、メッセージの内容と質、コミュニティとのつながり、テキストと受け手、メディアシステム、学習者中心の焦点）に対する教師の認識を測定します。<br/> 「デジタル学習のホロスコープ」プロファイルは、教師がメディアとテクノロジーの利点（エンパワー）とリスク（保護）をさまざまな度合いで重視していることに基づいて編成されています。このツールでは、(1) テクノロジーツール・ジャンル・形式、(2) メッセージ内容と質、(3) コミュニティとのつながり、(4) テキストと受け手、(5) メディアシステムの理解、(6) 学習者中心の焦点、という6テーマへの評価を測定します。<br/> デジタル学習動機測定には12のプロフィールがあります：Techie, Professional（テクノロジーツール・ジャンル・形式）、Tastemaker, Professor（メッセージ内容と質）、Activist, Teacher 2.0（コミュニティとのつながり）、Alt, Trendsetter（テキストと受け手）、Watchdog, Demystifier（メディアシステム）、Motivator, Spirit Guide（学習者中心）。各プロフィールには4つの質問があり、うち2つは保護に関する観点、残り2つはエンパワーに関する観点を表しています。例えば、Activistの保護側の例としては「社会制度が不平等で不公正である理由を生徒が考察するのを支援するのは私の役目だ」という問いがあり、エンパワー側の例としては「教室でのメディアとテクノロジー活用によって市民参加を活性化すべきだ」という問いがあります。",
    "Take the quiz as individually or in group!": "個人でもグループでも受けることができます！",
    "Your account is waiting confirmation. Please wait, we will mail after confirmation.": "あなたのアカウントは管理者の承認待ちです。承認後、メールをお送りしますのでお待ちください。",
    "Sorry user cannot be identified.": "申し訳ありませんが、ユーザーを特定できませんでした。",
    "Users account is verified.": "ユーザーアカウントが確認されました。",
    "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation": "登録が完了しましたが、アカウントは管理者の承認が必要です。承認後にメールをお送りしますのでお待ちください。",
    "Welcome Email": "ウェルカムメール",
    "Congratulations": "おめでとうございます",
    "Your <a href='https://www.setyourmotivation.com/'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.": "あなたの<a href='https://www.setyourmotivation.com/login'> Set Your Motivation</a>アカウントが承認されました。登録したメールアドレスとパスワードでログインできます。",
    "Your email address": "あなたのメールアドレス",
    "A new user has registered  , Please click on the below link to verify the account.": "新規ユーザーが登録されました。下記のリンクをクリックしてアカウントを認証してください。",
    "Verify Account": "アカウントを認証",
    "Dashboard": "ダッシュボード"
  }
  