{
  "Home": "Início",
  "Around the Web": "Na Web",
  "Contact Us": "Contate-Nos",
  "For more information about the Digital and Media Literacy Online Quiz, please contact:": "Para mais informações sobre o Quiz Online de Alfabetização Digital e Mídia, por favor, contate:",
  "Group Information": "Informação do Grupo",
  "Group Name": "Nome do Grupo",
  "Pin": "PIN",
  "Description": "Descrição",
  "Create": "Criar",
  "Update": "Atualizar",
  "Results": "Resultados",
  "Search..": "Pesquisar...",
  "Name": "Nome",
  "Email": "E-mail",
  "Activist": "Ativista",
  "Alt": "Alternativo",
  "Demystifier": "Desmistificador",
  "Motivator": "Motivador",
  "Professional": "Profissional",
  "Professor": "Professor",
  "Spirit Guide": "Guia Espiritual",
  "Taste Maker": "Influenciador",
  "Taste-Maker": "Influenciador",
  "Teacher 2.0": "Professor 2.0",
  "Techie": "Especialista em Tecnologia",
  "Trendsetter": "Definidor de Tendências",
  "Watchdog": "Vigia",
  "Protect": "Proteger",
  "Empower": "Empoderar",
  "Process": "Processo",
  "Empower vs. Protect": "Empoderar vs. Proteger",
  "Your All Motivations": "Motivações",
  "Delete": "Excluir",
  "View": "Visualizar",
  "Are you sure": "Você tem certeza",
  "The deletion process will have serious consequences": "O processo de exclusão terá consequências sérias",
  "If you delete the result, you will not be able to bring it back": "Se você excluir o resultado, não poderá recuperá-lo",
  "result has been deleted": "o resultado foi excluído",
  "result has not been deleted": "o resultado não foi excluído",
  "Total User": "Total de Usuários",
  "Motivation": "Motivação",
  "Style": "Estilo",
  "Top Motivations": "Principais Motivações",
  "Groups": "Grupos",
  "New Group": "Novo Grupo",
  "Id": "ID",
  "Edit": "Editar",
  "View Group`s Results": "Visualizar Resultados do Grupo",
  "If you delete the group, you will not be able to bring it and it`s results back": "Se você excluir o grupo, não poderá recuperá-lo nem seus resultados",
  "Group has been deleted": "O grupo foi excluído",
  "Group has not been deleted": "O grupo não foi excluído",
  "Reference Information": "Informação de Referência",
  "Title": "Título",
  "Link": "Link",
  "Date": "Data",
  "References": "Referências",
  "New reference": "Nova Referência",
  "If you delete the reference, you will not be able to bring it back": "Se você excluir a referência, não poderá recuperá-la",
  "reference has been deleted": "a referência foi excluída",
  "reference has not been deleted": "a referência não foi excluída",
  "Login": "Entrar",
  "E-Mail Address": "Endereço de E-mail",
  "Password": "Senha",
  "Remember Me": "Lembrar de mim",
  "Forgot Your Password?": "Esqueceu sua senha?",
  "Reset Password": "Redefinir Senha",
  "Send Password Reset Link": "Enviar link para redefinir a senha",
  "Confirm Password": "Confirmar Senha",
  "Register": "Registrar",
  "Discover yourself now!": "Descubra-se agora!",
  "Join our Digital Media Literacy Survey Free!": "Participe gratuitamente da nossa Pesquisa de Alfabetização Digital e Mídia!",
  "No matter what your motivation is, Powerful Voices for Kids has ideas to improve digital& media literacy in your classroom.": "Independentemente da sua motivação, Powerful Voices for Kids tem ideias para melhorar a literacia digital e midiática na sua sala de aula.",
  "Individual Entry": "Participação Individual",
  "Group Entry": "Participação em Grupo",
  "Academic References to Our Survey!": "Referências Acadêmicas à Nossa Pesquisa!",
  "Thank you for citing...": "Obrigado por citar...",
  "Join Us": "Junte-se a nós",
  "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "Se você deseja traduzir a pesquisa para o seu idioma, pode traduzir o arquivo de tradução abaixo e entrar em contato conosco.",
  "Strenghts": "Pontos Fortes",
  "Challenges": "Desafios",
  "Media Education Lab Admin Panel": "Painel de Administração do Media Education Lab",
  "Admin Panel": "Painel de Administração",
  "Individual Results": "Resultados Individuais",
  "Group Results": "Resultados de Grupo",
  "Download Results": "Baixar Resultados",
  "Back to Home": "Voltar para a Página Inicial",
  "Media Literacy Survey": "Pesquisa de Alfabetização Midiática",
  "Welcome To Our Digital Media Education Survey": "Bem-vindo à Nossa Pesquisa de Educação Midiática Digital",
  "Menu": "Menu",
  "Admin Entry": "Entrada do Admin",
  "Logout": "Sair",
  "Our Mission": "Nossa Missão",
  "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service.": "O Media Education Lab na University of Rhode Island promove a educação em literacia midiática através de pesquisa e serviço comunitário.",
  "Contact": "Contato",
  "Copyright": "Direitos Autorais",
  "About Us": "Sobre Nós",
  "Learn your Media Education Motivation": "Descubra sua Motivação para a Educação Midiática",
  "Media Education Lab": "Media Education Lab",
  "Respond to these statements according to how important they are to you:": "Responda a estas afirmações de acordo com a importância que elas têm para você:",
  "Each question has 5 options.": "Cada pergunta possui 5 opções.",
  "Please type the group name provided by your instructor.": "Por favor, digite o nome do grupo fornecido pelo seu instrutor.",
  "Group Pin": "PIN do Grupo",
  "Please type the group pin provided by your instructor.": "Por favor, digite o PIN do grupo fornecido pelo seu instrutor.",
  "Your Email": "Seu E-mail",
  "Your Name": "Seu Nome",
  "Questions": "Perguntas",
  "Strongly disagree": "Discordo totalmente",
  "Somewhat disagree": "Discordo em parte",
  "Neither agree nor disagree": "Nem concordo, nem discordo",
  "Somewhat agree": "Concordo em parte",
  "Strongly agree": "Concordo totalmente",
  "Send": "VER RESULTADOS",
  "You are a": "Você é um",
  "Read More..": "Leia Mais..",
  "Close": "Fechar",
  "You are also a": "Você também é um",
  "Take Quiz Individually": "Faça o quiz individualmente",
  "Take Quiz in Group": "Faça o quiz em grupo",
  "What is Your Digital Learning Motivation?": "Qual é a sua Motivação para a Educação Digital?",
  "You see the opportunities and advantages to using media and technology in your teaching practice.": "Você enxerga as oportunidades e vantagens de utilizar mídias e tecnologia em sua prática docente.",
  "You see the risks and challenges to using media and technology in your teaching practice.": "Você percebe os riscos e desafios de utilizar mídias e tecnologia em sua prática docente.",
  "activist_description": "Você tem uma paixão contínua por promover a participação democrática através de ações políticas – seja em termos de justiça social, proteção ambiental ou saúde pública. Você enxerga seu papel em sala de aula como um catalisador que incentiva os alunos a agir e melhorar a qualidade de vida em sua comunidade.",
  "activist_protect1": "Você ensina os alunos a se protegerem de mensagens midiáticas prejudiciais e de estereótipos negativos.",
  "activist_protect2": "Você prepara os alunos com conhecimento sólido para uma participação democrática ativa.",
  "activist_protect3": "Você transmite uma visão de engajamento cívico, mesmo que difira dos padrões midiáticos usuais.",
  "activist_empower1": "Você incentiva os alunos a expressarem suas opiniões de forma corajosa e ativa.",
  "activist_empower2": "Você oferece aos alunos a oportunidade de expressar suas ideias através de produções midiáticas próprias.",
  "activist_empower3": "Você estimula os alunos a questionarem tudo o que lhes é dado e a formularem suas próprias perguntas.",
  "activist_strenghts": "Ativistas se destacam por suas qualidades de liderança natural e despertam a consciência política dos alunos.",
  "activist_challenges": "Ativistas correm o risco de superestimar ou subestimar o nível de desenvolvimento dos alunos, o que pode levar a conflitos.",
  "alt_description": "Você é um professor criativo que desafia os alunos com abordagens alternativas na utilização da mídia – desde programas de código aberto até clubes e revistas alternativas.",
  "alt_protect1": "Você ensina os alunos a questionarem criticamente a autoridade dos meios de comunicação convencionais.",
  "alt_protect2": "Você compartilha com os alunos perspectivas culturais alternativas que também foram marcantes em sua vida.",
  "alt_protect3": "Você ajuda os alunos a reconhecerem perspectivas históricas alternativas que vão além do que é ensinado nos livros.",
  "alt_empower1": "Você incentiva os alunos a buscarem formas criativas e não convencionais de comunicação.",
  "alt_empower2": "Você oferece aos alunos uma visão prática sobre a criação de mídias menos elaboradas, mas autênticas.",
  "alt_empower3": "Você cria oportunidades para que os alunos produzam mídias de formas que antes eram desconhecidas para eles.",
  "alt_strenghts": "Professores alternativos são fundamentais para expandir os horizontes dos alunos e incentivá-los a explorar novas formas de expressão.",
  "alt_challenges": "Ao se afastarem dos métodos tradicionais, professores alternativos correm o risco de alienar alunos que se identificam com os meios convencionais.",
  "demystifier_description": "Você ensina aos alunos, de maneira prática, como as mídias são produzidas, revelando os bastidores dos processos de produção.",
  "demystifier_protect1": "Você conscientiza os alunos sobre como a manipulação de imagens pode distorcer a percepção da realidade.",
  "demystifier_protect2": "Você protege os alunos de conteúdos midiáticos negativos que possam afetar sua autoestima.",
  "demystifier_protect3": "Você incentiva o questionamento crítico sobre o consumo de mídia sem reflexão.",
  "demystifier_empower1": "Você motiva os alunos a se tornarem criativos através da desmistificação dos processos midiáticos.",
  "demystifier_empower2": "Você estimula os alunos a reconhecerem as conexões entre a produção de mídia e o consumo diário.",
  "demystifier_empower3": "Você encoraja os alunos a formularem suas próprias perguntas sobre os mecanismos por trás das mídias.",
  "demystifier_strenghts": "Desmistificadores são habilidosos em aproximar críticas de mídia de forma inovadora dos alunos.",
  "demystifier_challenges": "Você deve ter cuidado para que revelar os processos midiáticos não resulte em percepções superficiais.",
  "motivator_description": "Você inspira e motiva seus alunos, encorajando-os a expressar suas opiniões e ser criativos.",
  "motivator_protect1": "Você ensina os alunos a se protegerem de conteúdos midiáticos que possam afetar sua autoestima.",
  "motivator_protect2": "Você promove um feedback positivo entre os alunos que valorize suas contribuições.",
  "motivator_protect3": "Você seleciona cuidadosamente o material didático para não comprometer o desenvolvimento individual.",
  "motivator_empower1": "Você cria um ambiente onde os alunos podem desenvolver livremente suas ideias e talentos.",
  "motivator_empower2": "Você incentiva os alunos a explorarem temas que os interessem pessoalmente.",
  "motivator_empower3": "Você dá aos alunos espaço para liderar discussões e expressar suas opiniões de forma autônoma.",
  "motivator_strenghts": "Motivadores são lembrados pelos alunos por promoverem o florescimento criativo.",
  "motivator_challenges": "Você precisa garantir que muita liberdade não comprometa a organização do ensino.",
  "professional_description": "Você é um exemplo de profissionalismo na mídia e desafia seus alunos a manter padrões elevados.",
  "professional_protect1": "Você protege os alunos de problemas técnicos em seus projetos midiáticos.",
  "professional_protect2": "Você conscientiza os alunos sobre os padrões de qualidade presentes na mídia profissional.",
  "professional_protect3": "Você minimiza o caos organizacional através de um modelo estruturado de produção.",
  "professional_empower1": "Você promove um ambiente de trabalho onde a profissionalidade e o uso direcionado da mídia são prioridades.",
  "professional_empower2": "Você ajuda os alunos a se verem como autores e criadores profissionais.",
  "professional_empower3": "Você orienta os alunos sobre como as habilidades midiáticas podem ser aplicadas em suas carreiras.",
  "professional_strenghts": "Profissionais se destacam por seus elevados padrões estéticos e técnicos que transmitem aos alunos.",
  "professional_challenges": "O foco exagerado na aparência profissional pode, por vezes, comprometer o conteúdo.",
  "professor_description": "Você combina sua paixão pela mídia com objetivos acadêmicos claros, utilizando a tecnologia para apoiar o ensino.",
  "professor_protect1": "Você garante que os alunos trabalhem de forma concentrada e direcionada.",
  "professor_protect2": "Você organiza o ensino de forma que os objetivos de aprendizagem estejam claros e sejam alcançados.",
  "professor_protect3": "Você utiliza ferramentas midiáticas como espaços seguros para que os alunos experimentem.",
  "professor_empower1": "Você mostra aos alunos como o uso direcionado da mídia pode enriquecer o processo de aprendizagem.",
  "professor_empower2": "Você enfatiza a importância do conteúdo midiático para o sucesso escolar.",
  "professor_empower3": "Você transmite uma visão de sucesso educacional que inclui o domínio das mídias.",
  "professor_strenghts": "Professores têm rotinas bem definidas que ajudam os alunos a focarem no conteúdo essencial.",
  "professor_challenges": "Um ensino demasiadamente rígido pode fazer com que momentos espontâneos de aprendizado se percam.",
  "spirit-guide_description": "Você é um ouvinte empático que se dedica ao bem-estar emocional dos alunos, oferecendo segurança e compreensão.",
  "spirit-guide_protect1": "Você ajuda os alunos a se protegerem de representações midiáticas que possam afetar sua autoestima.",
  "spirit-guide_protect2": "Você combate estereótipos que os alunos possam identificar e dos quais precisam se proteger.",
  "spirit-guide_protect3": "Você cria um espaço seguro onde os alunos se sentem respeitados e ouvidos.",
  "spirit-guide_empower1": "Você incentiva os alunos a expressarem seus sentimentos por meio de manifestações criativas na mídia.",
  "spirit-guide_empower2": "Você promove conversas sobre as experiências pessoais dos alunos com a mídia, favorecendo o crescimento emocional.",
  "spirit-guide_empower3": "Você integra momentos de reflexão onde os alunos podem processar suas experiências com a mídia.",
  "spirit-guide_strenghts": "Guia Espiritual é valorizado pelos alunos por ser confiável e acolhedor, recebendo suas questões pessoais com empatia.",
  "spirit-guide_challenges": "Os alunos podem hesitar em compartilhar experiências pessoais, exigindo uma abordagem cuidadosa.",
  "taste-maker_description": "Você deseja ampliar os horizontes dos alunos, apresentando-lhes culturas clássicas de grande relevância.",
  "taste-maker_protect1": "Você desafia os alunos a diferenciar conteúdos superficiais de conteúdos profundos.",
  "taste-maker_protect2": "Você incentiva os alunos a refletirem criticamente sobre a mídia tradicional.",
  "taste-maker_protect3": "Você desenvolve métodos para aproximar a cultura clássica dos alunos de forma envolvente.",
  "taste-maker_empower1": "Você capacita os alunos a emitir julgamentos fundamentados sobre conteúdos midiáticos.",
  "taste-maker_empower2": "Você estabelece conexões entre formas culturais populares e suas raízes históricas.",
  "taste-maker_empower3": "Você incentiva os alunos a refletirem criticamente sobre o contexto cultural das mídias.",
  "taste-maker_strenghts": "Influenciadores trazem um vasto conhecimento cultural e promovem uma compreensão profunda dos meios clássicos e modernos.",
  "taste-maker_challenges": "Suas preferências podem fazer com que alunos mais orientados para a cultura popular se sintam menos representados.",
  "teacher_description": "Você compreende que a alfabetização digital exige flexibilidade, combinando conteúdos clássicos com abordagens tecnológicas modernas.",
  "teacher_protect1": "Você promove relações respeitosas, tanto online quanto offline.",
  "teacher_protect2": "Você cria um ambiente seguro onde os alunos podem experimentar novas formas de expressão.",
  "teacher_protect3": "Você integra métodos tradicionais com abordagens contemporâneas para tornar o ensino acessível.",
  "teacher_empower1": "Você estimula os alunos a participarem ativamente das discussões e a desenvolverem o pensamento crítico.",
  "teacher_empower2": "Você apoia os alunos em sua jornada criativa, mesmo diante de desafios.",
  "teacher_empower3": "Você valoriza e incentiva a expressão individual dos alunos.",
  "teacher_strenghts": "Os Professores 2.0 são conhecidos por sua capacidade de inovar e dinamizar o ensino com recursos digitais.",
  "teacher_challenges": "A diversidade dos métodos modernos pode ocasionar momentos de desorganização que precisam ser gerenciados.",
  "techie_description": "Você está sempre atualizado com as últimas inovações e se encanta com os gadgets, apps e tecnologias educacionais mais recentes.",
  "techie_protect1": "Você ensina os alunos a utilizarem as novas tecnologias de forma segura.",
  "techie_protect2": "Você garante controle de qualidade no acesso aos recursos digitais.",
  "techie_protect3": "Você utiliza suas próprias experiências com tecnologias educacionais para melhorar o ensino.",
  "techie_empower1": "Você permite que os alunos experimentem novas tecnologias de forma prática e criativa.",
  "techie_empower2": "Você compartilha seu entusiasmo por inovações tecnológicas e as integra no ensino.",
  "techie_empower3": "Você defende o uso de ferramentas educacionais modernas em outras turmas.",
  "techie_strenghts": "Os especialistas em tecnologia sempre acompanham as últimas tendências e inspiram seus alunos.",
  "techie_challenges": "Às vezes, é difícil entusiasmar colegas e alunos para tecnologias modernas que não despertam interesse.",
  "trendsetter_description": "Você é um professor antenado, que conhece a cultura pop atual e a incorpora de maneira criativa no ensino.",
  "trendsetter_protect1": "Você cria um ambiente seguro onde a influência da cultura pop é mantida de forma equilibrada.",
  "trendsetter_protect2": "Você incentiva os alunos a refletirem criticamente sobre fenômenos culturais.",
  "trendsetter_protect3": "Você promove discussões que conectam a cultura pop com conteúdos tradicionais.",
  "trendsetter_empower1": "Você facilita o acesso dos alunos a temas culturais relevantes.",
  "trendsetter_empower2": "Você combina conhecimento cultural atual com pensamento crítico.",
  "trendsetter_empower3": "Você motiva os alunos a ampliar seus horizontes e ver a cultura pop de forma mais abrangente.",
  "trendsetter_strenghts": "Os definidores de tendências utilizam seu conhecimento sobre a cultura atual para dinamizar o ensino.",
  "trendsetter_challenges": "Seu foco intenso nas tendências pode fazer com que alunos mais tradicionais se sintam menos identificados.",
  "watchdog_description": "Você questiona criticamente a influência de instituições econômicas e políticas na mídia, incentivando o pensamento crítico dos alunos.",
  "watchdog_protect1": "Você expõe mitos e artifícios na publicidade e na cultura pop.",
  "watchdog_protect2": "Você sensibiliza os alunos para os bastidores das instituições midiáticas poderosas.",
  "watchdog_protect3": "Você ajuda os alunos a se protegerem contra mensagens publicitárias manipuladoras.",
  "watchdog_empower1": "Você estimula os alunos a analisar criticamente os conteúdos midiáticos e a criar suas próprias produções.",
  "watchdog_empower2": "Você capacita os alunos a compreender os contextos econômicos e políticos que influenciam a mídia.",
  "watchdog_empower3": "Você incentiva os alunos a desenvolver projetos críticos que questionem o consumo midiático.",
  "watchdog_strenghts": "Os vigias criam momentos de revelação ao demonstrar as conexões entre a mídia e a economia.",
  "watchdog_challenges": "Seu enfoque crítico pode levar alguns alunos a adotarem uma postura cínica, dificultando o processo de ensino.",
  "question1": "As pessoas se tornam passivas quando não percebem os vieses presentes nas mídias.",
  "activist_description_": "Você promove o engajamento cívico dos alunos através do uso estratégico de mídia e tecnologia.",
  "alt_description_": "Você desafia os alunos a explorar abordagens alternativas para o uso da mídia.",
  "demystifier_description_": "Você quer que seus alunos descubram os mecanismos ocultos por trás da produção midiática.",
  "motivator_description_": "Você fortalece a autonomia dos alunos e os incentiva a utilizar seu potencial criativo.",
  "professional_description_": "Você prepara os alunos de forma prática para um futuro profissional no campo da mídia.",
  "professor_description_": "Você utiliza a mídia de forma direcionada para enfatizar a relevância do conteúdo ensinado.",
  "spirit-guide_description_": "Você se empenha para que a mídia contribua para o bem-estar social e emocional dos alunos.",
  "taste-maker_description_": "Você quer que seus alunos compreendam a riqueza cultural e a importância dos meios clássicos.",
  "teacher_description_": "Você incentiva o uso da mídia para criar ambientes de aprendizagem digitais e interconectados.",
  "techie_description_": "Você sabe que ferramentas digitais modernas ajudam os alunos a se aprofundarem no conteúdo.",
  "trendsetter_description_": "Você se conecta com os alunos ao incorporar elementos da cultura pop no ensino.",
  "watchdog_description_": "Você incentiva os alunos a questionar criticamente a influência econômica e política na mídia.",
  "question2": "Você pode ser enganado pela mídia se não a conhecer bem.",
  "question3": "O principal objetivo da televisão é atrair espectadores para fins publicitários.",
  "question4": "Preocupo-me com o número reduzido de empresas que controlam as indústrias editorial, televisiva, cinematográfica e digital.",
  "question5": "Os cidadãos têm a obrigação de expressar suas opiniões sobre as causas em que acreditam.",
  "question6": "Nossa democracia está em risco se não surgirem ativistas para protegê-la.",
  "question7": "Muitas vezes, a mídia distrai das questões realmente importantes.",
  "question8": "Preocupo-me que o uso da mídia pelos alunos prejudique sua concentração e motivação.",
  "question9": "Sem e-mails, textos, vídeos e fotos profissionais, os alunos ficam em desvantagem no mercado de trabalho.",
  "question10": "Quando os alunos produzem conteúdos amadores, fica difícil saber se eles realmente aprenderam algo.",
  "question11": "Se você não participar ativamente do mundo digital, ficará para trás.",
  "question12": "Alunos que não estão ativos online acabam se isolando do mundo.",
  "question13": "As escolas mais competitivas do futuro investirão nas tecnologias certas e ensinarão a usá-las corretamente.",
  "question14": "Se minha escola não acompanhar as tendências tecnológicas, ficaremos para trás.",
  "question15": "Preocupo-me que certas mídias e tecnologias possam promover comportamentos antissociais.",
  "question16": "Se os alunos não expressarem suas opiniões sobre a mídia, perderão oportunidades de crescimento emocional.",
  "question17": "Se eu não der aos alunos a liberdade de serem criativos, eles não aprenderão a se expressar.",
  "question18": "Muitas pessoas acabam ficando excluídas do processo de aprendizagem, não desenvolvendo suas habilidades.",
  "question19": "Se eu não me conectar com a cultura dos alunos, eles sentirão que você não entende seu mundo.",
  "question20": "É difícil se relacionar com os jovens se você não compartilha seus interesses em filmes, música e moda.",
  "question21": "A maioria dos conteúdos da mídia mainstream, como a televisão, é uma perda de tempo.",
  "question22": "Muitas pessoas sabem pouco sobre mídias alternativas, como aquelas presentes em revistas, músicas e filmes específicos.",
  "question23": "Os alunos podem ficar presos em sua própria cultura pop.",
  "question24": "Preocupo-me com a falta de complexidade na cultura pop atual.",
  "question25": "Saber como um site, videogame ou programa de TV é produzido muda completamente a percepção sobre a mídia.",
  "question26": "Produtores de mídia tomam decisões conscientes na criação de filmes, programas de TV e sites.",
  "question27": "Combater estereótipos na mídia é fundamental para o bem-estar das pessoas.",
  "question28": "Você pode mudar a vida de alguém ensinando-o a resistir às mensagens midiáticas.",
  "question29": "É essencial que os jovens usem a mídia digital na escola para promover mudanças sociais.",
  "question30": "Quando os jovens se engajam com a mídia digital, eles podem transformar o mundo.",
  "question31": "O melhor da internet é o acesso a conteúdos ricos, ideias e informações que podem ser utilizados em sala de aula.",
  "question32": "A mídia digital facilita o engajamento dos alunos com temas considerados chatos.",
  "question33": "Quando os alunos utilizam as mesmas ferramentas que os profissionais, suas vozes ganham mais força.",
  "question34": "Quando os alunos se esforçam, conseguem criar produções que parecem profissionais.",
  "question35": "As mídias sociais, quando bem utilizadas, podem revolucionar o ensino.",
  "question36": "Quanto mais compartilhamos online, mais contribuímos para a sociedade.",
  "question37": "Dominar novas tecnologias concede aos alunos conhecimentos especiais e status.",
  "question38": "Boas tecnologias educacionais ajudam os professores a melhorar o ensino.",
  "question39": "A mídia ajuda os alunos a ativarem suas emoções e a aprenderem melhor.",
  "question40": "O uso da mídia em sala de aula promove empatia e compreensão social.",
  "question41": "Quando os alunos realmente se interessam por um tema, nada os impede de aprender mais.",
  "question42": "A criatividade dos alunos é liberada quando descobrem assuntos que realmente os fascinam.",
  "question43": "Estar em sintonia com a cultura pop dos jovens aproxima você dos seus alunos.",
  "question44": "O interesse dos jovens pela cultura pop também pode estimular o interesse por temas escolares.",
  "question45": "Filmes e documentários alternativos são mais interessantes e úteis para meus alunos do que produções de Hollywood.",
  "question46": "A vida dos alunos se enriquece quando eles compreendem representações midiáticas alternativas.",
  "question47": "A vida dos alunos se enriquece quando entendem a relevância dos meios clássicos para questões atuais.",
  "question48": "Crianças deveriam ter acesso ao rico patrimônio cultural proporcionado por filmes e literatura clássicos.",
  "What is?": "O que é?",
  "Digital Learning Motivation Quiz for Educators (DLMQE):": "Quiz de Motivação para a Aprendizagem Digital para Educadores (DLMQE):",
  "Quiz Explanation": "Um instrumento de 48 pontos no estilo Likert que avalia a percepção dos educadores sobre a importância de diversos aspectos. Mede atitudes em relação a ferramentas tecnológicas, qualidade do conteúdo, comunidade, públicos-alvo, sistemas midiáticos e abordagens centradas no aluno. Apresenta doze perfis, cada um com duas afirmações protetoras e duas empoderadoras. Por exemplo, uma afirmação protetora pode ser: 'É minha responsabilidade fazer com que os alunos questionem as injustiças.' E uma afirmação empoderadora: 'O engajamento cívico deve ser incentivado através do uso de mídia no ensino.'",
  "Take the quiz as individually or in group!": "Faça o quiz individualmente ou em grupo!",
  "Your account is waiting confirmation. Please wait, we will mail after confirmation.": "Sua conta está aguardando confirmação. Por favor, aguarde, enviaremos um e-mail após a confirmação.",
  "Sorry user cannot be identified.": "Desculpe, o usuário não pôde ser identificado.",
  "Users account is verified.": "A conta do usuário foi verificada.",
  "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation": "Você foi registrado com sucesso. Mas sua conta precisa ser confirmada pelo administrador. Por favor, aguarde, enviaremos um e-mail após a confirmação.",
  "Welcome Email": "E-mail de Boas-Vindas",
  "Congratulations": "Parabéns",
  "Your <a href='https://www.setyourmotivation.com/'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.": "Sua conta <a href='https://www.setyourmotivation.com/login'>Set Your Motivation</a> foi confirmada. Você pode fazer login com seu endereço de e-mail e senha.",
  "Your email address": "Seu endereço de e-mail",
  "A new user has registered  , Please click on the below link to verify the account.": "Um novo usuário se registrou. Por favor, clique no link abaixo para confirmar a conta.",
  "Verify Account": "Verificar Conta",
  "Dashboard": "Painel"
} 