{
  "Download Translate File": "Descărcați fișierul de traducere",
  "Home": "Acasă",
  "Around the Web": "Pe Web",
  "Contact Us": "Contactați-ne",
  "For more information about the Digital Learning Motivation Quiz for Educators, please contact:": "Pentru mai multe informații despre Chestionarul de Motivație pentru Învățarea Digitală pentru Educatori, vă rugăm să contactați:",
  "Group Information": "Informații despre grup",
  "Group Name": "Numele grupului",
  "Pin": "PIN",
  "Description": "Descriere",
  "Create": "Creează",
  "Update": "Actualizează",
  "Results": "Rezultate",
  "Search..": "Caută..",
  "Name": "Nume",
  "Email": "Adresă de email",
  "Activist": "Activist",
  "Alt": "Alternativ",
  "Demystifier": "Demistificator",
  "Motivator": "Motivator",
  "Professional": "Profesional",
  "Professor": "Profesor",
  "Spirit Guide": "Ghid spiritual",
  "Taste Maker": "Creator de gust",
  "Taste-Maker": "Creator de gust",
  "Teacher 2.0": "Profesor 2.0",
  "Techie": "Tehnician",
  "Trendsetter": "Inițiator de tendințe",
  "Watchdog": "Supraveghetor",
  "Protect": "Protejează",
  "Empower": "Împuternicește",
  "Process": "Proces",
  "Empower vs. Protect": "Împuternicire vs. Protejare",
  "Your All Motivations": "Toate motivațiile tale",
  "Delete": "Șterge",
  "View": "Vizualizează",
  "Are you sure": "Ești sigur?",
  "The deletion process will have serious consequences": "Procesul de ștergere va avea consecințe grave",
  "If you delete the result, you will not be able to bring it back": "Dacă ștergi rezultatul, nu-l vei putea recupera",
  "result has been deleted": "Rezultatul a fost șters",
  "result has not been deleted": "Rezultatul nu a fost șters",
  "Total User": "Utilizatori total",
  "Motivation": "Motivație",
  "Style": "Stil",
  "Top Motivations": "Cele mai importante motivații",
  "Groups": "Grupuri",
  "New Group": "Grup nou",
  "Id": "ID",
  "Edit": "Editează",
  "View Group`s Results": "Vizualizează rezultatele grupului",
  "If you delete the group, you will not be able to bring it and it`s results back": "Dacă ștergi grupul, nu-l vei putea recupera împreună cu rezultatele sale",
  "Group has been deleted": "Grupul a fost șters",
  "Group has not been deleted": "Grupul nu a fost șters",
  "Reference Information": "Informații de referință",
  "Title": "Titlu",
  "Link": "Link",
  "Date": "Data",
  "References": "Referințe",
  "New reference": "Referință nouă",
  "If you delete the reference, you will not be able to bring it back": "Dacă ștergi referința, nu o vei putea recupera",
  "reference has been deleted": "Referința a fost ștearsă",
  "reference has not been deleted": "Referința nu a fost ștearsă",
  "Login": "Autentificare",
  "E-Mail Address": "Adresă de email",
  "Password": "Parolă",
  "Remember Me": "Ține-mă minte",
  "Forgot Your Password?": "Ți-ai uitat parola?",
  "Reset Password": "Resetează parola",
  "Send Password Reset Link": "Trimite link-ul pentru resetarea parolei",
  "Confirm Password": "Confirmă parola",
  "Register": "Înregistrează-te",
  "Discover yourself now!": "Descoperă-te acum!",
  "Join our Digital Media Literacy Survey Free!": "Participă gratuit la sondajul de alfabetizare digitală!",
  "No matter what your motivation is, Digital Learning Motivation Quiz for Educators has ideas to improve digital & media literacy in your classroom.": "Indiferent de motivația ta, Digital Learning Motivation Quiz for Educators are idei pentru îmbunătățirea alfabetizării digitale și media în clasa ta.",
  "Individual Entry": "Participare individuală",
  "Group Entry": "Participare în grup",
  "Academic References to Our Survey!": "Referințe academice la sondajul nostru!",
  "Thank you for citing...": "Mulțumim pentru citare...",
  "Join Us": "Alătură-te nouă",
  "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "Dacă dorești să traduci sondajul în limba ta, poți traduce fișierul de traducere de mai jos și să ne contactezi.",
  "Strenghts": "Puncte forte",
  "Challenges": "Provocări",
  "Media Education Lab Admin Panel": "Panoul de administrare Media Education Lab",
  "Admin Panel": "Panou administrare",
  "Individual Results": "Rezultate individuale",
  "Group Results": "Rezultate de grup",
  "Download Results": "Descarcă rezultatele",
  "Back to Home": "Înapoi la pagina principală",
  "Media Literacy Survey": "Sondaj de alfabetizare media",
  "Welcome To Our Digital Media Education Survey": "Bun venit la sondajul de educație media digitală",
  "Menu": "Meniu",
  "Admin Entry": "Intrare administrator",
  "Logout": "Deconectare",
  "Our Mission": "Misiunea noastră",
  "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service. We emphasize interdisciplinary scholarship and practice that stands at the intersections of communication, media studies and education.": "Media Education Lab promovează educația în alfabetizarea media prin cercetare și servicii comunitare. Punem accent pe cercetarea interdisciplinară și practicile care se află la intersecția comunicării, studiilor media și educației.",
  "Contact": "Contact",
  "Copyright": "Drepturi de autor",
  "About Us": "Despre noi",
  "Learn your Media Education Motivation": "Află-ți motivația pentru educația media",
  "Media Education Lab": "Media Education Lab",
  "Respond to these statements according to how important they are to you:": "Răspunde la aceste afirmații în funcție de cât de importante sunt pentru tine:",
  "Each question has 5 options.": "Fiecare întrebare are 5 opțiuni.",
  "Please type the group name provided by your instructor.": "Te rog introdu numele grupului furnizat de instructorul tău.",
  "Group Pin": "PIN grup",
  "Please type the group pin provided by your instructor.": "Te rog introdu codul PIN furnizat de instructorul tău.",
  "Your Email": "Email-ul tău",
  "Your Name": "Numele tău",
  "Questions": "Întrebări",
  "Strongly disagree": "Total dezacord",
  "Somewhat disagree": "Dezacord parțial",
  "Neither agree nor disagree": "Nici de acord, nici dezacord",
  "Somewhat agree": "Acord parțial",
  "Strongly agree": "Total acord",
  "Send": "Trimite",
  "You are a": "Ești un",
  "Read More..": "Citește mai mult..",
  "Close": "Închide",
  "You are also a": "Ești de asemenea un",
  "Take Quiz Individually": "Susține chestionarul individual",
  "Take Quiz in Group": "Susține chestionarul în grup",
  "What is Your Digital Learning Motivation?": "Care este motivația ta pentru învățarea digitală?",
  "You see the opportunities and advantages to using media and technology in your teaching practice.": "Observi oportunitățile și avantajele utilizării media și tehnologiei în practica ta didactică.",
  "You see the risks and challenges to using media and technology in your teaching practice.": "Observi riscurile și provocările utilizării media și tehnologiei în practica ta didactică.",
  "activist_description": "Ai o pasiune de neîntrerupt pentru a promova participarea democratică prin acțiune politică, fie că scopul tău final este justiția socială, fie sensibilizarea mediului sau altceva. Vezi rolul tău în clasă ca pe un catalizator care ajută elevii să înțeleagă cum pot schimba lumea.",
  "activist_protect1": "Îi înveți pe elevi cum să se protejeze de mesaje nocive și imagini stereotipate din media.",
  "activist_protect2": "Pregătești elevii pentru participarea democratică, oferindu-le o înțelegere profundă a procesului politic.",
  "activist_protect3": "Transmiți o viziune pentru acțiunea publică care poate fi inovatoare pentru elevi.",
  "activist_empower1": "Îi ajuți pe elevi să își exprime propriile opinii și idei în acțiunea politică.",
  "activist_empower2": "Le oferi elevilor oportunități de a crea media care exprimă idei originale.",
  "activist_empower3": "Încurajezi elevii să pună sub semnul întrebării opiniile stabilite.",
  "activist_strenghts": "Activiștii sunt lideri înnăscuți care sporesc conștientizarea elevilor asupra rolului lor într-o democrație sănătoasă.",
  "activist_challenges": "Uneori, activiștii întâmpină dificultăți în a evalua corect capacitatea elevilor de a-și forma propriile opinii.",
  "alt_description": "Ești un educator creativ care folosește metode alternative pentru a descoperi și crea media.",
  "alt_protect1": "Îi înveți pe elevi să pună sub semnul întrebării opiniile dominante din media.",
  "alt_protect2": "Împărtășești influențe culturale alternative care ți-au modelat viața.",
  "alt_protect3": "Îi ajuți pe elevi să înțeleagă abordări alternative și povești diferite.",
  "alt_empower1": "Încurajezi elevii să imagineze modalități noi de comunicare.",
  "alt_empower2": "Le oferi o privire în culisele unei producții media mai puțin formale.",
  "alt_empower3": "Le oferi oportunitatea de a crea media care contestă convențiile.",
  "alt_strenghts": "Educatorii alternativi creează medii care încurajează creativitatea și interesul.",
  "alt_challenges": "Uneori, preferințele personale pot afecta abordarea imparțială față de elevi.",
  "demystifier_description": "Dorești să dezvălui secretele din spatele producerii media și să întărești gândirea critică.",
  "demystifier_protect1": "Îi ajuți pe elevi să înțeleagă cum transformarea digitală modifică percepția realității.",
  "demystifier_protect2": "Protejezi elevii de mesaje negative din mass-media.",
  "demystifier_protect3": "Încurajezi elevii să pună sub semnul întrebării înțelegerea convențională a media.",
  "demystifier_empower1": "Folosesti dezvăluirea proceselor de producție pentru a inspira creativitatea.",
  "demystifier_empower2": "Îi ajuți pe elevi să lege teoria de practică în media.",
  "demystifier_empower3": "Încurajezi elevii să pună întrebări critice despre procesele media.",
  "demystifier_strenghts": "Ești capabil să identifici momente de învățare când elevii înțeleg media.",
  "demystifier_challenges": "Întâmpini dificultăți în a înțelege cum procesele de dezvăluire influențează elevii.",
  "motivator_description": "Inspirezi elevii și promovezi autonomia lor prin creativitate.",
  "motivator_protect1": "Îi înveți pe elevi cum să se protejeze de influențe negative din media.",
  "motivator_protect2": "Încurajezi feedback-ul pozitiv între elevi.",
  "motivator_protect3": "Selectezi materiale care nu subminează încrederea elevilor în sine.",
  "motivator_empower1": "Creezi un mediu în care elevii se simt liberi să-și exprime ideile.",
  "motivator_empower2": "Încurajezi elevii să aleagă subiecte care îi interesează.",
  "motivator_empower3": "Le oferi oportunități să-și dezvolte și să-și exprime creativitatea.",
  "motivator_strenghts": "Motivatorii se remarcă prin abilitatea de a stimula colaborarea și exprimarea elevilor.",
  "motivator_challenges": "Lipsa unei structuri clare poate duce la haos și confuzie în clasă.",
  "professional_description": "Dezvolți abilitățile creative și practice ale elevilor pentru viitorul lor.",
  "professional_protect1": "Protejezi elevii de eșecuri tehnice în producțiile media.",
  "professional_protect2": "Le familiarizezi pe elevi cu standardele profesionale de producție media.",
  "professional_protect3": "Menții ordinea prin ierarhii care previn devierea elevilor.",
  "professional_empower1": "Împuternicești elevii, punând accent pe profesionalism.",
  "professional_empower2": "Îi ajuți pe elevi să gândească ca profesioniști, vizând un public exigent.",
  "professional_empower3": "Le oferi oportunități care combină evoluția academică și profesională.",
  "professional_strenghts": "Profesionalismul inspiră elevii să adopte standarde estetice și funcționale înalte.",
  "professional_challenges": "Focalizarea exclusivă pe estetică poate duce la neglijarea esenței învățării.",
  "professor_description": "Transmiți cunoștințe folosind media ca amplificator al lecțiilor.",
  "professor_protect1": "Îi ajuți pe elevi să rămână concentrați în procesul educațional.",
  "professor_protect2": "Organizezi discuții care facilitează înțelegerea conținutului.",
  "professor_protect3": "Folosești media ca instrument sigur de explorare.",
  "professor_empower1": "Îi ajuți pe elevi să înțeleagă cum media amplifică procesul de învățare.",
  "professor_empower2": "Extinzi percepția elevilor despre formele acceptate de comunicare.",
  "professor_empower3": "Oferi o viziune a succesului prin educația media.",
  "professor_strenghts": "Profesorii au o viziune clară care îi ajută pe elevi să înțeleagă legătura dintre tehnologie și învățare.",
  "professor_challenges": "Respectarea strictă a programului poate limita oportunitățile creative.",
  "spirit-guide_description": "Te concentrezi pe dezvoltarea emoțională a elevilor, oferindu-le un mediu sigur pentru exprimare personală.",
  "spirit-guide_protect1": "Îi ajuți pe elevi să se protejeze de imagini negative din media.",
  "spirit-guide_protect2": "Abordezi stereotipurile care pot afecta imaginea de sine.",
  "spirit-guide_protect3": "Creezi un spațiu sigur pentru exprimare personală și confidențială.",
  "spirit-guide_empower1": "Încurajezi elevii să-și exprime emoțiile prin media.",
  "spirit-guide_empower2": "Inițiezi discuții despre experiențele personale ale elevilor cu media.",
  "spirit-guide_empower3": "Integrezi practici de reflecție în procesul educațional.",
  "spirit-guide_strenghts": "Ghidurile spirituale creează un mediu de încredere și siguranță pentru elevi.",
  "spirit-guide_challenges": "Unii elevi pot fi reticenți în a-și împărtăși problemele personale în clasă.",
  "taste-maker_description": "Dorești să îți extinzi orizonturile culturale ale elevilor, oferindu-le cunoștințe estetice și culturale.",
  "taste-maker_protect1": "Provoci elevii să depășească concepțiile culturale restrictive.",
  "taste-maker_protect2": "Ceri elevilor să distingă între mesaje superficiale și profunde.",
  "taste-maker_protect3": "Dezvolți strategii pentru a orienta atenția către opere clasice de artă.",
  "taste-maker_empower1": "Îi ajuți pe elevi să dezvolte o gândire critică asupra preferințelor culturale.",
  "taste-maker_empower2": "Încurajezi elevii să conecteze cultura pop cu moștenirea lor culturală.",
  "taste-maker_empower3": "Încurajezi întrebările analitice despre aspectele estetice și istorice ale media.",
  "taste-maker_strenghts": "Creatorii de gust transmit cunoștințe despre artă și întăresc conștiința culturală.",
  "taste-maker_challenges": "Uneori, preferințele personale pot influența analiza imparțială a media.",
  "teacher_description": "Înțelegi importanța flexibilității în educație, combinând metodele tradiționale cu tehnologiile moderne.",
  "teacher_protect1": "Îi ajuți pe elevi să gestioneze relațiile în mediul digital și personal.",
  "teacher_protect2": "Creezi un mediu de clasă sigur, unde elevii pot experimenta noi forme de comunicare.",
  "teacher_protect3": "Facilitezi predarea tradițională prin metode inovatoare.",
  "teacher_empower1": "Încurajezi elevii să își exprime activ opiniile.",
  "teacher_empower2": "Construiești punți între media digitală și educația tradițională.",
  "teacher_empower3": "Apreciezi diversitatea și expresiile unice ale elevilor.",
  "teacher_strenghts": "Profesorii 2.0 sunt creativi și stimulează colaborarea în clasă.",
  "teacher_challenges": "Lipsa unei structuri poate conduce la haos și desorientare.",
  "techie_description": "Ești mereu la curent cu cele mai noi tehnologii și îți împărtășești pasiunea cu elevii.",
  "techie_protect1": "Îi înveți pe elevi utilizarea corectă și sigură a instrumentelor tehnologice.",
  "techie_protect2": "Asiguri un control de calitate în accesul la resurse digitale.",
  "techie_protect3": "Folosești instrumente tehnologice pentru a îmbogăți metodele de predare.",
  "techie_empower1": "Împuternicești elevii oferindu-le acces direct la noi tehnologii.",
  "techie_empower2": "Încurajezi interesul pentru instrumente digitale inovatoare, precum smartphone-urile și tabletele.",
  "techie_empower3": "Dezvolți programe care promovează transformarea digitală în educație.",
  "techie_strenghts": "Tehnicienii sunt la curent cu ultimele inovații și transmit entuziasmul lor.",
  "techie_challenges": "Întâmpini dificultăți cu cei care nu împărtășesc aceeași pasiune pentru tehnologie.",
  "trendsetter_description": "Ești un educator modern care integrează cultura pop în școală.",
  "trendsetter_protect1": "Creezi un mediu sigur pentru integrarea culturii pop.",
  "trendsetter_protect2": "Folosești elemente din cultura pop pentru a stimula gândirea.",
  "trendsetter_protect3": "Încurajezi reflecția asupra influenței culturii pop.",
  "trendsetter_empower1": "Deschizi interesul pentru cultura pop ca tematică de discuție.",
  "trendsetter_empower2": "Le oferi elevilor șansa de a conecta cultura pop cu programa școlară.",
  "trendsetter_empower3": "Stimulezi gândirea creativă prin exemple moderne.",
  "trendsetter_strenghts": "Educatorii inovatori integrează elemente de cultură pop care îmbogățesc procesul de învățare.",
  "trendsetter_challenges": "Poți întâmpina dificultăți cu elevii care nu se identifică cu cultura pop.",
  "watchdog_description": "Ești precaut față de influențele structurilor economice și instituționale din media.",
  "watchdog_protect1": "Dezvălui trucurile și strategiile înșelătoare din media.",
  "watchdog_protect2": "Încurajezi elevii să privească dincolo de imagini înșelătoare.",
  "watchdog_protect3": "Îi ajuți pe elevi să se protejeze de mesaje care promovează consumul excesiv.",
  "watchdog_empower1": "Încurajezi elevii să pună întrebări critice despre structura media.",
  "watchdog_empower2": "Îi ajuți pe elevi să înțeleagă legătura dintre media și economie/politică.",
  "watchdog_empower3": "Încurajezi gândirea creativă și critică a elevilor.",
  "watchdog_strenghts": "Gardienii sunt esențiali pentru momente semnificative de înțelegere.",
  "watchdog_challenges": "O focalizare excesivă poate duce la o perspectivă cinică asupra instituțiilor.",
  "question1": "Oamenii sunt pasivi când nu observă aspectele părtinitoare din media.",
  "question2": "Poți fi indus în eroare de media dacă nu știi de unde provine informația.",
  "question3": "Scopul principal al televiziunii este să atragă advertiseri.",
  "question4": "Mă îngrijorează numărul mare de companii care controlează fluxul media.",
  "question5": "Cetățenii au obligația de a-și exprima convingerile despre problemele sociale.",
  "question6": "Riscăm să pierdem democrația dacă nu încurajăm acțiunea activistă.",
  "question7": "Media adesea distrage atenția elevilor de la subiecte importante.",
  "question8": "Mă îngrijorează că utilizarea media interferează cu concentrarea elevilor la clasă.",
  "question9": "Nu vei putea concura dacă email-ul, textul, videoclipul și fotografiile tale nu sunt profesionale.",
  "question10": "Când elevii creează media neprofesională, este greu să se evalueze învățarea lor.",
  "question11": "În era digitală, dacă nu participi, rămâi pe loc.",
  "question12": "Elevii care nu sunt activi online se izolează de restul lumii.",
  "question13": "Cele mai competitive școli investesc în tehnologie și educație de top.",
  "question14": "Dacă școala mea nu ține pasul cu tehnologia, vom rămâne în urmă.",
  "question15": "Mă îngrijorează că anumite media pot promova comportamente antisociale.",
  "question16": "Dacă elevii nu-și exprimă sentimentele legate de media, pierd oportunități de dezvoltare personală.",
  "question17": "Dacă elevilor nu li se oferă șansa de a crea, poate că nu vor învăța să se exprime.",
  "question18": "Mulți resping procesul de învățare și dezvoltare a abilităților.",
  "question19": "Dacă nu ești familiarizat cu cultura pop a elevilor, se vor simți înstrăinați.",
  "question20": "Nu este ușor să te conectezi cu tinerii dacă nu aveți interese comune.",
  "question21": "Majoritatea mesajelor din mass-media sunt o pierdere de timp.",
  "question22": "Mulți nu cunosc suficient despre media alternativă.",
  "question23": "Elevii pot fi prinși în concepții înguste ale culturii pop.",
  "question24": "Mă îngrijorează lipsa de complexitate în cultura pop modernă.",
  "question25": "Când înțelegi cum sunt create site-urile, jocurile video și emisiunile TV, perspectiva ta asupra media se schimbă.",
  "question26": "Creatorii de media iau decizii cu grijă în procesul de producție.",
  "question27": "Combaterea stereotipurilor din media este esențială pentru bunăstarea socială.",
  "question28": "Poți schimba viața cuiva învățându-l cum să reziste mesajelor din media.",
  "question29": "Este esențial ca tinerii să folosească media digitală pentru schimbare socială.",
  "question30": "Când tinerii acționează prin media digitală, pot schimba lumea.",
  "question31": "Cea mai mare calitate a internetului este accesul la conținut bogat și idei.",
  "question32": "Media digitală facilitează interacțiunea cu materia de studiu.",
  "question33": "Când elevii folosesc instrumente profesionale, știu că vocea lor contează.",
  "question34": "Când elevii muncesc din greu, rezultatele lor pot concura cu media profesională.",
  "question35": "Când rețelele sociale sunt folosite la maximum, pot transforma educația.",
  "question36": "Cu cât împărtășim mai mult online, cu atât contribuim mai mult la societate.",
  "question37": "Când elevii stăpânesc un nou instrument, dobândesc cunoștințe speciale și prestigiu.",
  "question38": "Instrumentele educaționale bune ajută profesorii să predea mai eficient.",
  "question39": "Media ajută elevii să își exprime sentimentele.",
  "question40": "Utilizarea media promovează empatia și înțelegerea socială.",
  "question41": "Când elevii sunt cu adevărat interesați de un subiect, nimic nu îi poate opri.",
  "question42": "Creativitatea elevilor se declanșează atunci când descoperă subiecte pasionante.",
  "question43": "A fi la curent cu cultura pop a tinerilor te menține conectat cu ei.",
  "question44": "Interesul pentru cultura pop poate spori dragostea pentru materia de studiu.",
  "question45": "Filmele și documentarele alternative sunt mai interesante și utile pentru elevi decât cele de la Hollywood.",
  "question46": "Viața elevilor se îmbogățește atunci când aleg reprezentări alternative.",
  "question47": "Elevii se îmbogățesc când înțeleg importanța media clasice pentru problemele actuale.",
  "question48": "Copiii ar trebui să aibă acces la bogata moștenire culturală a formelor clasice de artă și literatură.",
  "What is?": "Ce este?",
  "Digital Learning Motivation Quiz for Educators (DLMQE):": "Chestionarul de Motivație pentru Învățarea Digitală pentru Educatori (DLMQE):",
  "Quiz Explanation": "Un chestionar de 48 de întrebări care evaluează percepția educatorilor asupra valorii și importanței educației digitale și media.",
  "Take the quiz as individually or in group!": "Susține chestionarul individual sau în grup!",
  "Your account is waiting confirmation. Please wait, we will mail after confirmation.": "Contul tău așteaptă confirmare. Te rugăm să aștepți, ți se va trimite un email după confirmare.",
  "Sorry user cannot be identified.": "Ne pare rău, nu am putut identifica utilizatorul.",
  "Users account is verified.": "Contul utilizatorului a fost verificat.",
  "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation": "Te-ai înregistrat cu succes, dar contul tău trebuie confirmat de către administrator. Te rugăm să aștepți, ți se va trimite un email după confirmare.",
  "Welcome Email": "Email de bun venit",
  "Congratulations": "Felicitări",
  "Your <a href='https://www.setyourmotivation.com/'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.": "Contul tău <a href='https://www.setyourmotivation.com/login'>Set Your Motivation</a> a fost confirmat. Te poți autentifica folosind adresa de email și parola.",
  "Your email address": "Adresa ta de email",
  "A new user has registered  , Please click on the below link to verify the account.": "Un nou utilizator s-a înregistrat, te rugăm să faci clic pe link-ul de mai jos pentru a verifica contul.",
  "Verify Account": "Verifică contul",
  "Dashboard": "Panou de control"
} 