{
    "Contact Us": "Bize Ulaşın",
    "For more information about the Digital and Media Literacy Online Quiz, please contact:": "Eğitimciler İçin Dijital Öğrenme ve Medya Okuryazarlığı Anketi hakkında daha fazla bilgi almak için lütfen bizimle iletişime geçin:",
    "Group Information": "Grup Bilgileri",
    "Group Name": "Grup Adı",
    "Pin": "Pin Kodu",
    "Description": "Açıklama",
    "Create": "Oluştur",
    "Update": "Güncelle",
    "Results": "Sonuçlar",
    "Search..": "Ara..",
    "Name": "İsim",
    "Email": "E-posta",
    "Activist": "Aktivist",
    "Alt": "Sıradışı",
    "Demystifier": "Aydınlatıcı",
    "Motivator": "Teşvik Edici",
    "Professional": "Profesyonel",
    "Professor": "Eğitmen",
    "Spirit Guide": "Sırdaş",
    "Taste Maker": "Köprü",
    "Taste-Maker": "Köprü",
    "Teacher 2.0": "Öğretmen 2.0",
    "Techie": "Teknoloji Tutkunu",
    "Trendsetter": "Modayı Belirleyen",
    "Watchdog": "Muhafız",
    "Protect": "Korumacı",
    "Empower": "Yetkilendirici",
    "Process": "İşlemler",
    "Delete": "Sil",
    "View": "Görüntüle",
    "Are you sure": "Emin misin",
    "Empower vs. Protect": "Koruyucu vs. Yetkilendirici",
    "Your All Motivations" : "Motivasyonlarınız",
    "The deletion process will have serious consequences": "Silme işlemi ciddi sonuçlar doğuracak",
    "If you delete the result, you will not be able to bring it back": "Eğer sonucu silerseniz, geri getiremezsiniz",
    "result has been deleted": "Sonuç silindi",
    "result has not been deleted": "Sonuç silme işlemi başarısız oldu",
    "Total User": "Toplam Kullanıcı",
    "Motivation": "Motivasyon",
    "Style": "Sitil",
    "Top Motivations": "En Yüksek Motivasyonunuz",
    "Groups": "Gruplar",
    "New Group": "Yeni Grup",
    "Id": "Ad",
    "Edit": "Düzenle",
    "View Group`s Results": "Grup Sonuçlarını Görüntüle",
    "If you delete the group, you will not be able to bring it and it`s results back": "Grubu silerseniz, onu ve sonuçlarını geri getiremezsiniz",
    "Group has been deleted": "Grup silindi",
    "Group has not been deleted": "Grup silinmedi",
    "Reference Information": "Referans Bilgileri",
    "Title": "Başlık",
    "Link": "Link",
    "Date": "Tarih",
    "References": "Referanslar",
    "New reference": "Yeni Referans",
    "If you delete the reference, you will not be able to bring it back": "Referansı silerseniz bir daha geri getiremezsiniz",
    "reference has been deleted": "Referans silindi",
    "reference has not been deleted": "Referans silinmedi",
    "Login": "Oturum Aç",
    "E-Mail Address": "E-Posta Adresi",
    "Password": "Şifre",
    "Remember Me": "Beni Hatırla",
    "Forgot Your Password?": "Şifreni mi Unuttun?",
    "Reset Password": "Şifreyi Sıfırla",
    "Send Password Reset Link": "Şifre Sıfırlama Linki Gönder",
    "Confirm Password": "Şifreyi Doğrula",
    "Register": "Üye Ol",
    "Discover yourself now!": "Şimdi, dijital öğrenme motivasyonunu keşfet!",
    "Join our Digital Media Literacy Survey Free!": "Anketi bireysel ya da grup olarak doldur!",
    "No matter what your motivation is, Powerful Voices for Kids has ideas to improve digital& media literacy in your classroom.": "Motivasyonunuzun ne olduğunun önemi yok, Eğitimciler İçin Dijital Öğrenme ve Medya Okuryazarlığı Ölçeğinin sınıfınızda dijital & medya okuryazarlığını geliştirmeniz için size söyleyecekleri var.",
    "Individual Entry": "Bireysel",
    "Group Entry": "Grup",
    "Academic References to Our Survey!": "Araştırmalar Ne Diyor?",
    "Thank you for citing...": "Thank you for citing...",
    "Join Us": "Anketin Çevirisine Katkıda Bulunun",
    "If you want to translate the survey into your own language, you can translate the following translation file into your own language and contact us.": "Tercüme topluluğumuzun bir parçası olarak çevirilerimizi daha iyi hale getirmemize ve hatta yeni diller eklememize yardımcı olabilirsiniz. Anketi kendi dilinize çevirmek isterseniz, aşağıdaki çeviri dosyasını kendi dilinize çevirip Sait Tüzel (sait@mediaeducationlab.com) ile irtibata geçebilirsiniz.",
    "Download Translate File": "Çeviri Dosyasını İndir",
    "Strenghts": "Güçlü Yönleriniz",
    "Challenges": "Zayıf Yönleriniz",
    "Media Education Lab Admin Panel": "Yönetici Ekranı",
    "Admin Panel": "Yönetici Ekranı",
    "Individual Results": "Bireysel Sonuçlar",
    "Group Results": "Grup Sonuçları",
    "Download Results": "Sonuçları İndir",
    "Back to Home": "Ana Sayfaya Dön",
    "Media Literacy Survey": "Ölçek",
    "Welcome To Our Digital Media Education Survey": "Eğitimciler İçin Dijital Öğrenme ve Medya Okuryazarlığı Anketi",
    "Menu": "Menü",
    "Admin Entry": "Yönetici Girişi",
    "Logout": "Oturumu Kapat",
    "Our Mission": "Sponsorlarımız",
    "The Media Education Lab at the University of Rhode Island advances media literacy education through research and community service. We emphasize interdisciplinary scholarship and practice that stands at the intersections of communication, media studies and education.": "Eğitimciler İçin Dijital Öğrenme ve Medya Okuryazarlığı Anketi Projesi University of Rhode Island bünyesinde bulunan Media Education Lab tarafından desteklenmektedir: https://mediaeducationlab.com/",
    "Contact": "İletişim",
    "Copyright": "Copyright",
    "About Us": "Hakkımızda",
    "Learn your Media Education Motivation": "Dijital Öğrenme ve Medya Okuryazarlığı Motivasyonunu Öğren",
    "Media Education Lab": "Media Education Lab",
    "Respond to these statements according to how important they are to you:": "Aşağıdaki ifadeleri önem derecesine göre işaretleyiniz:",
    "Each question has 5 options.": "Each question has 5 options.",
    "Please type the group name provided by your instructor.": "Yönetici tarafından size verilen grup ismini yazınız.",
    "Group Pin": "Grup Pin",
    "Please type the group pin provided by your instructor.": "Yönetici tarafından size verilen pin kodunu yazınız.",
    "Your Email": "E-posta adresiniz",
    "Your Name": "Adınız",
    "Questions": "Sorular",
    "Strongly disagree": "Önemli Değil",
    "Somewhat disagree": "Az Önemli",
    "Neither agree nor disagree": "Orta Derecede Önemli",
    "Somewhat agree": "Önemli",
    "Strongly agree": "Çok Önemli",
    "Send": "SONUÇLARINI GÖR",
    "You are a": "Sen bir",
    "Read More..": "Daha Fazlası...",
    "Close": "Kapat",
    "You are also a": "Ve ayrıca sen bir",
    "Take Quiz Individually" : "Bireysel Olarak Anketi Doldur",
    "Take Quiz in Group" : "Grup Olarak Anketi Doldur",
    "What is Your Digital Learning Motivation?" :"Dijital Öğrenme Motivasyonun Ne?",
    "You see the opportunities and advantages to using media and technology in your teaching practice.": "Öğretim uygulamalarınızda, medya ve teknoloji araçlarını kullanmanın sağladığı fırsatlara ve avantajlara odaklanıyorsunuz.",
    "You see the risks and challenges to using media and technology in your teaching practice.": "Öğretim uygulamalarınızda, medya ve teknoloji araçlarını kullanmanın ortaya çıkardığı riskleri ve zorlukları göz önünde bulunduruyorsunuz.",
    "activist_description" :"Öğrencilerinizin politik hareketlere demokratik yollarla katılımı konusunda güçlü bir tutkuya sahipsiniz. Nihaî hedefiniz sosyal adaleti, çevre bilincini, halk sağlığını ya da diğer birçok sosyal ya da politik sorunu öğrencilerinizin gündemine getirerek onları demokratik katılıma teşvik etmek. Sınıftaki rolünüzü,’toplumdaki ve dünyadaki yaşam kalitesini arttırmak için üzerlerine düşen görevleri öğrencilerinize fark ettirmek’ olarak tanımlıyor olmalısınız. Öğrencilerinizden, -küçük yaşlarına rağmen- demokratik süreçteki katılımcı rollerinin farkına vararak dünyayı değiştirme gücüne sahip olduklarını anlamalarını istiyorsunuz.",
    "activist_protect1" : "Öğrencilerinize medya mesajlarının zararlı ve baskıcı iletilerinden kendilerini nasıl koruyacaklarını ve çeşitli önyargılar içeren medya klişelerine nasıl 'cevap oluşturabileceklerini' öğretin.",
    "activist_protect2" : "Vatandaşlık sürecine yönelik güçlü bilgiler yoluyla öğrencilerinizi demokratik katılım sürecine hazırlayın.",
    "activist_protect3" : "Öğrencilerinizi aşina olmadıkları bakış açıları içeren medya iletileriyle buluşturarak, belirli bir vatandaşlık vizyonu geliştirmeleri konusunda onlara yardımcı olun.",
    "activist_empower1" : "Politik eylemlerde kendi fikir ve düşüncelerimi dile getirmede kendilerini rahat hissetmeleri için öğrencilerinize yardım edin.",
    "activist_empower2" : "Öğrencilerinize politik ya da sosyal bir olaya yönelik kendi medya iletilerini oluşturarak düşüncelerini ifade etme fırsatı verin.",
    "activist_empower3" : "Yaşadıkları dünyayla ilgili doğru olduğu varsayılan görüş ve inançlara yönelik sorgulamala yapmaları ve bunlara karşı çıkabilmeleri için öğrencilerinizi cesaretlendirin.",
    "activist_strenghts" : "Aktivistler, sağlıklı demokratik bir ortamın oluşturulması ve sürdürülmesi için, öğrencilerinde farkındalık yaratmayı amaçlayan doğal liderlerdir. Politik süreçlere katılım konusunda istekli ve tutkulu öğrencilere yönelik küresel ve yerel ölçekli önerilerde bulunabilirler. Sık sık okullarındaki yeni bir değişimi ya da dönüşümü savunurken en ön sırada yer alırlar. Bazen bu değişimi ve dönüşümü desteklemek için yerel haber merkezlerine mektuplar yazarak seslerini duyururlar.",
    "activist_challenges" : "Aktivistler, bazen öğrencilerinin sahip oldukları değer ve inançları olduğundan farklı algılama eğiliminde olabilirler. Öğrencilerini istemeden de olsa belirli şekilde düşünmeye ve davranmaya itebilirler. Bazen öğrencilerinin değer ve inançlarına ilişkin abartılı hislere sahiplerken bazen de küçümseyici olmaları muhtemeldir. Henüz öğrencilerin kendi değer yargılarına sahip olmadıkları politik durumlara ilişkin, öğrencilerinin kendilerini istedikleri biçimde ve özgürce ifade edebildiklerinden emin olmaları gerekir.",
    "alt_description" : "Medya ve teknoloji ile ilgili birçok konuda yaratıcı bir öğretmensiniz. Muhtemelen kendi kendine bir şeyleri başarma konusunda oldukça yeteneklisiniz. Öğrencilerinizi, medya ve teknoloji konusunda alternatif yollar bulma, bu yolları çözüm için kullanma ve sınıfta kendi medya iletilerini oluşturma konusunda hazırlamaktan büyük zevk alıyor olmalısınız. Okul bilgisayarlarındaki açık kaynak kodlu yazılımlardan yararlanma konusunda oldukça yeteneklisiniz. Öğrencilerinizi alternatif öğrenci kulüplerine katılmaları ve yeni dergilere başlamaları için cesaretlendiriyor olmalısınız. Öğrencilerinizi ve okulunuzdaki diğer öğretmenleri, çok fazla insanın bilmediği yeni medya araçları ve iletişim biçimleriyle tanıştırma konusunda ilk akla gelen isimsiniz. Okulunuzda, öğrencilerin dünyanın farklı yerlerindeki çeşitli türden insanlarla alternatif iletişim kurma yollarını öğrenmesinde kilit bir rol üstleniyor olmalısınız.",
    "alt_protect1" : "Öğrencilerinize, profesyonel otorite konumunda olan yaygın kitle iletişim medyasının dünyaya ilişkin sunduğu bakış açısını sorgulamayı öğretin.",
    "alt_protect2" : "Öğrencilerinizin yaşamlarındaki ya da diğer toplumlardaki önemli kültürel eserleri, onların yaşamlarını dönüştürmek için kullanın.",
    "alt_protect3" : "Ders kitaplarından ya da sınıfta yer alan diğer hâkim medya araçlarından öğrenemeyecekleri alternatif bilgileri ve bakış açılarını daha iyi anlamaları için öğrencilerinize yardım edin.",
    "alt_empower1" : "Bir ileti ya da fikrin aktarılmasında alternatif birçok iletişim yolunun olabileceğini anlamalarında öğrencilerinize yardım edin.",
    "alt_empower2" : "Sektörde çalışan profesyonellerce üretilen medya iletilerinden, gönüllülerin ürettikleri medya iletilerinin daha az gösterişli olabileceğini öğrencilerinizin anlamalarını sağlayın.",
    "alt_empower3" : "Etraflarında çok fazla görmedikleri format, biçim ve yapılarda medya iletileri oluşturmaları konusunda öğrencilerinize fırsatlar sunun.",
    "alt_strenghts" : "Adlarından da anlaşılacağı üzere bu kategoride yer alan öğretmenler; öğrencilerin beklediklerinden farklı, cazip, yaratıcı ve merak duygusunu harekete geçiren sınıf ortamı oluşturma konusunda oldukça yeteneklidirler. ‘Sıradışılar’, öğrencilere görmediklerini gösteren, duymadıklarını duyuran özgün öğretmenler olarak tanınırlar. ‘Sıradışılar’, sınıfta kullanılan geleneksel medya araçlarından daha farklı bakış açıları sunan edebiyat, sanat ve güncel olaylardan öğrencilerin haberdar olmasını sağlarlar. Popüler kültür dünyasına öğrencilerin ilk adımlarını atmasında önemli rol oynarlar.",
    "alt_challenges" : "Sıradışılar, özellikle popüler kültürle güçlü ilişkilere sahip öğrencilere ulaşmakta zorlanabilirler. Öğrencilerin beğenip beğenmediğine aldırış etmeden sınıfa getirdikleri alternatif (özgün) kaynaklar, öğrencilerin yaşamlarından oldukça uzaklaşmalarına neden olabilir. Bu durumda, öğrencilerin geleneksel medya araçlarına yönelik eleştirel ve sorgulayıcı bakış açıları yerini suskunluğa ve düşük motivasyona bırakabilir.",
    "demystifier_description" : "Bilim kurgu filmlerindeki sahnelerin tamamının yeşil bir perde önünde çekildiğini biliyor musunuz? Hazır yiyecek şirketlerinin reklam çekimleri sırasında ürünlerinin güzel ve iştah açıcı gözükmesi için profesyonel sanatçılardan ve heykeltıraşlardan yardım aldıklarından haberdar mısınız? Dergilerde yer alan resimler üzerinde dijital olarak çeşitli manipülasyonlar yapılıyor olabilir mi? Bu sorulardan herhangi biri ilginizi çekiyorsa Aydınlatıcı kategorisinde yer alıyorsunuz. Bir öğretmen olarak, bir kitabın yazılmasından, bir Hollywood filminin yayına hazırlanmasına kadar medya üretiminin tüm formatlarında ‘medyada üstü kapalı olarak sunulanların açığa çıkarma’ amacını taşıyorsunuz. Ders işlerken, öğrencilerinizin ilgisini ilk olarak medya profesyonellerinin iletilerini nasıl kurguladığı üzerine yoğunlaştırırsınız; fakat asıl olarak yapmak istediğinizi bu durumu eleştirel düşünme için bir fırsat olarak kullanmaktır. Öğrencilerinize ‘nasıl’ ve ‘neden’ sorularını yönelterek eleştirel düşüncenin kapılarını sonuna kadar aralarsınız.",
    "demystifier_protect1" : "Öğrencilerinizin, görseller üzerinde yapılan manipülasyonların gerçeklik algılarını nasıl değiştirdiğini tespit etmelerine yardımcı olun.",
    "demystifier_protect2" : "Beden memnuniyetleri ve özsaygıları üzerinde etkiye sahip medya araçlarından gelen negatif iletilerden öğrencilerinizi koruyun.",
    "demystifier_protect3" : "Eleştirel olmayan ve yalnızca hazza dayalı medya kullanım sorunları hakkında öğrencilerinizin sorgulama yapmalarını sağlayın.",
    "demystifier_empower1" : "Medya iletileri oluşturma konusunda öğrencilerinizi cesaretlendirmek için profesyonel medya üretim sürecinde kullanılan üretim tekniklerini açıklığa kavuşturun.",
    "demystifier_empower2" : "Öğrencilerinizin günlük yaşamlarında kullandıkları medya ile medya iletisi üretme süreçleri arasında bağlantı kurmalarına yönelik sorgulamalar yapmalarını sağlayın.",
    "demystifier_empower3" : "Öğrencilerinizi, medyanın kurgulanmış olduğuna ilişkin üst düzey sorgulamalar yapmaları konusunda cesaretlendirin.",
    "demystifier_strenghts" : "Aydınlatıcılar, öğrencilerinin medyanın ‘nasıl’ ve ‘neden’ kurgulanmış olduğunu anlamaları için doğru öğretim zamanını tespit edebilen etkili öğretmenlerdir. Aydınlatıcıların öğrencileri, derslerde öğrendikleriyle evdeki medya kullanımları arasında bağlantılar kurabilirler. Bu kategoride yer alan öğretmenler derslerinden ayrılırken, onların öğrencileri ‘Bir filmi izlerken, bir kitabı okurken ya da bir web sitesini kullanırken artık asla eskisi gibi bakmayacağım.’ derler. Onlar, bütün medya iletisinin çeşitli kişi, kurum ya da ekipler tarafından oluşturulduğunu anlamaları için öğrencilerine önemli fırsatlar sunarlar.",
    "demystifier_challenges" : "Aydınlatıcılar, medya iletilerinin kurgulanmış olduğunu öğrencilerine gösterebilmek için medya şirketlerinin mutfağına girerek ne tür teknikler kullandıklarını göz önüne sererler. Bazen bu durum öğrencilerde kafa karışıklığı oluşturabilir. Etraflarında yer alan tüm medya iletilerine ‘aşırı şüpheci ve güvenilmez’ olarak bakabilirler. Bunun engellenebilmesi için öğrencilere medya üretimi yaptırılırken, medya iletilerinin kurgulanmış olma özelliğinin duruma göre bazen ‘iyi’ amaçlarla (estetik kaygı vb.) bazen de ‘kötü’ amaçlarla (propaganda, manipülasyon vb.) gerçekleştirildiği gösterilmelidir.",
    "motivator_description" : "Öğrencilerinizin yaratıcı enerjilerinin ortaya çıkmasının sağlayan en büyük ilham kaynaklarından birisiniz. Sınıftaki konuşmalara, etkinliklere ya da sınıf içi diyaloglara katkı sağlamada çekingen davranan öğrenciler, sizin derslerinizde onlara verdiğiniz cesaretle birlikte kendilerini daha rahat hissederek katılımcı bir tutum takınıyorlar. Onların istedikleri medya aracını kullanarak diğer öğrencilerle rahat bir biçimde diyalog kurmalarını sağlıyorsunuz. Sizin için önemli olan öğrencilerin ne demek ya da ne yapmak istediklerini tespit etmek. Bir öğretmen olarak sınıftaki rolünüzü, öğrencilerinizin olabilecekleri en iyi şekilde olmalarına yardım etmek şeklinde tanımlıyor olmalısınız. Öğrencilerinize ulaşacağınız ve onların kendilerini rahat biçimde ifade etmelerini sağlayacak her türlü medya ve teknoloji aracını sınıfta kullanmaktan çekinmiyor olmalısınız.",
    "motivator_protect1" : "Öğrencilerinize özsaygı ve öz benliklerine zararlı olabilecek medya araçları karşısında kendilerini nasıl koruyacaklarını öğretin.",
    "motivator_protect2" : "Öğrencilerinizin, sınıf katılımı ve sınıf içi diyaloğu teşvik edici yönde akranlarına olumlu dönütler vermelerini sağlayın.",
    "motivator_protect3" : "Sınıfta kullanacağınız medya araçlarının, öğrencilerinizin kendilerini yaratıcı ifade etme becerilerini engellememesine dikkat edin.",
    "motivator_empower1" : "Öğrencilerinizin kendilerini ifade edecek özgün yaratıcı yeteneklerini, fikirlerini ve düşüncelerini paylaşma konusunda rahat hissedebilecekleri bir sınıf ortamı oluşturun.",
    "motivator_empower2" : "Öğrencilerinizin ilgilerini çekebilecek konuları takip edebilmelerine yönelik proje ve etkinlikler geliştirin.",
    "motivator_empower3" : "Öğrencilerinizin diğer öğrencilerle kendi istedikleri medya aracını kullanarak diyalog kurmalarını sağlayacak bir sınıf ortamı oluşturun.",
    "motivator_strenghts" : "Bu kategoride yer alan öğretmenlerin öğrenci katılımına ve ifade etme biçimine duyduğu saygı öğrenciler tarafından sevgiyle anılır. Öğrenciler, Teşvik Edici’lerin derslerinde kendi düşüncelerine ve yaratıcılıklarına saygı gösterildiğini hissederler. Teşvik Ediciler, yaratıcı düşünme özgürlüğünü her öğrenciye götürme konusunda oldukça hassas davranırlar. Sınıftaki karizmaları ve duyarlılıkları ile öğrencilerin derslere kayıtsız kalmasını engellerler.",
    "motivator_challenges" : "Teşvik Ediciler, küçük yaştaki öğrencilerin gelişim özelliklerinden dolayı kendilerini tam olarak ifade edememelerinden dolayı çeşitli problemlerle karşılaşabilirler. Bu problemler, bazen sınıfta düşük düzeyli tartışmalar yaşanması şeklinde olabileceği gibi bazen de her kafadan başka bir ses çıkması şeklinde olabilir. Teşvik Edicilerin baş etmesi gereken diğer bir problem de öğrencilerin birbirlerinin fikirlerine saygı göstermesi gerekliliğidir. Öğrenciler, kendi görüşlerini özgürce ve istedikleri biçimde dile getirme özgürlüğüne sahip olduklarında, sınıftaki diğer öğrencilerin de aynı özgürlüğe sahip olduğunu algılamakta güçlük çekebilirler.",
    "professional_description" : "Öğrencilerinizin medya üretimleriyle ilgili yüksek beklentilere sahipsiniz ve okulunuzda büyük bir olasılıkla ‘medya profesyoneli’ olarak görülüyorsunuz. Öğrenciler ve öğretmenler medya araçları ve teknoloji konusunda ilk sizden yardım istiyor olmalılar. Medya dünyasında profesyonel olmanın ciddiye alınmak için önemli olduğunu düşünüyorsunuz. Öğrencilerinize bu profesyonelliği kazandırmak adına medya sektöründe çalışan gerçek profesyonelleri ya da sanatçıları sınıfınıza getiriyor ya da öğrencilerinizi onların yanına götürüyor olmalısınız. Öğrencilerinizin profesyonel medya üreticileri olabilmeleri için medya sektörünün birtakım kurallarına ve standartlarına bağlı kalmaları gerektiğine inanıyorsunuz.",
    "professional_protect1" : "Medya projelerinde ve üretimlerinde teknik başarısızlık yaşamaktan öğrencilerinizi koruyun.",
    "professional_protect2" : "Bazı profesyonel medya ürünlerinin zararlı içeriğe sahip olabileceği konusunda öğrencilerinizi bilinçlendirin.",
    "professional_protect3" : "Üretim etkinliklerinizde görev paylaşımını hiyerarşik biçimde düzenleyerek sınıfınızda yaşanabilecek olası bir kaosu önleyin.",
    "professional_empower1" : "Öğrencilerinize profesyonellik hissi aşılayın ve medya üretim projelerinde yoğun çaba sarf etmeleri için onları teşvik edin.",
    "professional_empower2" : "Öğrencilerinizin kendilerini gerçek bir medya üreticisi olarak tanımlamaları için onlara yardım edin ve onların medya sektörünün gerektirdiği profesyonellikte bir dil kullanarak iletilerini üretmelerini sağlayın.",
    "professional_empower3" : "Medya endüstrisinde ve üretiminde kullanılan profesyonel becerileri, davranışları ve standartları sınıfa taşıyarak öğrencilerinize bir yol haritası sunun.",
    "professional_strenghts" : "Profesyonellik iyi bir tercihtir. Bu kategoride yer alan öğretmenler, yüksek standartlı medya ürünleri ortaya koyabilen öğrenciler yetiştirmekte oldukça başarılıdırlar. Okullarındaki mevcut teknolojik ekipmanlardan genellikle bu Profesyoneller sorumludur ve bu fırsatı iyi değerlendirirler. Profesyonel medya üretimine yönelik akademik programları ve okul içi ya da okul dışı etkinlikleri araştırmaları konusunda öğrencilerini teşvik ederler.",
    "professional_challenges" : "Bu kategorideki öğretmenlerin karşılaştığı en önemli problem, içeriğin, biçime ve estetik kaygılara feda edilmesidir. Profesyonellerin öğrencilerine yaptırdıkları medya üretimleri profesyonel haberlere, filmlere ya da grafik tasarımlarına benzeme konusunda oldukça iddialıdır. Estetik açıdan oldukça yüksek standartlara sahiptir. Ancak genellikle akademik yön ve içerik, estetiğin gerisinde kalır. Profesyonellerin belirledikleri ‘başarı kriterleri’ yalnızca estetik boyutla sınırlı kalırsa, içeriğin üretimine yönelik ‘araştırma, analiz ve değerlendirme’ basamakları öğrenciler tarafından çok fazla önemsenmez.",
    "professor_description" : "Medya ve teknoloji araçlarını derslerinizde kullanma konusundaki isteğiniz, öğrencilerinizi en etkili yoldan akademik standartlara ulaştırma konusundaki isteğinizin önüne geçmiyor. Medya ve teknolojiyi amaç değil araç olarak değerlendiriyorsunuz. Bu araçları kullandığınızda, gerçekten öğretmek istediğiniz konuları, öğrenme hedeflerini ve akademik çıktıları destekleyip desteklemediğini önemsiyorsunuz. Multimedya gösterimleri, web siteleri ve diğer eğitim teknolojisi öğrencilerin öğrenmesi gereken içeriği aktarmanıza iyi bir yardımcıdır; ancak onları sadece yardımcı olarak görürsünüz.",
    "professor_protect1" : "Öğrencilerinizi karışık görevler içeren ve ders içeriğine tam olarak entegre edilmemiş medya etkinliklerinden koruyun.",
    "professor_protect2" : "Derslerinizin içeriğini ve amacını öğrencilerinizin daha iyi bir şekilde anlamaları için, derslerinizi iyi yapılandırılmış, uygun medya içerikleriyle destekleyin.",
    "professor_protect3" : "Öğrencilerinizin tanımladığınız ders içeriklerinin sınırları içerisinde kalarak eğitim teknolojilerini keşfedebilecekleri ‘güvenli alanlar’ oluşturun.",
    "professor_empower1" : "Akademik gelişimleri için oldukça önemli olan ders içeriklerinin medya ile bağlantısını nasıl yaptığınızı anlamaları için öğrencilerinize yardım edin.",
    "professor_empower2" : "Ne tür medya uygulamalarının akademik çevrelerde daha fazla kabul gördüğünü anlamaları için öğrencilerinizi sunum yapma, video hazırlama ve diğer medya içeriklerini üretme konusunda cesaretlendirin.",
    "professor_empower3" : "Öğrencilerinize başarılı bir eğitim vizyonu sunarak hayatta başarılı olmalarını sağlamaya çalışın. Multimedya sunumları hazırlama, kelime işlemci programlarını kullanma, video üretim teknikleri ve diğer medya becerileri üzerinde durun. ",
    "professor_strenghts" : "Adından da anlaşılacağı üzere Eğitmenler, eğitimsel hedeflerini gerçekleştirmek için oldukça yüksek beklentilere ve anlayışa sahiptirler. İşbirliğine dayalı medya projelerinin özünde var olan düzensizlik, onların yönetimindeki projelerde oldukça düşük düzeyde yaşanır. Eğitmenler’in öğrencileri, bir ders ya da konunun anlatılmasında kullanılması gereken medya ve teknoloji araçları konusunda oldukça isabetli kararlar alabilirler.",
    "professor_challenges" : "Eğitmenler, öğretim müfredatına sıkı sıkıya bağlı oldukları için bazen medya ve teknoloji kullanımı konusunda öğrencileri heyecanlandırabilecek ya da onların öğrenmelerini kolaylaştıracak fırsatları kaçırırlar. Bu fırsatları kaçırmamak için Eğitmenler’in medya ve teknoloji uygulamalarını derslerine entegre ederken yaratıcı, doğaçlamaya hazır ve yeni şeyler denemeye açık olması gerekir. Alacakları bu hazırlıksız ve yarı yapılandırılmış kararlar, öğrencilerin günlük yaşamlarında oldukça önemli olan aile, toplum, güncel olaylar ve diğer önemli -ama tahmin edilemez- hayat derslerini yakalamak için Eğitmenler’e önemli fırsatlar sunar.",
    "spirit-guide_description" : "İyi bir dinleyicisiniz. Sınıfta yaptığınız her şeyin, öğrencilerinizin sosyal ve duygusal açıdan iyi olmalarına yönelik olmasını istiyorsunuz. Öğrencilerinizin kendilerini ve yaşamlarını anlamalarına yönelik bir eğitim yapıyor olmalısınız. Öğrencilerinizin ihtiyaçları sizin için ilk sırada. Öğrencileriniz, büyük olasılıkla sizi okuldaki en güvenilir öğretmen olarak görüyorlar. Kimseyle paylaşmadıkları durumları sizinle rahatlıkla paylaşabiliyorlar. Öğrencilerin yaşamlarını kuşatan medya araçlarının, onlarla iletişim kurmak, onları dinlemek ve sorunlarına çözümler bulmak için en iyi yol olduğunu düşünüyorsunuz.",
    "spirit-guide_protect1" : "Medyada yer alan temsilleri anlama ve ruhsal açıdan kendilerini incitebilecek içerikten korunmaları konusunda öğrencilerinize yardım edin.",
    "spirit-guide_protect2" : "Öğrencilerinizin kendilerine örnek aldıkları ya da sevdikleri medya karakterleri ve temsilleri konusunda daha eleştirel olmalarını sağlayın.",
    "spirit-guide_protect3" : "Öğrencileriniz duygu ve düşüncelerini çekinmeden ifade edebilmeleri için güvenilir ve mahremiyete saygı duyulan bir sınıf ortamı oluşturun.",
    "spirit-guide_empower1" : "Duygularını medya üretimi yoluyla ifade etmeleri için öğrencilerinizi cesaretlendirin.",
    "spirit-guide_empower2" : "Dijital medya ve popüler kültüre yönelik deneyimlerinin yaşamlarını nasıl etkilediğine ilişkin kişisel tecrübelerini ifade etmeleri için öğrencilerinizi teşvik edin.",
    "spirit-guide_empower3" : "Öğrencilerinizin yazma ve medya üretim etkinliklerinde yansıtıcı düşünme becerilerini kullanmalarını sağlayın.",
    "spirit-guide_strenghts" : "Sırdaşlar, yüksek ölçüde güvenilir olma eğilimindedirler. Öğrenciler diğer öğretmenlerle paylaşmadıkları düşünceleri ve hislerini anlatma konusunda Sırdaşlara güvenirler. Bu kategoride yer alan öğretmenler, öğrencilerin duygusal esenlikleri ve özsaygılarına karşı oldukça duyarlı oldukları için öğrencilerle etkileşim becerileri çok yüksektir.",
    "spirit-guide_challenges" : "Birçok öğrencinin sınıf ortamında paylaşmaktan çekindikleri özel medya yaşamları vardır. Ya da öğrenciler kimseyle paylaşmadıkları konuları medya araçları vasıtasıyla kurdukları ilişkilerde daha rahat paylaşabilmektedirler. Sırdaşların, öğrencilerini bu mahrem medya yaşantılarını çekinmeden paylaşabilmeleri için cesaretlendirmeleri gerekir. Böyle bir sınıf ortamının oluşması için öğrencilerin akran baskısı, güven ve gizlilik konularında öğretmenlerine ve sınıf ortamına güvenmesi esastır.",
    "taste-maker_description" : "Günümüz çocukları rep şarkıların sözlerini ya da pop müzik bestelerini ezbere biliyor olabilirler; ancak Mevlâna’nın, Fuzulî'nin ya da Shakespeare'in dizelerini biliyorlar mı? Holywood'un gişe rekorları kıran popüler filmlerinin senaryosunu ezberlemişlerdir; fakat özgün sanat değeri taşıyan Türk sinemasının ya da yabancı sinemanın ürünlerinden haberdarlar mı? Öğrencilerinizin geçmiş ve popüler kültür arasında bağlantı kurarak ufuklarını genişletmelerini istiyorsunuz. Belki de öğrencilerinizin gelecekle etkileşime geçebilmeleri için hem klasik hem de popüler kültür ürünlerinden geniş bir yelpazede yararlanabilmelerinin kilit nokta olduğundan eminsiniz. En kötü ihtimalle, öğrencilerinizin popüler kültürün önemsiz kısımlarına yönelik ilgilerinin, gelecekte onlara fayda sağlamayacağını düşünüyor olmalısınız. En iyi ihtimalle ise; öğrencilerinizin klasik edebiyat, sanat ve kültürel mirastan beslenen medyaya yönelik ilgilerini kullanarak kendi modern kültür anlayışlarını ortaya çıkarabileceklerini düşünüyor olmalısınız.",
    "taste-maker_protect1" : "Öğrencilerinizin yüzeysel kültür algılarını, toplumun genelinin bildiği kültürel kilometre taşı konumundaki ürünleri kullanarak derinleştirmelerini sağlayın.",
    "taste-maker_protect2" : "Öğrencilerinizin yüzeysel medya mesajları ile kültürel derinliğe sahip medya iletilerini birbirinden ayırt etmelerini sağlayacak sorgulama becerilerini geliştirin.",
    "taste-maker_protect3" : "Öğrencilerinizi sanat, edebiyat ve kültürel değeri yüksek diğer medya araçlarına motive etmek için stratejiler geliştirin.",
    "taste-maker_empower1" : "Öğrencilerinizin olumlu ve olumsuz medya iletileri arasında mantıklı ve belirleyici ayrımlar yapabilmelerinde yardımcı olun.",
    "taste-maker_empower2" : "Öğrencilerinizin sevdiği popüler kültür ürünleriyle, kültürel mirasınızı oluşturan klasik eserleriniz arasında bağlantılar kurun.",
    "taste-maker_empower3" : "Sınıfta kullanılan medya içeriğinin estetik ve tarihî bağlamına yönelik olarak öğrencilerinizin eleştirel sorular sormalarını sağlayın.",
    "taste-maker_strenghts" : "‘Köprüler’, öğrencilerinin klasik edebiyat, sanat ve yüksek kültüre sahip medya araçlarıyla daha fazla oranda ilgilenmeleri ve onları anlamaları için derslerine sık sık bu türden zengin sanat metinleri getirirler. Ayrıca bu kategorideki öğretmenler, modern kültür ile atalarından kalan geçmiş kültürleri arasında tarihî ve estetik bağlantılar oluşturarak gelecekteki kültürü inşa etmeye çalışırlar.",
    "taste-maker_challenges" : "‘Köprüler’, sınıflarındaki uygulamalarda popüler kültür ürünlerinin yerine sıklıkla klasik kültür ürünlerini kullanırlar. Bu durum özellikle popüler kültüre aşina ve kendini ifade etme yolu olarak popüler kültürü seçmiş olan öğrencilere ulaşmalarında zorluklar yaşamalarına neden olur. Ayrıca bu kategorideki öğretmenler, modern kültürün yapı sökümüne gerçekleştirmek amacıyla tercih ettikleri ‘klasik kültür’ ürünlerini kullandıklarında, popüler kültür ürünlerini kullandıkları etkinliklere oranla daha az şüpheci ve eleştirel olabilirler. Bu durumda öğrencilerin sorgulama ve eleştirel düşünme becerilerinin gelişmemesi ile sonuçlanabilir.",
    "teacher_description" : "Ortaya çıkan dijital medya araçlarının yeni ifade biçimlerini gerekli kıldığının farkındasınız. Derslerinizde, çağımızın öğrenme kültürünün esnek yapısına uygun olarak öğrencilerin kendilerini farklı yollarla ifade edebilecekleri teknolojik araçlardan yararlanıyorsunuz. Öğrencilerinizin, okul içinde ve dışında kendilerini ifade ederken web 2.0 teknolojisinin sunduğu imkanlardan yararlanmalarını istiyorsunuz. Sosyal medya, wikiler, blog ortamları sizin için eşsiz öğretim materyalleri. Halit Ziya'nın bir eserini dersinize konu edindiğinizde, sinemaya uyarlanmış haliyle birlikte ele alıyor olmalısınız. Ya da klasik edebiyat metinlerinin arka planında yer alan anlamı çözümlemek için onların çevrimiçi (online) ya da etkileşimli versiyonlarını kullanıyorsunuz. Belki de öğrencilerin farklı formattaki bu metinler arasındaki bağlantıları keşfetmeleri için çevrimiçi tartışma ortamlarını, sosyal medyayı ya da diğer etkileşimli eğitim materyallerini kullanıyorsunuzdur. Gerçekleştirdiğiniz sınıf içi etkinlikler, öğrencileri harekete geçirmede oldukça etkili ve yenilikçi. Öğrettiğiniz içeriği, çocukların etrafını saran kültürle ilişkilendirmek için sürekli olarak yeni yollara başvuruyorsunuz.",
    "teacher_protect1" : "Gerçekleştirdiğiniz etkinlikler boyunca, öğrencilerinizin hem çevrimiçi hem de çevrimdışı kişiler arası ilişkilerde saygılı bir anlayış içerisinde olmalarını sağlayın.",
    "teacher_protect2" : "Öğrencilerinize, çevrimiçi yaşantılarında karşılaştıkları birtakım zorbalıkları maruz kalmadan yeni analiz ve iletişim biçimleri deneyebilecekleri güvenli bir sınıf ortamı oluşturun.",
    "teacher_protect3" : "Geleneksel konuların öğrencilerinize daha cazip gelmesi için yeni yollar deneyin. Farklı formatlarda sunduğunuz içeriklerin ortak ana fikrini yakalayabilmeleri için öğrencilerinize yardımcı olun.",
    "teacher_empower1" : "Geleneksel konuların öğrencilerinize daha cazip gelmesi için yeni yollar deneyin. Farklı formatlarda sunduğunuz içeriklerin ortak ana fikrini yakalayabilmeleri için öğrencilerinize yardımcı olun.",
    "teacher_empower2" : "Öğrencileriniz henüz basılı okuryazarlık becerilerinde zorlanıyor olsalar bile onları çeşitli türde medya iletilerini (görsel, işitsel, çok katmanlı) değerlendirme, analiz etme ve üretme konusunda teşvik edin.",
    "teacher_empower3" : "Sınıf içi öğrenmelerinde kilit rol oynayan medya kullanımı ve beğeni kültürüne katılım konusunda öğrencilerinizi ödüllendirin.",
    "teacher_strenghts" : "Öğretmen 2.0'lar, sınırsız bir yaratıcılığa sahiptirler. Öğrenci katılımını arttırmak için sürekli olarak cazip fırsatlar yaratırlar. Öğrencilerin sınıf içinde ve dışında birbirleriyle etkileşime geçmeleri ve ortak üretimde bulunabilmeleri için yeni medya ve teknolojinin sunduğu olanakları yerinde kullanırlar. Öğrencilerine bir yandan dijital medya araçlarına yönelik fırsatlar sunarlarken diğer yandan da sınıf içi öğrenmeyi ciddi biçimde ele alabilirler.",
    "teacher_challenges" : "Öğretmen 2.0'ların kullandıkları farklı öğretme stillerinin doğası gereği, derslerde sık sık geçici duraklamalar, beklenmedik problemler yaşanır. Öğrencilerin bir medya formunda diğerine geçmesi sırasında organizasyon bozuklukları yaşanabilir. Okuldaki ders süreleri; öğrencilerin bir filmin tamamını izlemeleri, çevrimiçi ortamlarda birbirleriyle yeteri kadar etkileşim kurmaları ya da medya üretimlerini tamamlamaları için yetersiz geldiğinden, Öğretmen 2.0'ların dersleri tamamlanamayan etkinliklerle doludur.",
    "techie_description" : "En son çıkan teknolojik araçları kullanan güncel bir öğretmensiniz. Küçük teknolojik araçları, yeni makineleri, programları, eklentileri, web sayfalarını ve diğer eğitim teknolojilerini kullanma konusunda isteklisiniz. Okuldaki diğer öğretmenler kullandıkları teknolojik araçlarla problem yaşadıklarında ya da web sayfaları konusunda yardıma ihtiyaç duyduklarında ilk olarak sizden yardım istiyor olmalılar. Öğrencilerin günlük yaşamlarında çok sevdikleri cep telefonu, tablet bilgisayarlar ve iPod gibi teknolojik araçları kullanarak onların derslere katılımını sağlamak sizi oldukça heyecanlandırdığı gibi sizde bu araçları kullanmaktan oldukça zevk alıyorsunuz. Yeni araçları denemeyi ve onların nasıl kullanıldığını keşfetmeyi seviyorsunuz.",
    "techie_protect1" : "Öğrencilerinize teknolojik araçları güvenli ve sorumluluk bilinci içerisinde kullanmayı öğretin.",
    "techie_protect2" : "Öğrencilerinizin web sayfalarına ve diğer dijital kaynaklara erişimlerinde onları denetleyin. Ayrıca kendi öz kontrollerini sağlamaları için onları cesaretlendirin.",
    "techie_protect3" : "Eğitim teknolojisi araçlarından yalnızca derse renk katmak için değil aynı zamanda ders içeriğini organize etmek için de yararlanın.",
    "techie_empower1" : "Öğrencilerinizin çalışmalarında, yeni teknolojilerin bizzat kendileri tarafından kullanılmasını sağlayarak onların teknoloji kullanımı konusunda güçlenmelerini sağlayın.",
    "techie_empower2" : "Derslerde, öğrencilerin akıllı telefonlar ve mobil araçlar gibi yeni teknolojileri kullanmalarını sağlayın.",
    "techie_empower3" : "Akıllı telefonlar ve mobil araçlar gibi yeni teknolojileri kullanarak öğrencilerin ilgisini canlı tutun.",
    "techie_strenghts" : "Derslerinde dijital teknolojileri kullanma konusunda bu tür bir motivasyona sahip olan öğretmenler, teknolojik değişimin ‘nabzını tutarlar’. Öğrencilerin ilgileri ile yeni ortaya çıkan dijital platformlar, programlar ve teknolojiler arasında bağlantılar kurarak ders içeriklerini etkili biçimde öğretirler. Dijital medya teknolojisinin ve araçlarının, öğrencilere sağladığı özgün öğrenme fırsatlarını kaçırmazlar.",
    "techie_challenges" : "Teknoloji Tutkunu kategorisinde yer alan öğretmenler, yeni teknolojileri kullanma konusunda mahremiyet nedeniyle çekinceleri olan öğrenciler ve öğretmenlere ulaşmakta zorlanabilirler. Derslerinde “Yeni teknolojiler hayatımızı kolaylaştırmakta mıdır? Yoksa yaşamı daha zor hale mi getirmektedir?” gibi anahtar sorulara yoğunlaşmaları gerekir. Ayrıca ortaya çıkan teknolojik araçları, basit bir katılımın ve kullanımın ötesinde düşündüklerinden emin olmaları gerekir.",
    "trendsetter_description" : "Popüler kültüre ilişkin bilgilerinizi öğrencilerinizle ve bazı öğretmenlerle paylaşabilen okuldaki en gözde öğretmenlerden birisiniz. Çocukların içerisinde yaşadıkları kültürle ilgili yeni şeyler öğrenmek sizin hoşunuza gidiyor. Öğrencilerinizden daha fazla olmasa da onların sahip olduğu kadar çok sayıda popüler şarkıyı, filmi ve oyunu bilgisayarınızda bulunduruyor olabilirsiniz. Belki de hoşlandığınız popüler kültür ürünleri, öğrencilerinizinkinden çok da farklı değildir. Öğrenciler arasında yaygın trendler konusunda ve öğrencilerinizin günlük yaşamlarının önemli bir kısmını oluşturan konular hakkında oldukça meraklısınız. Okul kültürünün, çocukların etrafını saran popüler şarkılarla, gişe rekorları kıran filmlerle, televizyonda yayınlanan dizilerle ve yarışma programlarıyla kaynaştırılması gerektiğine inanıyorsunuz.",
    "trendsetter_protect1" : "Derslerinizde uygun popüler kültür ürünlerinin kullanımı konusunda güvenli bir ortam oluşturun.",
    "trendsetter_protect2" : "Farklı özelliklere sahip popüler kültür metinleri kullandığınızda; öğrencilerinizin metnin yazarını, hedef kitlesini, iletisini, anlamını ve gerçeğin nasıl sunulduğunu sorgulamalarını sağlayın.",
    "trendsetter_protect3" : "Özellikle sağlıklarına ve benlik saygılarına olumsuz etkileri olabilecek popüler kültür ürünlerine karşı öğrencilerin daha sorgulayıcı olmalarını sağlayın.",
    "trendsetter_empower1" : "Derslerdeki tartışmaların önemli bir parçası olacak şekilde popüler kültürle ilgili araştırmalar başlatın.",
    "trendsetter_empower2" : "Derslerde, öğrencilerin akıllı telefonlar ve mobil araçlar gibi yeni teknolojileri kullanmalarını sağlayın.",
    "trendsetter_empower3" : "Popüler kültür ve daha geleneksel öğretim materyalleri arasında bağlantı kurmaları için öğrencilerinizi cesaretlendirin.",
    "trendsetter_strenghts" : "Modayı Belirleyenler, öğrencilerinin derslere katılımı konusunda kullanabilecekleri popüler kültür ürünlerinin çeşitliliğinin farkındadırlar. Öğrencilerinin uzmanlık alanları, kişisel ilgileri (popüler kültür) ve onlara sundukları yeni bilgiler (müfredat içeriği) arasında güçlü bağlantılar kurarlar. Böylece dersleri öğrenciler için cazip hale getirmeyi başarırlar.",
    "trendsetter_challenges" : "Modayı Belirleyenler, içerisinde yaşadıkları popüler kültüre ilgi duymayan ya da kendilerini akranlarının çoğunluğunun sevdiği popüler kültür ürünlerine \"karşı\" olarak tanımlayan öğrencilere ulaşma konusunda zorluklar yaşarlar. Derslerinde popüler kültür ürünlerini kullandıklarında, öğrencilerin konuşmalarının yalnızca \"severim\" ya da \"nefret ederim\" şeklinde başlayıp bitmemesi gerektiğini bilmeleri gerekir. Popüler kültür ürünlerinin kullanımının, popüler kültürün \"neyi\", \"niçin\" yaptığının sorgulanması amacıyla yapıldığının farkında olmaları gerekir.",
    "watchdog_description" : "Ekonomik sistemlerin ve kurumların günlük yaşamımızı etkilemesi konusunda şüpheci ve endişelisiniz. Kullandığımız medya araçlarının günlük tercihlerimizin büyük çoğunluğunda (alış-veriş, yeme-içme, giyim-kuşam) bizi etkilediğini düşünüyorsunuz. Öğrencilerinizin ve akranlarınızın tüketicilik ve vatandaşlık konusunda daha bilinçli olmalarını istiyorsunuz. ‘Gördüğümüz, işittiğimiz, okuduğumuz ve oynadığımız medya araçlarına ait içeriğe kim sahiplik ediyor ve bunları kim kontrol ediyor?’, ‘Reklamcılık, kamu politikası ve medya patronluğu konularının tüketicilikle ilişkisi ne?’, ‘Neden öğrencilerin TRT Çocuk gibi güçlü çocuk kanalları hakkında eleştirel sorular sormaları çok zordur?’, türünden sorular sık sık aklınıza geliyor. Medya dünyasının ekonomik, politik ve kurumsal işleyişi konusunda, öğrencilerinizi bilinçlendirmek için kendinizi birinci dereceden sorumlu hissettiğiniz anlar oldukça fazla. Çoğu zaman öğrencilerinizin popüler medyaya kendilerini kaptırıp gittiğine ilişkin endişe duyuyorsunuz.",
    "watchdog_protect1" : "Kitle iletişim araçlarında, popüler kültürde ve reklamlarda yer alan tuzakların ve mitlerin üstesinden gelebilmeleri için öğrencilerinizi teşvik edin.",
    "watchdog_protect2" : "Medya kurumlarının teşvik edici yönlerine ilişkin öğrencilerinizin daha şüpheci davranmalarını sağlayın.",
    "watchdog_protect3" : "Tüketimi güzel gösteren ikna edici iletiler karşısında öğrencilerinizin savunma oluşturmalarına yardım edin.",
    "watchdog_empower1" : "Öğrencilerinizin medya kullanımları, paylaşımları ve üretimleri hakkında eleştirel sorular sormalarına yardımcı olun.",
    "watchdog_empower2" : "Medyanın ekonomi ve politikayla ilişkisi hakkında öğrencilerinizin somut bir anlayış geliştirmelerini sağlayın.",
    "watchdog_empower3" : "Medyanın, tüketimi teşvik edici iletilerine meydan okuyan, karşıt medya iletileri (kısa filmler, kamu spotları el ilanları vb.) oluşturmaları konusunda öğrencilerinizi cesaretlendirin.",
    "watchdog_strenghts" : "Muhafızlar, öğrencilerin medya araçları, kurumlar (politik, ekonomik vb.) ve güç arasındaki bağlantıları keşfetmelerini sağlayan ilk ve tek kaynak konumundadır. Bu öğretmenler, medyanın sahip olduğu politik, ekonomik ve güç ilişkilerini gözler önüne sermede ve öğrenciler tarafından bu ilişkilerin fark edilmesinde önemli rol oynarlar. Karışık politik sistemler, demokrasi, vatandaşlık ve medya kaynaklı diğer toplumsal problemlerin anlaşılmasına yardımcı olmak için medyada yer alan manipülasyonların ve diğer tuzakların öğrenciler tarafından fark edilmesini sağlayarak ‘aktif vatandaşlar’ ve ‘bilinçli tüketiciler’ yetiştirebilirler.",
    "watchdog_challenges" : "Bu kategoride yer alan öğretmenlerin güç sistemleri üzerine yoğunlaşması bazen öğrencilerin medya patronları ile ilgili aşırı kuşkucu bir bakış açısına sahip olmalarıyla sonuçlanabilir. Öğrenciler, medya iletilerinde çok sık karşılaştıkları ‘komplo teorilerine’ hemen inanma eğilimleri gösterebilirler. Yaşları itibariyle günlük yaşamdaki güç sistemleri (okuldaki ve toplumdaki) konusunda aşırı kuşkucu olan öğrenciler için, medya ve güç ilişkilerine yoğunlaşarak şüpheci bir bakış açısı geliştirmek yangına körükle gidilmesi anlamına gelebilir. Ayrıca öğretmenin böyle bir yaklaşım içerisinde olması, öğretmenin sahip olduğu düşüncelerin öğrenciler tarafından aynen tekrarlaması ile de sonuçlanabilir. Öğrenciler, günlük yaşamlarında medya ve popüler kültür ürünlerini tüketmekten büyük zevk alsalar da ‘öğretmenin istediği doğru cevapları’ vererek dersleri savuştururlar. Ancak öğretmenin bu cevapların gerçekten onların hislerini yansıttığından emin olması gerekir.",
    "question1" : "Öğrencilerimin, kullandıkları medya araçlarına yönelik “nasıl” ve “neden” sorularını daha nitelikli biçimde sormaları gerekir.",
    "activist_description_" : "Öğrencilerinizin gerçek dünya sorunlarını ele almaları için medya ve teknolojiyle ilişki kurmalarını ve sivil katılımlarını destekliyorsunuz.",
    "alt_description_" : "Öğrencilerinizin insanlar arasında çok popüler olmayan medya ve teknolojiyi bulma, hakkında düşünme ve üretme becerilerini geliştirerek onlara alternatif yollar sunmayı hedefliyorsunuz.",
    "demystifier_description_" : "Tüm medya iletilerinin kurgulanmış olduğunu öğrencilerinizin anlayabilmeleri için onları çevrelerindeki medya iletilerine daha dikkatli bakmaya davet ediyorsunuz.",
    "motivator_description_" : "Öğrencilerinizin yaratıcılıklarını ve özerkliklerini koruyarak kendilerini en iyi biçimde ifade edebilecekleri medya ve teknolojiyi kullanmaları gayretindesiniz. ",
    "professional_description_" : "Geleceğin medya ve teknoloji dünyasında profesyonel yazarlar ve sanatçılar olmaları için öğrencilerinizin yaratıcı yeteneklerini sektördeki profesyonel standartları temel alarak geliştirmeyi hedefliyorsunuz.",
    "professor_description_" : "Öğrencilerinizin müfredat içeriğini daha nitelikli olarak öğrenebilmeleri için medya ve teknolojinin sunduğu bütün imkânlardan yararlanıyorsunuz. ",
    "spirit-guide_description_" : "Öğrencilerinizin sosyal ve duygusal sağlıklarını destekleyecek her türlü medya ve teknolojiyi kullanmaya kendinizi adamış durumdasınız. ",
    "taste-maker_description_" : "Öğrencilerinizin tarih, sanat, edebiyat ve bilim açısından kültürel değere sahip medya içeriğinin kıymetini bilmesini istiyorsunuz. ",
    "teacher_description_" : "Öğrencilerinizin medya ve teknolojinin imkânlarından yararlanarak diğer öğrencilerle etkileşime geçmelerini, onlardan öğrenmelerini ve onlarla birlikte üretim yapmalarını hedefliyorsunuz.  ",
    "techie_description_" : "Dijital medya teknolojisinin ve araçlarının, öğrencilere sağladığı özgün öğrenme fırsatlarının farkında olan yaratıcı bir öğretmensiniz. ",
    "trendsetter_description_" : "Sınıfınız ile öğrencilerin içerisinde yaşadığı popüler kültür arasındaki köprüleri sağlam bir şekilde inşa ederek öğrencilerinizle onların yaşadıkları yerlerde buluşuyorsunuz. ",
    "watchdog_description_" : "Öğrencilerinizin medya ve teknoloji üzerinde etkiye sahip olan politik ve ekonomik sitemler hakkında daha fazla oranda sorgulayıcı olmasını istiyorsunuz. ",
    "question2" : "Öğrencilerimin, medya mesajlarının nasıl oluşturulduğunu anlamaları için, iletilerin üzerindeki perdeyi aralamalarını isterim.",
    "question3" : "Televizyonun gerçek amacının, izleyicileri reklam veren şirketlere pazarlamak olduğunun öğrencilerim tarafından bilinmesini isterim.  ",
    "question4" : "Öğrencilerimin, medya ve teknoloji dünyasının ekonomisi hakkında bilinçlendirilmeleri gerekir.",
    "question5" : "Öğrencilerimin, sosyal kurumların nasıl ve neden adaletsiz olabildiklerini sorgulamalarına yardım etmek benim işimin bir parçasıdır.",
    "question6" : "Sınıfım, öğrencilerin içinde yaşadıkları toplumu ve dünyayı nasıl daha iyi hale getirebileceklerini öğrendikleri bir yerdir.",
    "question7" : "Medya ve teknolojinin öğrencileri akademik içerik ve standartlardan uzaklaştırarak onları yalnızca eğlendiren bir araç olarak kullanılmasından dolayı endişe duyarım.",
    "question8" : "Eğer medya ve teknoloji araçları belirli öğrenme çıktılarının geliştirilmesine destek olmuyorsa, derslerde kullanılması uygun değildir.",
    "question9" : "Öğrencilerimin medya üretimlerinin profesyonelliğiyle ilgili yüksek beklentilerim vardır.",
    "question10" : "Öğrencilerim profesyonel medyanın kullandığı kurallara uymaz ve amatör görünümlü medya içerikleri üretirlerse 21. yüzyılda başarılı olamazlar.",
    "question11" : "Farklı çevrimiçi ve çevrimdışı iletişim biçimlerine uyum sağlayabilen öğrenciler, sağlayamayan öğrencilerden daha başarılıdırlar.",
    "question12" : "Öğrenciler okul dışında İnternet kullanmaz ve buna ilgi göstermezlerse, okul dışında internet kullanan öğrencilerin gerisinde kalırlar.",
    "question13" : "Geleceğin en iyi okulları, doğru teknolojik araçlara yatırım yaparak öğrencilerin bu teknolojileri öğrenmelerini sağlayabilen okullar olacaktır. ",
    "question14" : "Okulların başarılı olabilmek için en yeni eğitim teknolojilerini kullanarak güncel kalmaları gerekir.",
    "question15" : "Medya ve teknoloji araçlarının bazılarının öğrencilerimi antisosyal davranışlara sevk edeceğini düşünüyorum. ",
    "question16" : "Medya ve teknolojinin öğrencilerimin sosyal refah ve duygusal iyi oluşlarını etkileme gücü beni kaygılandırıyor.",
    "question17" : "Okulda, öğrencilere kendilerini istedikleri biçimde ifade etme şansı verilmezse kendi seslerini bulamazlar. ",
    "question18" : "Katılım sağlamayan, motive olmayan ve okul kültürü ile bağlantı kurmayan öğrenciler başarısız olma riski taşırlar.",
    "question19" : "Öğretmenin popüler kültür ürünlerini derslerinde kullanması, öğrencilerin derse katılımlarının sağlanmasında önemli rol oynar.",
    "question20" : "Okullarda, öğrencilerin ilgilerinin (filmler, TV şovları, müzikler ve eğlence gibi popüler kültür ürünleri) yeteri kadar dikkate alınmadığı konusunda endişelerim var.",
    "question21" : "Öğrencilerin, medyada yaygın olarak yer alan görüşlerin dışında kalan alternatif görüşleri fark etmeye yeteri kadar yönlendirilmediğini düşünüyorum.",
    "question22" : "Öğrencilere daha kapsamlı bir eğitim sunabilmek için, okullarda alternatif eğitim kaynakları (çok bilinmeyen internet siteleri, bağımsız dergiler vb.) kullanılmalıdır.",
    "question23" : "Çocuklar ve gençler genellikle sanat, bilim ve kültür ürünlerinden uzak, çok dar bir sosyal çevrede yaşarlar.",
    "question24" : "Öğrencilerin gelecekteki başarıları hem klasik hem de çağdaş kaynakların geniş bilgisine sahip olma yeteneklerine bağlıdır.",
    "question25" : "Öğrencilerimin bir web sitesinin, video oyununun veya TV şovunun nasıl hazırlandığını bilmeleri, medyaya olan bakış açılarını değiştirir. ",
    "question26" : "Bir web sitesi, bilgisayar oyunu ya da TV şovunda yer alan her unsur profesyonel bir ekip tarafından özenle oluşturulur. ",
    "question27" : "Öğrencilerin, medyaya sahip olan ve medyayı kontrol eden birey ve şirketlere ‘cevap oluşturabilmeleri’ gerekir.",
    "question28" : "Öğrencilerimin hayatlarını, medya mesajlarına nasıl direneceklerini öğreterek değiştirebileceğime inanıyorum.",
    "question29" : "Derslerde, medya ve teknoloji araçları kullanılarak sivil katılımın ve aktif vatandaşlığın harekete geçirilmesi gerekir.",
    "question30" : "Öğrenciler, sosyal ve politik meselelere doğrudan katılımlarını sağlayacak medya projelerinde yer almalıdırlar.",
    "question31" : "Öğrencilerin, akademik içerik ve bilgiler konusunda kendilerini geliştirmelerine yardım etmek için medya ve teknoloji araçlarını kullanmayı önemsiyorum. ",
    "question32" : "Öğrencilerimin öğrenmeye ihtiyaç duydukları temel akademik bilgi ve becerilere ulaşmam konusunda, web siteleri, videolar ve diğer eğitim teknolojileri bana yardımcı olmaktadır.",
    "question33" : "Öğrencilerim, medya profesyonellerinin kullandıkları araçları kullanırlarsa, seslerini duyurma olasılıklarının daha yüksek olduğunu düşünüyorum.",
    "question34" : "Öğrencilerim sıkı çalıştıklarında, filmlerdeki ya da ana akım medyada gördüğümüz haber bültenlerindeki kadar iyi görünen prodüksiyonlar oluşturabilirler.",
    "question35" : "Derslerde ‘Twitter©’ ve ‘Facebook©’ gibi sosyal medya araçlarının kullanımı, öğrencilerin kültüre katılmalarına, fikirleri paylaşmalarına ve yeni beceriler öğrenmelerine yardım eder.",
    "question36" : "En yüksek potansiyele kullanıldığında, sosyal medya araçları eğitimi değiştirebilir.",
    "question37" : "Yeni teknolojik araçlar konusunda aşırı derecede meraklı ve ilgiliyim.",
    "question38" : "Derslerde teknoloji kullanımı, öğrencilerimi öğrenme sürecine daha aktif biçimde dâhil etme konusunda bana yardımcı olur.",
    "question39" : "Derslerde medya iletileri hakkında konuşma, öğrencilerin kendilerini daha iyi hissetmelerinde, empatik düşünebilmelerinde ve hayatlarındaki zorlukların üstesinden gelmelerinde onlara yardımcı olur.",
    "question40" : "Derslerde medya ya da teknoloji araçlarını kullandığım zamanlarda, öğrencilerimi dinleyerek onların ne düşündüklerini ve hissettiklerini anlamaya çalışırım.",
    "question41" : "Öğrenciler gerçekten bir konuyu önemsediklerinde, hiçbir şey onları daha fazla öğrenmekten alıkoyamaz.",
    "question42" : "Öğrencilerin yaratıcılıkları, ilgilerini çeken konularla karşılaştıklarında ortaya çıkar.",
    "question43" : "Popüler kültür konusundaki merakım öğrencilerimle daha kolay iletişim kurmamı sağlıyor. ",
    "question44" : "Okul kültürünün, çocukların etrafını saran popüler kültürle kaynaşması öğrencileri okula karşı motive eder. ",
    "question45" : "Alternatif filmler ve belgeseller, Hollywood filmleri ile kıyaslandığında öğrencilerim için daha faydalı ve bilgilendiricidirler.",
    "question46" : "Alternatif öğrenci kulüplerine katılmaları, basılı ya da çevrimiçi türden farklı yayınlara ilgi duymaları konusunda öğrencilerimi teşvik eder ve onlara cesaret veririm.",
    "question47" : "Öğrencilerin tarih, sanat, bilim ve toplum anlayışlarını geliştirecek önemli metinlerle ilgilenmelerini isterim.",
    "question48" : "Öğrencilerimin, klasik metinlerin ve edebiyatın modern hayatla nasıl bir bağlantı içerisinde olduğunu anlamaları hayatlarını zenginleştirir. ",
    "What is?" :"Anket Hakkında",
    "Digital Learning Motivation Quiz for Educators (DLMQE):": "Eğitimciler İçin Dijital Öğrenme ve Medya Okuryazarlığı Anketi:",
    "Quiz Explanation": "<a href='https://onlinelibrary.wiley.com/doi/pdf/10.1111/bjet.12326' target='_blank'>Anket hakkında detaylı bilgi için tıklayınız</a>",
    "Take the quiz as individually or in group!": "Bireysel yada grup halinde soruları cevaplayın!",
    "Your account is waiting confirmation. Please wait, we will mail after confirmation.":"Hesabınız admin tarafından doğrulanmayı bekliyor. Doğrulama işlemi gerçekleştiğinde size mail göndereceğiz",
    "Sorry user cannot be identified.":"Kullanıcı bulunamadı.",
    "Users account is verified.":"Kullanıcı hesabı doğrulandı",
    "You are successfully registered. But your account must confirmed by admin. Please wait, we will mail after confirmation":"Başarıyla kayıt oldunuz. Lütfen hesabınıızın onaylanmasını bekleyiniz. Hesabınız onayladığında size mail göndereceğiz",
    "Welcome Email":"Hoşgeldin",
    "Congratulations":"Tebrikler",
    "Your <a href='https://www.setyourmotivation.com/login'> Set Your Motivation</a> account has been confirmed. You can login with your email address  and password.":"<a href='https://www.setyourmotivation.com/login'> Set Your Motivation</a> Hesabınız onaylandı. E-posta adresiniz ve şifreniz ile giriş yapabilirsiniz.",
    "Your email address":"Email adresiniz",
    "A new user has registered  , Please click on the below link to verify the account.":"Yeni bir kullanıcı kaydoldu, Hesabı doğrulamak için lütfen aşağıdaki bağlantıya tıklayın.",
    "Verify Account":"Hesabı onayla",
    "Dashboard":"Dashboard"

}
